[
  {
    "index": 0,
    "papers": [
      {
        "key": "8764449",
        "author": "Poria, Soujanya and Majumder, Navonil and Mihalcea, Rada and Hovy, Eduard",
        "title": "Emotion Recognition in Conversation: Research Challenges, Datasets, and Recent Advances"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "5771357",
        "author": "Gunes, Hatice and Schuller, Björn and Pantic, Maja and Cowie, Roddy",
        "title": "Emotion representation, analysis and synthesis in continuous space: A survey"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "10416364",
        "author": "Bota, Patrícia and Cesar, Pablo and Fred, Ana and da Silva, Hugo Plácido",
        "title": "Exploring Retrospective Annotation in Long-Videos for Emotion Recognition"
      },
      {
        "key": "10150364",
        "author": "Stoev, Teodor and Yordanova, Kristina and Tonkin, Emma L.",
        "title": "Experiencing Annotation: Emotion, Motivation and Bias in Annotation Tasks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "devillers2005challenges",
        "author": "Devillers, Laurence and Vidrascu, Laurence and Lamel, Lori",
        "title": "Challenges in real-life emotion annotation and machine learning based detection"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "10.1145/2971485.2971516",
        "author": "Bruun, Anders and Law, Effie Lai-Chong and Heintz, Matthias and Eriksen, Poul Svante",
        "title": "Asserting Real-Time Emotions through Cued-Recall: Is it Valid?"
      },
      {
        "key": "7160695",
        "author": "D’Mello, Sidney K.",
        "title": "On the Influence of an Iterative Affect Annotation Approach on Inter-Observer and Self-Observer Reliability"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "hoelzemann2024matter",
        "author": "Hoelzemann, Alexander and Van Laerhoven, Kristof",
        "title": "A matter of annotation: an empirical study on in situ and self-recall activity annotations from wearable sensors"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "10.1145/3491102.3517453",
        "author": "Kaur, Harmanpreet and McDuff, Daniel and Williams, Alex C. and Teevan, Jaime and Iqbal, Shamsi T.",
        "title": "“I Didn’t Know I Looked Angry”: Characterizing Observed Emotion and Reported Affect at Work"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "afzal2011natural",
        "author": "Afzal, Shazia and Robinson, Peter",
        "title": "Natural affect data: Collection and annotation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "8854185",
        "author": "Kossaifi, Jean and Walecki, Robert and Panagakis, Yannis and Shen, Jie and Schmitt, Maximilian and Ringeval, Fabien and Han, Jing and Pandit, Vedhas and Toisoul, Antoine and Schuller, Björn and Star, Kam and Hajiyev, Elnar and Pantic, Maja",
        "title": "SEWA DB: A Rich Database for Audio-Visual Emotion and Sentiment Research in the Wild"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "troiano2023dimensional",
        "author": "Troiano, Enrica and Oberl{\\\"a}nder, Laura and Klinger, Roman",
        "title": "Dimensional modeling of emotions in text with appraisal theories: Corpus creation, annotation reliability, and prediction"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10494076",
        "author": "Zhang, He and Li, Xinyang and Sun, Yuanxi and Fu, Xinyi and Qiu, Christine and Carroll, John M.",
        "title": "VRMN-bD: A Multi-modal Natural Behavior Dataset of Immersive Human Fear Responses in VR Stand-up Interactive Games"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "10253654",
        "author": "Zhao, Sicheng and Hong, Xiaopeng and Yang, Jufeng and Zhao, Yanyan and Ding, Guiguang",
        "title": "Toward Label-Efficient Emotion and Sentiment Analysis"
      },
      {
        "key": "10701433",
        "author": "Schneider, Piotr and Mikołajewski, Dariusz and Bryniarska, Anna and Igras-Cybulska, Magdalena and Cybulski, Artur and Marcinowicz, Walery and Janiszewski, Maciej and Kawala-Sterniuk, Aleksandra",
        "title": "Methods and tools for automatic or semi-automatic recognition of selected emotions using machine learning algorithms"
      },
      {
        "key": "10.1145/2912147",
        "author": "Sintsova, Valentina and Pu, Pearl",
        "title": "Dystemo: Distant Supervision Method for Multi-Category Emotion Recognition in Tweets"
      },
      {
        "key": "7112127",
        "author": "Soleymani, Mohammad and Asghari-Esfeden, Sadjad and Fu, Yun and Pantic, Maja",
        "title": "Analysis of EEG Signals and Facial Expressions for Continuous Emotion Detection"
      },
      {
        "key": "sharma2020automated",
        "author": "Sharma, Rahul and Pachori, Ram Bilas and Sircar, Pradip",
        "title": "Automated emotion recognition based on higher order statistics and deep learning algorithm"
      },
      {
        "key": "devillers2005challenges",
        "author": "Devillers, Laurence and Vidrascu, Laurence and Lamel, Lori",
        "title": "Challenges in real-life emotion annotation and machine learning based detection"
      },
      {
        "key": "9158345",
        "author": "Kollias, Dimitrios and Zafeiriou, Stefanos",
        "title": "Exploiting Multi-CNN Features in CNN-RNN Based Dimensional Emotion Recognition on the OMG in-the-Wild Dataset"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "you2016building",
        "author": "You, Quanzeng and Luo, Jiebo and Jin, Hailin and Yang, Jianchao",
        "title": "Building a large scale dataset for image emotion recognition: The fine print and the benchmark"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "nimmi2022pre",
        "author": "Nimmi, K and Janet, B and Selvan, A Kalai and Sivakumaran, N",
        "title": "Pre-trained ensemble model for identification of emotion during COVID-19 based on emergency response support system dataset"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "1034632",
        "author": "Lee, C.M. and Narayanan, S. and Pieraccini, R.",
        "title": "Recognition of negative emotions from the speech signal"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "batliner2003find",
        "author": "Batliner, Anton and Fischer, Kerstin and Huber, Richard and Spilker, J{\\\"o}rg and N{\\\"o}th, Elmar",
        "title": "How to find trouble in communication"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "10494076",
        "author": "Zhang, He and Li, Xinyang and Sun, Yuanxi and Fu, Xinyi and Qiu, Christine and Carroll, John M.",
        "title": "VRMN-bD: A Multi-modal Natural Behavior Dataset of Immersive Human Fear Responses in VR Stand-up Interactive Games"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "10.1145/3629606.3629646",
        "author": "Zhang, He and Li, Xinyang and Qiu, Christine and Fu, Xinyi",
        "title": "Decoding Fear: Exploring User Experiences in Virtual Reality Horror Games"
      },
      {
        "key": "5585726",
        "author": "Mower, Emily and Matarić, Maja J and Narayanan, Shrikanth",
        "title": "A Framework for Automatic Human Emotion Classification Using Emotion Profiles"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "pmlr-v239-mohta23a",
        "author": "Mohta, Jay and Ak, Kenan and Xu, Yan and Shen, Mingwei",
        "title": "Are large language models good annotators?"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "zhang2024mmllmsrecentadvancesmultimodal",
        "author": "Duzhen Zhang and Yahan Yu and Jiahua Dong and Chenxing Li and Dan Su and Chenhui Chu and Dong Yu",
        "title": "MM-LLMs: Recent Advances in MultiModal Large Language Models"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "10.1145/3442188.3445922",
        "author": "Bender, Emily M. and Gebru, Timnit and McMillan-Major, Angelina and Shmitchell, Shmargaret",
        "title": "On the Dangers of Stochastic Parrots: Can Language Models Be Too Big?"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "10.1145/3637528.3671552",
        "author": "Liu, Zhiwei and Yang, Kailai and Xie, Qianqian and Zhang, Tianlin and Ananiadou, Sophia",
        "title": "EmoLLMs: A Series of Emotional Large Language Models and Annotation Tools for Comprehensive Affective Analysis"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "10447760",
        "author": "Du, Xingjian and Yu, Zhesong and Lin, Jiaju and Zhu, Bilei and Kong, Qiuqiang",
        "title": "Joint Music and Language Attention Models for Zero-Shot Music Tagging"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "cheng2024emotion",
        "author": "Cheng, Zebang and Cheng, Zhi-Qi and He, Jun-Yan and Sun, Jingdong and Wang, Kai and Lin, Yuxiang and Lian, Zheng and Peng, Xiaojiang and Hauptmann, Alexander",
        "title": "Emotion-LLaMA: Multimodal Emotion Recognition and Reasoning with Instruction Tuning"
      },
      {
        "key": "sapkota2024zero",
        "author": "Sapkota, Ranjan and Paudel, Achyut and Karkee, Manoj",
        "title": "Zero-Shot Automatic Annotation and Instance Segmentation using LLM-Generated Datasets: Eliminating Field Imaging and Manual Annotation for Deep Learning Model Development"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "tang2024pdfchatannotator",
        "author": "Tang, Yi and Chang, Chia-Ming and Yang, Xi",
        "title": "PDFChatAnnotator: A Human-LLM Collaborative Multi-Modal Data Annotation Tool for PDF-Format Catalogs"
      },
      {
        "key": "zhang2024qualitativeresearchmeetslarge",
        "author": "He Zhang and Chuhao Wu and Jingyi Xie and Fiona Rubino and Sydney Graver and ChanMin Kim and John M. Carroll and Jie Cai",
        "title": "When Qualitative Research Meets Large Language Model: Exploring the Potential of QualiGPT as a Tool for Qualitative Coding"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "tan-etal-2024-large",
        "author": "Tan, Zhen  and\nLi, Dawei  and\nWang, Song  and\nBeigi, Alimohammad  and\nJiang, Bohan  and\nBhattacharjee, Amrita  and\nKarami, Mansooreh  and\nLi, Jundong  and\nCheng, Lu  and\nLiu, Huan",
        "title": "Large Language Models for Data Annotation and Synthesis: A Survey"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "10388198",
        "author": "Yang, Vera and Srivastava, Archita and Etesam, Yasaman and Zhang, Chuxuan and Lim, Angelica",
        "title": "Contextual Emotion Estimation from Image Captions"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "10.1145/3626772.3657740",
        "author": "Yang, Zhenyu and Xue, Dizhan and Qian, Shengsheng and Dong, Weiming and Xu, Changsheng",
        "title": "LDRE: LLM-based Divergent Reasoning and Ensemble for Zero-Shot Composed Image Retrieval"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "shvetsova2025howtocaption",
        "author": "Shvetsova, Nina and Kukleva, Anna and Hong, Xudong and Rupprecht, Christian and Schiele, Bernt and Kuehne, Hilde",
        "title": "Howtocaption: Prompting llms to transform video annotations at scale"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "nadeem2024vision",
        "author": "Nadeem, Mohammad and Sohail, Shahab Saquib and Javed, Laeeba and Anwer, Faisal and Saudagar, Abdul Khader Jilani and Muhammad, Khan",
        "title": "Vision-Enabled Large Language and Deep Learning Models for Image-Based Emotion Recognition"
      }
    ]
  }
]