[
  {
    "index": 0,
    "papers": [
      {
        "key": "lijiaojiao2018",
        "author": "Li, Jiaojiao and Du, Qian and Li, Yunsong and Li, Wei",
        "title": "Hyperspectral Image Classification With Imbalanced Data Based on Orthogonal Complement Subspace Projection"
      },
      {
        "key": "Lvqinzhe2021",
        "author": "Lv, Qinzhe and Feng, Wei and Quan, Yinghui and Dauphin, Gabriel and Gao, Lianru and Xing, Mengdao",
        "title": "Enhanced-Random-Feature-Subspace-Based Ensemble CNN for the Imbalanced Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Hexin2021",
        "author": "He, Xin and Chen, Yushi and Lin, Zhouhan",
        "title": "Spatial-Spectral Transformer for Hyperspectral Image Classification"
      },
      {
        "key": "Scheibenreif2023",
        "author": "Scheibenreif, Linus and Mommert, Michael and Borth, Damian",
        "title": "Masked Vision Transformers for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zhangyuxiang2024",
        "author": "Zhang, Yuxiang and Li, Wei and Zhang, Mengmeng and Wang, Shuai and Tao, Ran and Du, Qian",
        "title": "Graph Information Aggregation Cross-Domain Few-Shot Learning for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "REN2012144",
        "author": "Jinchang Ren",
        "title": "ANN vs. SVM: Which one performs better in classification of MCCs in mammogram imaging"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "SMOTE2002",
        "author": " Chawla, Nitesh V.  and  Bowyer, Kevin W.  and  Hall, Lawrence O.  and  Kegelmeyer, W. Philip ",
        "title": "SMOTE: Synthetic Minority Over-sampling Technique"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "dam2020mixture",
        "author": "Dam, Tanmoy and Anavatti, Sreenatha G and Abbass, Hussein A",
        "title": "Mixture of spectral generative adversarial networks for imbalanced hyperspectral image classification"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhu2018",
        "author": "Zhu, Lin and Chen, Yushi and Ghamisi, Pedram and Benediktsson, Jón Atli",
        "title": "Generative Adversarial Networks for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "jiaolc2017",
        "author": "Jiao, Licheng and Liang, Miaomiao and Chen, Huan and Yang, Shuyuan and Liu, Hongying and Cao, Xianghai",
        "title": "Deep Fully Convolutional Network-Based Spatial Distribution Prediction for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "wangdi2023",
        "author": "Wang, Di and Zhang, Jing and Du, Bo and Zhang, Liangpei and Tao, Dacheng",
        "title": "DCN-T: Dual Context Network With Transformer for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Audebert2018",
        "author": "Audebert, Nicolas and Le Saux, Bertrand and Lefevre, Sébastien",
        "title": "Generative Adversarial Networks for Realistic Synthesis of Hyperspectral Samples"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "xibb2023",
        "author": "Xi, Bobo and Li, Jiaojiao and Diao, Yan and Li, Yunsong and Li, Zan and Huang, Yan and Chanussot, Jocelyn",
        "title": "DGSSC: A Deep Generative Spectral-Spatial Classifier for Imbalanced Hyperspectral Imagery"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "zhanglei2023",
        "author": "Zhang, Lei and Luo, Xiaoyan and Li, Sen and Shi, Xiaofeng",
        "title": "R2H-CCD: Hyperspectral Imagery Generation from RGB Images Based on Conditional Cascade Diffusion Probabilistic Models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "liuliqin2023",
        "author": "Liu, Liqin and Chen, Bowen and Chen, Hao and Zou, Zhengxia and Shi, Zhenwei",
        "title": "Diverse Hyperspectral Remote Sensing Image Synthesis With Diffusion Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "CLIP2021",
        "author": "Alec Radford and\nJong Wook Kim and\nChris Hallacy and\nAditya Ramesh and\nGabriel Goh and\nSandhini Agarwal and\nGirish Sastry and\nAmanda Askell and\nPamela Mishkin and\nJack Clark and\nGretchen Krueger and\nIlya Sutskever",
        "title": "Learning Transferable Visual Models From Natural Language Supervision"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "wahabzada2016plant",
        "author": "Wahabzada, Mirwaes and Mahlein, Anne-Katrin and Bauckhage, Christian and Steiner, Ulrike and Oerke, Erich-Christian and Kersting, Kristian",
        "title": "Plant phenotyping using probabilistic topic models: uncovering the hyperspectral language of plants"
      },
      {
        "key": "Huanglb2024",
        "author": "Huang, Lingbo and Chen, Yushi and He, Xin",
        "title": "Foundation Model-Based Spectral–Spatial Transformer for Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "zhang-LDGNet2023",
        "author": "Zhang, Yuxiang and Zhang, Mengmeng and Li, Wei and Wang, Shuai and Tao, Ran",
        "title": "Language-Aware Domain Generalization Network for Cross-Scene Hyperspectral Image Classification"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Dangyy2024",
        "author": "Dang, Yuanyuan and Zhang, Xianhe and Wang, Yongcheng and Liu, Bing",
        "title": "LIVEnet: Linguistic-Interact-With-Visual Engager Domain Generalization for Cross-Scene Hyperspectral Imagery Classification"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Caomx2024",
        "author": "Cao, Mengxin and Zhao, Guixin and Lv, Guohua and Dong, Aimei and Guo, Ying and Dong, Xiangjun",
        "title": "Spectral–Spatial–Language Fusion Network for Hyperspectral, LiDAR, and Text Data Classification"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "ho2020denoising",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising diffusion probabilistic models"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "stablediffusion2022",
        "author": "Rombach, Robin and Blattmann, Andreas and Lorenz, Dominik and Esser, Patrick and Ommer, Björn",
        "title": "High-Resolution Image Synthesis with Latent Diffusion Models"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "khanna2024diffusionsat",
        "author": "Samar Khanna and Patrick Liu and Linqi Zhou and Chenlin Meng and Robin Rombach and Marshall Burke and David B. Lobell and Stefano Ermon",
        "title": "DiffusionSat: A Generative Foundation Model for Satellite Imagery"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Tang2024",
        "author": "Tang, Datao and Cao, Xiangyong and Hou, Xingsong and Jiang, Zhongyuan and Liu, Junmin and Meng, Deyu",
        "title": "CRS-Diff: Controllable Remote Sensing Image Generation With Diffusion Model"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Sat2Scene2024",
        "author": "Li, Zuoyue and Li, Zhenqiang and Cui, Zhaopeng and Pollefeys, Marc and Oswald, Martin R.",
        "title": "Sat2Scene: 3D Urban Scene Generation from Satellite Images with Diffusion"
      }
    ]
  }
]