[
  {
    "index": 0,
    "papers": [
      {
        "key": "ji2021dnabert",
        "author": "Ji, Yanrong and Zhou, Zhihan and Liu, Han and Davuluri, Ramana V",
        "title": "DNABERT: pre-trained Bidirectional Encoder Representations from Transformers model for DNA-language in genome"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zhou2023dnabert2",
        "author": "Zhou, Zhihan and Ji, Yanrong and Li, Weijian and Dutta, Pratik and Davuluri, Ramana and Liu, Han",
        "title": "Dnabert-2: Efficient foundation model and benchmark for multi-species genome"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "NM2023NucleotideTrans",
        "author": "Dalla-Torre, Hugo and Gonzalez, Liam and Mendoza-Revilla, Javier and Carranza, Nicolas Lopez and Grzywaczewski, Adam Henryk and Oteri, Francesco and Dallago, Christian and Trop, Evan and de Almeida, Bernardo P and Sirelkhatim, Hassan and others",
        "title": "The nucleotide transformer: Building and evaluating robust foundation models for human genomics"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "nguyen2024hyenadna",
        "author": "Nguyen, Eric and Poli, Michael and Faizi, Marjan and Thomas, Armin and Wornow, Michael and Birch-Sykes, Callum and Massaroli, Stefano and Patel, Aman and Rabideau, Clayton and Bengio, Yoshua and others",
        "title": "Hyenadna: Long-range genomic sequence modeling at single nucleotide resolution"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "schiff2024caduceus",
        "author": "Schiff, Yair and Kao, Chia-Hsiang and Gokaslan, Aaron and Dao, Tri and Gu, Albert and Kuleshov, Volodymyr",
        "title": "Caduceus: Bi-directional equivariant long-range dna sequence modeling"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "nips2024MXDNA",
        "author": "Lifeng Qiao and Peng Ye and Yuchen Ren and Weiqiang Bai and Chaoqi Liang and Xinzhu Ma and Nanqing Dong and Wanli Ouyang",
        "title": "Model Decides How to Tokenize: Adaptive DNA Sequence Tokenization with MxDNA"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "jumper2021alphafold",
        "author": "Jumper, John and Evans, Richard and Pritzel, Alexander and Green, Tim and Figurnov, Michael",
        "title": "Highly accurate protein structure prediction with AlphaFold"
      },
      {
        "key": "jumper2021alphafold2",
        "author": "Jumper, John and Evans, Richard and Pritzel, Alexander and Green, Tim and Figurnov, Michael and Ronneberger, Olaf and Tunyasuvunakool, Kathryn and Bates, Russ and {\\v{Z}}{\\'\\i}dek, Augustin and Potapenko, Anna and others",
        "title": "Highly accurate protein structure prediction with AlphaFold"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "lin2022ESM2",
        "author": "Lin, Zeming and Akin, Halil and Rao, Roshan and Hie, Brian and Zhu, Zhongkai and Lu, Wenting and Smetanin, Nikita and dos Santos Costa, Allan and Fazel-Zarandi, Maryam and Sercu, Tom and Candido, Sal and others",
        "title": "Language models of protein sequences at the scale of evolution enable accurate structure prediction"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "shen2024rnafm",
        "author": "Shen, Tao and Hu, Zhihang and Sun, Siqi and Liu, Di and Wong, Felix and Wang, Jiuming and Chen, Jiayang and Wang, Yixuan and Hong, Liang and Xiao, Jin and others",
        "title": "Accurate RNA 3D structure prediction using a language model-based deep learning approach"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhu2024CDGPT",
        "author": "Zhu, Xiao and Qin, Chenchen and Wang, Fang and Yang, Fan and He, Bing and Zhao, Yu and Yao, Jianhua",
        "title": "CD-GPT: a biological foundation model bridging the gap between molecular sequences through central dogma"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "xiang2024BSM",
        "author": "Xiang, Weixi and Han, Xueting and Chai, Xiujuan and Bai, Jing",
        "title": "BSM: Small but Powerful Biological Sequence Model for Genes and Proteins"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "nguyen2024evo",
        "author": "Eric Nguyen and Michael Poli and Matthew G. Durrant and Brian Kang and Dhruva Katrekar and David B. Li and Liam J. Bartie and Armin W. Thomas and Samuel H. King and Garyk Brixi and Jeremy Sullivan and Madelena Y. Ng and Ashley Lewis and Aaron Lou and Stefano Ermon and Stephen A. Baccus and Tina Hernandez-Boussard and Christopher Ré and Patrick D. Hsu and Brian L. Hie ",
        "title": "Sequence modeling and design from molecular to genome scale with Evo"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "he2024lucaone",
        "author": "He, Yong and Fang, Pan and Shan, Yongtao and Pan, Yuanfei and Wei, Yanhong and Chen, Yichang and Chen, Yihao and Liu, Yi and Zeng, Zhenyu and Zhou, Zhan and others",
        "title": "LucaOne: Generalized Biological Foundation Model with Unified Nucleic Acid and Protein Language"
      }
    ]
  }
]