[
  {
    "index": 0,
    "papers": [
      {
        "key": "fei2004learning",
        "author": "Li Fei-Fei and Rob Fergus and Pietro Perona",
        "title": "Learning generative visual models from few training examples: An incremental Bayesian approach tested on 101 object categories"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "deng2009imagenet",
        "author": "Jia Deng and Wei Dong and Richard Socher and Li-Jia Li and K. Li and Li Fei-Fei",
        "title": "ImageNet: A large-scale hierarchical image database"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "krizhevsky2012imagenet",
        "author": "Alex Krizhevsky and Ilya Sutskever and Geoffrey E. Hinton",
        "title": "ImageNet classification with deep convolutional neural networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "everingham2010pascal",
        "author": "Everingham, Mark and Van Gool, Luc and Williams, Christopher and Winn, John and Zisserman, Andrew",
        "title": "The {P}ascal {V}isual {O}bject {C}lasses {(VOC)} challenge"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lin2014microsoft",
        "author": "Tsung-Yi Lin and Michael Maire and Serge J. Belongie and James Hays and Pietro Perona and Deva Ramanan and Piotr Doll{\\'a}r and C. Lawrence Zitnick",
        "title": "Microsoft COCO: Common Objects in Context"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "refitgame2014",
        "author": "Kazemzadeh, Sahar and Ordonez, Vicente and Matten, Mark and Berg, Tamara",
        "title": "{R}efer{I}t{G}ame: Referring to Objects in Photographs of Natural Scenes"
      },
      {
        "key": "yu2016modeling",
        "author": "Yu, Licheng and Poirson, Patrick and Yang, Shan and Berg, Alexander C. and Berg, Tamara L.",
        "title": "Modeling Context in Referring Expressions"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "tong2023rethinking",
        "author": "Kang Tong and Yiquan Wu",
        "title": "Rethinking PASCAL-VOC and MS-COCO dataset for small object detection"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "young2014image",
        "author": "Young, Peter and Lai, Alice and Hodosh, Micah and Hockenmaier, Julia",
        "title": "From image descriptions to visual denotations: New similarity metrics for semantic inference over event descriptions"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "lin2014microsoft",
        "author": "Tsung-Yi Lin and Michael Maire and Serge J. Belongie and James Hays and Pietro Perona and Deva Ramanan and Piotr Doll{\\'a}r and C. Lawrence Zitnick",
        "title": "Microsoft COCO: Common Objects in Context"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "krishna2017visual",
        "author": "Krishna, Ranjay and Zhu, Yuke and Groth, Oliver and Johnson, Justin and Hata, Kenji and Kravitz, Joshua and Chen, Stephanie and Kalantidis, Yannis and Li, Li-Jia and Shamma, David A. and Bernstein, Michael S. and Fei-Fei, Li",
        "title": "Visual Genome: Connecting Language and Vision Using Crowdsourced Dense Image Annotations"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "alayrac2022flamingo",
        "author": "Jean-Baptiste Alayrac and Jeff Donahue and Pauline Luc and Antoine Miech and Iain Barr and Yana Hasson and Karel Lenc and Arthur Mensch and Katherine Millican and Malcolm Reynolds and Roman Ring and Eliza Rutherford and Serkan Cabi and Tengda Han and Zhitao Gong and Sina Samangooei and Marianne Monteiro and Jacob Menick and Sebastian Borgeaud and Andrew Brock and Aida Nematzadeh and Sahand Sharifzadeh and Mikolaj Binkowski and Ricardo Barreira and Oriol Vinyals and Andrew Zisserman and Karen Simonyan",
        "title": "Flamingo: a Visual Language Model for Few-Shot Learning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "liu2023visual",
        "author": "Liu, Haotian and Li, Chunyuan and Wu, Qingyang and Lee, Yong Jae",
        "title": "Visual Instruction Tuning"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "pixtral12B",
        "author": "Pravesh Agrawal and Szymon Antoniak and Emma Bou Hanna and Devendra Singh Chaplot and Jessica Chudnovsky and Saurabh Garg and Th{\\'e}ophile Gervet and Soham Ghosh and Am'elie H'eliou and Paul Jacob and Albert Q. Jiang and Timoth{\\'e}e Lacroix and others",
        "title": "Pixtral 12B"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "chao2018learning",
        "author": "Yu-Wei Chao and Yunfan Liu and Michael Xieyang Liu and Huayi Zeng and Jia Deng",
        "title": "Learning to Detect Human-Object Interactions"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "gu2018ava",
        "author": "Chunhui Gu and Chen Sun and Sudheendra Vijayanarasimhan and Caroline Pantofaru and David A. Ross and George Toderici and Yeqing Li and Susanna Ricco and Rahul Sukthankar and Cordelia Schmid and Jitendra Malik",
        "title": "AVA: A Video Dataset of Spatio-Temporally Localized Atomic Visual Actions"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "weinland2006free",
        "author": "Daniel Weinland and Remi Ronfard and Edmond Boyer",
        "title": "Free viewpoint action recognition using motion history volumes"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "hilde2011hmdb",
        "author": "Hilde Kuehne and Hueihan Jhuang and Est{\\'i}baliz Garrote and Tomaso A. Poggio and Thomas Serre",
        "title": "{HMDB}: A large video database for human motion recognition"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "liu2009recognizing",
        "author": "Liu, Jingen and Jiebo Luo and Shah, Mubarak",
        "title": "Recognizing realistic actions from videos “in the wild”"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "krishna2017visual",
        "author": "Krishna, Ranjay and Zhu, Yuke and Groth, Oliver and Johnson, Justin and Hata, Kenji and Kravitz, Joshua and Chen, Stephanie and Kalantidis, Yannis and Li, Li-Jia and Shamma, David A. and Bernstein, Michael S. and Fei-Fei, Li",
        "title": "Visual Genome: Connecting Language and Vision Using Crowdsourced Dense Image Annotations"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "zhang2024groundhog",
        "author": "Zhang, Yichi and Ma, Ziqiao and Gao, Xiaofeng and Shakiah, Suhaila and Gao, Qiaozi and Chai, Joyce",
        "title": "GROUNDHOG: Grounding Large Language Models to Holistic Segmentation"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ma2024groma",
        "author": "Ma, Chuofan and Jiang, Yi and Wu, Jiannan and Yuan, Zehuan and Qi, Xiaojuan",
        "title": "Groma: Localized Visual Tokenization for Grounding Multimodal Large Language Models"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "peng2023kosmos",
        "author": "Zhiliang Peng and Wenhui Wang and Li Dong and Yaru Hao and Shaohan Huang and Shuming Ma and Qixiang Ye and Furu Wei",
        "title": "Kosmos-2: Grounding Multimodal Large Language Models to the World"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "xiao2023Florence2AA",
        "author": "Bin Xiao and Haiping Wu and Weijian Xu and Xiyang Dai and Houdong Hu and Yumao Lu and Michael Zeng and Ce Liu and Lu Yuan",
        "title": "Florence-2: Advancing a Unified Representation for a Variety of Vision Tasks"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "gonzalez2021panoptic",
        "author": "Cristina Gonz{\\'a}lez and Nicol{\\'a}s Ayobi and Isabela Hern{\\'a}ndez and Jos{\\'e} Hern{\\'a}ndez and Jordi Pont-Tuset and Pablo Arbel{\\'a}ez",
        "title": "Panoptic Narrative Grounding"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "wordnet1994",
        "author": "Miller, George A.",
        "title": "{W}ord{N}et: A Lexical Database for {E}nglish"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "cai2024top",
        "author": "Chen Cai and Suchen Wang and Kim-Hui Yap and Yi Wang",
        "title": "Top-down framework for weakly-supervised grounded image captioning"
      }
    ]
  }
]