[
  {
    "index": 0,
    "papers": [
      {
        "key": "elo1978rating",
        "author": "Elo, Arpad E.",
        "title": "The rating of chessplayers, past and present"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "bradley_rank_1952",
        "author": "Bradley, Ralph Allan and Terry, Milton E.",
        "title": "Rank analysis of incomplete block designs: {I}. {The} method of paired comparisons"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gao_position_2024",
        "author": "Gao, Yanjun and Myers, Skatje and Chen, Shan and Dligach, Dmitriy and Miller, Timothy A. and Bitterman, Danielle and Chen, Guanhua and Mayampurath, Anoop and Churpek, Matthew and Afshar, Majid",
        "title": "Position {Paper} {On} {Diagnostic} {Uncertainty} {Estimation} from {Large} {Language} {Models}: {Next}-{Word} {Probability} {Is} {Not} {Pre}-test {Probability}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "savage_large_2024",
        "author": "Savage, Thomas and Wang, John and Gallo, Robert and Boukil, Abdessalem and Patel, Vishwesh and Safavi-Naini, Seyed Amir Ahmad and Soroush, Ali and Chen, Jonathan H",
        "title": "Large language model uncertainty proxies: discrimination and calibration for medical diagnosis and treatment"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kadavath_language_2022",
        "author": "Kadavath, Saurav and Conerly, Tom and Askell, Amanda and Henighan, Tom and Drain, Dawn and Perez, Ethan and Schiefer, Nicholas and Hatfield-Dodds, Zac and DasSarma, Nova and Tran-Johnson, Eli and Johnston, Scott and El-Showk, Sheer and Jones, Andy and Elhage, Nelson and Hume, Tristan and Chen, Anna and Bai, Yuntao and Bowman, Sam and Fort, Stanislav and Ganguli, Deep and Hernandez, Danny and Jacobson, Josh and Kernion, Jackson and Kravec, Shauna and Lovitt, Liane and Ndousse, Kamal and Olsson, Catherine and Ringer, Sam and Amodei, Dario and Brown, Tom and Clark, Jack and Joseph, Nicholas and Mann, Ben and McCandlish, Sam and Olah, Chris and Kaplan, Jared",
        "title": "Language {Models} ({Mostly}) {Know} {What} {They} {Know}"
      }
    ]
  }
]