[
  {
    "index": 0,
    "papers": [
      {
        "key": "shao2021transmil",
        "author": "Zhuchen Shao and Hao Bian and Yang Chen and Yifeng Wang and Jian Zhang and Xiangyang Ji and Yongbing Zhang",
        "title": "TransMIL: Transformer based Correlated Multiple Instance Learning for Whole Slide Image Classification"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "xiong2021nystrom",
        "author": "Yunyang Xiong and Zhanpeng Zeng and Rudrasis Chakraborty and Mingxing Tan and Glenn Fung and Yin Li and Vikas Singh",
        "title": "Nyströmformer: A Nyström-Based Algorithm for Approximating Self-Attention"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "dosovitskiy2021vit",
        "author": "Alexey Dosovitskiy and Lucas Beyer and Alexander Kolesnikov and Dirk Weissenborn and Xiaohua Zhai and Thomas Unterthiner and Mostafa Dehghani and Matthias Minderer and Georg Heigold and Sylvain Gelly and Jakob Uszkoreit and Neil Houlsby",
        "title": "An Image is Worth 16x16 Words: Transformers for Image Recognition at Scale"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "jang2024learnability",
        "author": "Jaeseok Jang and Hyuk-Yoon Kwon",
        "title": "Are Multiple Instance Learning Algorithms Learnable for Instances?"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "liu2023multiple",
        "author": "Liu, Kangning and Zhu, Weicheng and Shen, Yiqiu and Liu, Sheng and Razavian, Narges and Geras, Krzysztof J and Fernandez-Granda, Carlos",
        "title": "Multiple Instance Learning via Iterative Self-Paced Supervised Contrastive Learning"
      },
      {
        "key": "lin2023interventional",
        "author": "Lin, Tiancheng and Yu, Zhimiao and Hu, Hongyu and Xu, Yi and Chen, Chang-Wen",
        "title": "Interventional bag multi-instance learning on whole-slide pathological images"
      },
      {
        "key": "huang2024hnm",
        "author": "Huang, Wentao and Hu, Xiaoling and Abousamra, Shahira and Prasanna, Prateek and Chen, Chao",
        "title": "Hard Negative Sample Mining for Whole Slide Image Classification"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wang2021transpath",
        "author": "Wang, Xiyue and Yang, Sen and Zhang, Jun and Wang, Minghui and Zhang, Jing and Huang, Junzhou and Yang, Wei and Han, Xiao",
        "title": "TransPath: Transformer-Based Self-supervised Learning for Histopathological Image Classification"
      },
      {
        "key": "wang2022ctrans",
        "author": "Wang, Xiyue and Yang, Sen and Zhang, Jun and Wang, Minghui and Zhang, Jing  and Yang, Wei and Huang, Junzhou  and Han, Xiao",
        "title": "Transformer-based Unsupervised Contrastive Learning for Histopathological Image Classification"
      },
      {
        "key": "xu2024gigapath",
        "author": "Xu, Hanwen and Usuyama, Naoto and Bagga, Jaspreet and Zhang, Sheng and Rao, Rajesh and Naumann, Tristan and Wong, Cliff and Gero, Zelalem and González, Javier and Gu, Yu and Xu, Yanbo and Wei, Mu and Wang, Wenhui and Ma, Shuming and Wei, Furu and Yang, Jianwei and Li, Chunyuan and Gao, Jianfeng and Rosemon, Jaylen and Bower, Tucker and Lee, Soohee and Weerasinghe, Roshanthi and Wright, Bill J. and Robicsek, Ari and Piening, Brian and Bifulco, Carlo and Wang, Sheng and Poon, Hoifung",
        "title": "A whole-slide foundation model for digital pathology from real-world data"
      },
      {
        "key": "chen2024uni",
        "author": "Richard J. Chen and Tong Ding and Ming Y. Lu and Drew F. K. Williamson and Guillaume Jaume and Andrew H. Song and Bowen Chen and Andrew Zhang and Daniel Shao and Muhammad Shaba and Mane Williams and Lukas Oldenburg and Luca L. Weishaupt and Judy J. Wang and Anurag Vaidya and Long Phi Le and Georg Gerber and Sharifa Sahai and Walt Williams and Faisal Mahmood",
        "title": "Towards a general-purpose foundation model for computational pathology"
      },
      {
        "key": "vorontsov2024virchow",
        "author": "Eugene Vorontsov and Alican Bozkurt and Adam Casson and George Shaikovski and Michal Zelechowski and Kristen Severson and Eric Zimmermann and James Hall and Neil Tenenholtz and Nicolo Fusi and Ellen Yang and Philippe Mathieu and Alexander van Eck and Donghun Lee and Julian Viret and Eric Robert and Yi Kan Wang and Jeremy D. Kunz and Matthew C. H. Lee and Jan H. Bernhard and Ran A. Godrich and Gerard Oakley and Ewan Millar and Matthew Hanna and Hannah Wen and Juan A. Retamero and William A. Moye and Razik Yousfi and Christopher Kanan and David S. Klimstra and Brandon Rothrock and Siqi Liu and Thomas J. Fuchs",
        "title": "A foundation model for clinical-grade computational pathology and rare cancers detection"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhang2022dtfd",
        "author": "Zhang, Hongrun and Meng, Yanda and Zhao, Yitian and Qiao, Yihong and Yang, Xiaoyun and Coupland, Sarah E. and Zheng, Yalin",
        "title": "DTFD-MIL: Double-Tier Feature Distillation Multiple Instance Learning for Histopathology Whole Slide Image Classification"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "qu2022bidirectional",
        "author": "Linhao Qu and xiaoyuan Luo and Manning Wang and Zhijian Song",
        "title": "Bi-directional Weakly Supervised Knowledge Distillation for Whole Slide Image Classification"
      }
    ]
  }
]