[
  {
    "index": 0,
    "papers": [
      {
        "key": "PhysRevLett.98.146401",
        "author": "Behler, J\\\"org and Parrinello, Michele",
        "title": "Generalized Neural-Network Representation of High-Dimensional Potential-Energy Surfaces"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "CGCNN",
        "author": "Xie, Tian and Grossman, Jeffrey C.",
        "title": "Crystal Graph Convolutional Neural Networks for an Accurate and Interpretable Prediction of Material Properties"
      },
      {
        "key": "SchNet",
        "author": "Sch\\\"{u}tt, Kristof and Kindermans, Pieter-Jan and Sauceda Felix, Huziel Enoc and Chmiela, Stefan and Tkatchenko, Alexandre and M\\\"{u}ller, Klaus-Robert",
        "title": "SchNet: A continuous-filter convolutional neural network for modeling quantum interactions"
      },
      {
        "key": "MEGNet",
        "author": "Chen, Chi and Ye, Weike and Zuo, Yunxing and Zheng, Chen and Ong, Shyue Ping",
        "title": "Graph Networks as a Universal Machine Learning Framework for Molecules and Crystals"
      },
      {
        "key": "PotNet",
        "author": "Lin, Yuchao and Yan, Keqiang and Luo, Youzhi and Liu, Yi and Qian, Xiaoning and Ji, Shuiwang",
        "title": "Efficient Approximations of Complete Interatomic Potentials for Crystal Property Prediction"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ALIGNN",
        "author": "Choudhary, Kamal\nand DeCost, Brian",
        "title": "Atomistic Line Graph Neural Network for improved materials property predictions"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Matformer",
        "author": "Keqiang Yan and Yi Liu and Yuchao Lin and Shuiwang Ji",
        "title": "Periodic Graph Transformers for Crystal Material Property Prediction"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Crystalformer",
        "author": "Tatsunori Taniai and Ryo Igarashi and Yuta Suzuki and Naoya Chiba and Kotaro Saito and Yoshitaka Ushiku and Kanta Ono",
        "title": "Crystalformer: Infinitely Connected Attention for Periodic Structure Encoding"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Predict_Optimize",
        "author": "Cheng, Guanjian\nand Gong, Xin-Gao\nand Yin, Wan-Jian",
        "title": "Crystal structure prediction by combining graph network and optimization algorithm"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "FTCP",
        "author": "Zekun Ren and Siyu Isaac Parker Tian and Juhwan Noh and Felipe Oviedo and Guangzong Xing and Jiali Li and Qiaohao Liang and Ruiming Zhu and Armin G. Aberle and Shijing Sun and Xiaonan Wang and Yi Liu and Qianxiao Li and Senthilnath Jayavelu and Kedar Hippalgaonkar and Yousung Jung and Tonio Buonassisi",
        "title": "An invertible crystallographic representation for general inverse design of inorganic crystals with targeted properties"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "CrystalGAN",
        "author": "Asma Nouira and Nataliya Sokolovska and Jean-Claude Crivello",
        "title": "CrystalGAN: Learning to Discover Crystallographic Structures with Generative Adversarial Networks"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "CDVAE",
        "author": "Tian Xie and Xiang Fu and Octavian-Eugen Ganea and Regina Barzilay and Tommi S. Jaakkola",
        "title": "Crystal Diffusion Variational Autoencoder for Periodic Material Generation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "DiffCSP",
        "author": "Jiao, Rui and Huang, Wenbing and Lin, Peijia and Han, Jiaqi and Chen, Pin and Lu, Yutong and Liu, Yang",
        "title": "Crystal Structure Prediction by Joint Equivariant Diffusion"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "SyMat",
        "author": "Luo, Youzhi and Liu, Chengkai and Ji, Shuiwang",
        "title": "Towards Symmetry-Aware Generation of Periodic Materials"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "EquiCSP",
        "author": "Lin, Peijia and Chen, Pin and Jiao, Rui and Mo, Qing and Jianhuan, Cen and Huang, Wenbing and Liu, Yang and Huang, Dan and Lu, Yutong",
        "title": "Equivariant Diffusion for Crystal Structure Prediction"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "DiffCSP++",
        "author": "Rui Jiao and Wenbing Huang and Yu Liu and Deli Zhao and Yang Liu",
        "title": "Space Group Constrained Crystal Generation"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Continuity_Rotation",
        "author": "Zhou, Yi and Barnes, Connelly and Jingwan, Lu and Jimei, Yang and Hao, Li",
        "title": "On the Continuity of Rotation Representations in Neural Networks"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Self_Selecting_Ensambles",
        "author": "Xiang, Sitao",
        "title": "Eliminating topological errors in neural network rotation estimation using self-selecting ensembles"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Boltzman_Machine",
        "author": "Hinton, G. E. and Sejnowski, T. J.",
        "title": "Learning and relearning in Boltzmann machines"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "EBM_OpenAI",
        "author": "Yilun Du and\nIgor Mordatch",
        "title": "Implicit Generation and Generalization in Energy-Based Models"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Generative_PointNet",
        "author": "Xie, Jianwen and Xu, Yifei and Zheng, Zilong and Gao, Ruiqi and Wang, Wenguan and Zhu Song-Chun and Wu, Ying Nian",
        "title": "Generative PointNet: Deep Energy-Based Learning on Unordered Point Sets for 3D Generation, Reconstruction and Classification"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "EBM_Meta",
        "author": "Yilun Du and Joshua Meier and Jerry Ma and Rob Fergus and Alexander Rives",
        "title": "Energy-based models for atomic-resolution protein conformations"
      }
    ]
  }
]