[
  {
    "index": 0,
    "papers": [
      {
        "key": "dif_rep_survey",
        "author": "Fuest, Michael and Ma, Pingchuan and Gui, Ming and Fischer, Johannes S and Hu, Vincent Tao and Ommer, Bjorn",
        "title": "Diffusion models and representation learning: A survey"
      },
      {
        "key": "ldm",
        "author": "Rombach, Robin and Blattmann, Andreas and Lorenz, Dominik and Esser, Patrick and Ommer, Bj{\\\"o}rn",
        "title": "High-resolution image synthesis with latent diffusion models"
      },
      {
        "key": "INDM",
        "author": "Kim, Dongjun and Na, Byeonghu and Kwon, Se Jung and Lee, Dongsoo and Kang, Wanmo and Moon, Il-Chul",
        "title": "Maximum likelihood training of implicit nonlinear diffusion model"
      },
      {
        "key": "EBM_34",
        "author": "Che, Tong and Zhang, Ruixiang and Sohl-Dickstein, Jascha and Larochelle, Hugo and Paull, Liam and Cao, Yuan and Bengio, Yoshua",
        "title": "Your GAN is secretly an energy-based model and you should use discriminator driven latent sampling"
      },
      {
        "key": "EBM_57",
        "author": "Desjardins, Guillaume and Bengio, Yoshua and Courville, Aaron C",
        "title": "On tracking the partition function"
      },
      {
        "key": "EBM_68",
        "author": "Du, Yilun and Mordatch, Igor",
        "title": "Implicit generation and modeling with energy based models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "rep_1",
        "author": "Yang, Xiulong and Shih, Sheng-Min and Fu, Yinlin and Zhao, Xiaoting and Ji, Shihao",
        "title": "Your vit is secretly a hybrid discriminative-generative diffusion model"
      },
      {
        "key": "rep_2",
        "author": "Tian, Changyao and Tao, Chenxin and Dai, Jifeng and Li, Hao and Li, Ziheng and Lu, Lewei and Wang, Xiaogang and Li, Hongsheng and Huang, Gao and Zhu, Xizhou",
        "title": "Addp: Learning general representations for image recognition and generation with alternating denoising diffusion process"
      },
      {
        "key": "rep_3",
        "author": "Xiang, Weilai and Yang, Hongyu and Huang, Di and Wang, Yunhong",
        "title": "Denoising diffusion autoencoders are unified self-supervised learners"
      },
      {
        "key": "rep_4",
        "author": "Li, Daiqing and Ling, Huan and Kar, Amlan and Acuna, David and Kim, Seung Wook and Kreis, Karsten and Torralba, Antonio and Fidler, Sanja",
        "title": "Dreamteacher: Pretraining image backbones with deep generative models"
      },
      {
        "key": "rep_5",
        "author": "Yang, Xingyi and Wang, Xinchao",
        "title": "Diffusion model as representation learner"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "dif_rep_cla_1",
        "author": "Mukhopadhyay, Soumik and Gwilliam, Matthew and Agarwal, Vatsal and Padmanabhan, Namitha and Swaminathan, Archana and Hegde, Srinidhi and Zhou, Tianyi and Shrivastava, Abhinav",
        "title": "Diffusion models beat gans on image classification"
      },
      {
        "key": "dif_rep_cla_2",
        "author": "Deja, Kamil and Trzci{\\'n}ski, Tomasz and Tomczak, Jakub M",
        "title": "Learning data representations with joint diffusion models"
      },
      {
        "key": "dif_rep_cla_2",
        "author": "Deja, Kamil and Trzci{\\'n}ski, Tomasz and Tomczak, Jakub M",
        "title": "Learning data representations with joint diffusion models"
      },
      {
        "key": "dif_rep_seg_2",
        "author": "Li, Daiqing and Ling, Huan and Kar, Amlan and Acuna, David and Kim, Seung Wook and Kreis, Karsten and Torralba, Antonio and Fidler, Sanja",
        "title": "Dreamteacher: Pretraining image backbones with deep generative models"
      },
      {
        "key": "dif_rep_multi_task",
        "author": "Zhao, Wenliang and Rao, Yongming and Liu, Zuyan and Liu, Benlin and Zhou, Jie and Lu, Jiwen",
        "title": "Unleashing text-to-image diffusion models for visual perception"
      },
      {
        "key": "dif_rep",
        "author": "Yang, Xingyi and Wang, Xinchao",
        "title": "Diffusion model as representation learner"
      },
      {
        "key": "dif_rep",
        "author": "Yang, Xingyi and Wang, Xinchao",
        "title": "Diffusion model as representation learner"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "platonic",
        "author": "Huh, Minyoung and Cheung, Brian and Wang, Tongzhou and Isola, Phillip",
        "title": "The platonic representation hypothesis"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "real_world_1",
        "author": " Tian, Yonglong  and  Krishnan, Dilip  and  Isola, Phillip ",
        "title": "Contrastive Multiview Coding"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "real_world_2",
        "author": "Zimmermann, Roland S and Sharma, Yash and Schneider, Steffen and Bethge, Matthias and Brendel, Wieland",
        "title": "Contrastive learning inverts the data generating process"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rw_dl_1",
        "author": "Tinghui Zhou and Matthew A. Brown and Noah Snavely and David G. Lowe",
        "title": "Unsupervised Learning of Depth and Ego-Motion from Video"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "rw_dl_2",
        "author": "Yang Wang and Yezhou Yang and Zhenheng Yang and Liang Zhao and Wei Xu",
        "title": "Occlusion Aware Unsupervised Learning of Optical Flow"
      },
      {
        "key": "rw_dl_3",
        "author": "Reza Mahjourian and Martin Wicke and Anelia Angelova",
        "title": "Unsupervised Learning of Depth and Ego-Motion from Monocular Video Using 3D Geometric Constraints"
      },
      {
        "key": "rw_dl_4",
        "author": "Yuhua Chen and Cordelia Schmid and Cristian Sminchisescu",
        "title": "Self-Supervised Learning With Geometric Constraints in Monocular Video: Connecting Flow, Depth, and Camera"
      },
      {
        "key": "rw_dl_5",
        "author": "Jiawang Bian and Zhichao Li and Naiyan Wang and Huangying Zhan and Chunhua Shen and Ming-Ming Cheng and Ian D. Reid",
        "title": "Unsupervised Scale-consistent Depth and Ego-motion Learning from Monocular Video"
      },
      {
        "key": "rw_dl_6",
        "author": "Adrian Johnston and G. Carneiro",
        "title": "Self-Supervised Monocular Trained Depth Estimation Using Self-Attention and Discrete Disparity Volume"
      },
      {
        "key": "rw_dl_7",
        "author": "Cl{\\'e}ment Godard and Oisin Mac Aodha and Gabriel J. Brostow",
        "title": "Digging Into Self-Supervised Monocular Depth Estimation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "bright",
        "author": "Shao, Shuwei and Pei, Zhongcai and Chen, Weihai and Zhu, Wentao and Wu, Xingming and Sun, Dianmin and Zhang, Baochang",
        "title": "Self-supervised monocular depth and ego-motion estimation in endoscopy: Appearance flow to the rescue"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "rw_dl_8",
        "author": "Zhuoyue Yang and Junjun Pan and Ju Dai and Zhen Sun and Yi Xiao",
        "title": "Self-Supervised Lightweight Depth Estimation in Endoscopy Combining CNN and Transformer"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "rw_dl_9",
        "author": "Shuwei Shao and Zhongcai Pei and Weihai Chen and Dingchi Sun and Peter C. Y. Chen and Zhengguo Li",
        "title": "MonoDiffusion: Self-Supervised Monocular Depth Estimation Using Diffusion Model"
      }
    ]
  }
]