[
  {
    "index": 0,
    "papers": [
      {
        "key": "serban-etal-2016-generating",
        "author": "Serban, Iulian Vlad  and Garc{\\'i}a-Dur{\\'a}n, Alberto  and Gulcehre, Caglar  and Ahn, Sungjin  and Chandar, Sarath  and Courville, Aaron  and Bengio, Yoshua",
        "title": "Generating Factoid Questions With Recurrent Neural Networks: The 30{M} Factoid Question-Answer Corpus"
      },
      {
        "key": "2017arXiv170405179D",
        "author": "{Dunn}, Matthew and {Sagun}, Levent and {Higgins}, Mike and {Ugur Guney}, V. and {Cirik}, Volkan and {Cho}, Kyunghyun",
        "title": "{SearchQA: A New Q\\&A Dataset Augmented with Context from a Search Engine}"
      },
      {
        "key": "reddy-etal-2019-coqa",
        "author": "Reddy, Siva  and Chen, Danqi  and Manning, Christopher D.",
        "title": "{C}o{QA}: A Conversational Question Answering Challenge"
      },
      {
        "key": "kwiatkowski-etal-2019-natural",
        "author": "Kwiatkowski, Tom  and Palomaki, Jennimaria  and Redfield, Olivia  and Collins, Michael  and Parikh, Ankur  and Alberti, Chris  and Epstein, Danielle  and Polosukhin, Illia  and Devlin, Jacob  and Lee, Kenton  and Toutanova, Kristina  and Jones, Llion  and Kelcey, Matthew  and Chang, Ming-Wei  and Dai, Andrew M.  and Uszkoreit, Jakob  and Le, Quoc  and Petrov, Slav",
        "title": "Natural Questions: A Benchmark for Question Answering Research"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "rajpurkar-etal-2016-squad",
        "author": "Rajpurkar, Pranav  and Zhang, Jian  and Lopyrev, Konstantin  and Liang, Percy",
        "title": "{SQ}u{AD}: 100,000+ Questions for Machine Comprehension of Text"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "reddy-etal-2019-coqa",
        "author": "Reddy, Siva  and Chen, Danqi  and Manning, Christopher D.",
        "title": "{C}o{QA}: A Conversational Question Answering Challenge"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "yang-etal-2018-hotpotqa",
        "author": "Yang, Zhilin  and Qi, Peng  and Zhang, Saizheng  and Bengio, Yoshua  and Cohen, William  and Salakhutdinov, Ruslan  and Manning, Christopher D.",
        "title": "{H}otpot{QA}: A Dataset for Diverse, Explainable Multi-hop Question Answering"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lewis-etal-2020-bart",
        "author": "Lewis, Mike  and Liu, Yinhan  and Goyal, Naman  and Ghazvininejad, Marjan  and Mohamed, Abdelrahman  and Levy, Omer  and Stoyanov, Veselin  and Zettlemoyer, Luke",
        "title": "{BART}: Denoising Sequence-to-Sequence Pre-training for Natural Language Generation, Translation, and Comprehension"
      },
      {
        "key": "NEURIPS2020_1457c0d6",
        "author": "Brown, Tom and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared D and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and Agarwal, Sandhini and Herbert-Voss, Ariel and Krueger, Gretchen and Henighan, Tom and Child, Rewon and Ramesh, Aditya and Ziegler, Daniel and Wu, Jeffrey and Winter, Clemens and Hesse, Chris and Chen, Mark and Sigler, Eric and Litwin, Mateusz and Gray, Scott and Chess, Benjamin and Clark, Jack and Berner, Christopher and McCandlish, Sam and Radford, Alec and Sutskever, Ilya and Amodei, Dario",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "2023arXiv230308774O",
        "author": "{OpenAI} and {Achiam}, Josh and {Adler}, Steven and {Agarwal}, Sandhini and {Ahmad}, Lama and {Akkaya}, Ilge and {Leoni Aleman}, Florencia and {Almeida}, Diogo and {Altenschmidt}, Janko and {Altman}, Sam and others",
        "title": "{GPT-4 Technical Report}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "sanh2022multitask",
        "author": "Sanh, Victor and Webson, Albert and Raffel, Colin and Bach, Stephen and Sutawika, Lintang and Alyafeai, Zaid and Chaffin, Antoine and Stiegler, Arnaud and Raja, Arun and Dey, Manan and others",
        "title": "Multitask prompted training enables zero-shot task generalization"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10.5555/3455716.3455856",
        "author": "Raffel, Colin and Shazeer, Noam and Roberts, Adam and Lee, Katherine and Narang, Sharan and Matena, Michael and Zhou, Yanqi and Li, Wei and Liu, Peter J.",
        "title": "Exploring the limits of transfer learning with a unified text-to-text transformer"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jia-liang-2017-adversarial",
        "author": "Jia, Robin  and Liang, Percy",
        "title": "Adversarial Examples for Evaluating Reading Comprehension Systems"
      },
      {
        "key": "Kaushik2020Learning",
        "author": "Divyansh Kaushik and Eduard Hovy and Zachary Lipton",
        "title": "Learning The Difference That Makes A Difference With Counterfactually-Augmented Data"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "jia-liang-2017-adversarial",
        "author": "Jia, Robin  and Liang, Percy",
        "title": "Adversarial Examples for Evaluating Reading Comprehension Systems"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "gardner-etal-2020-evaluating",
        "author": "Gardner, Matt  and Artzi, Yoav  and Basmov, Victoria  and Berant, Jonathan  and Bogin, Ben  and Chen, Sihao  and Dasigi, Pradeep  and Dua, Dheeru  and Elazar, Yanai  and Gottumukkala, Ananth  and Gupta, Nitish  and Hajishirzi, Hannaneh  and Ilharco, Gabriel  and Khashabi, Daniel  and Lin, Kevin  and Liu, Jiangming  and Liu, Nelson F.  and Mulcaire, Phoebe  and Ning, Qiang  and Singh, Sameer  and Smith, Noah A.  and Subramanian, Sanjay  and Tsarfaty, Reut  and Wallace, Eric  and Zhang, Ally  and Zhou, Ben",
        "title": "Evaluating Models' Local Decision Boundaries via Contrast Sets"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "lai-etal-2017-race",
        "author": "Lai, Guokun  and Xie, Qizhe  and Liu, Hanxiao  and Yang, Yiming  and Hovy, Eduard",
        "title": "{RACE}: Large-scale {R}e{A}ding Comprehension Dataset From Examinations"
      },
      {
        "key": "2018arXiv180305457C",
        "author": "{Clark}, Peter and {Cowhey}, Isaac and {Etzioni}, Oren and {Khot}, Tushar and {Sabharwal}, Ashish and {Schoenick}, Carissa and {Tafjord}, Oyvind",
        "title": "{Think you have Solved Question Answering? Try ARC, the AI2 Reasoning Challenge}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "lai-etal-2017-race",
        "author": "Lai, Guokun  and Xie, Qizhe  and Liu, Hanxiao  and Yang, Yiming  and Hovy, Eduard",
        "title": "{RACE}: Large-scale {R}e{A}ding Comprehension Dataset From Examinations"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "2018arXiv180305457C",
        "author": "{Clark}, Peter and {Cowhey}, Isaac and {Etzioni}, Oren and {Khot}, Tushar and {Sabharwal}, Ashish and {Schoenick}, Carissa and {Tafjord}, Oyvind",
        "title": "{Think you have Solved Question Answering? Try ARC, the AI2 Reasoning Challenge}"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "welbl-etal-2017-crowdsourcing",
        "author": "Welbl, Johannes  and Liu, Nelson F.  and Gardner, Matt",
        "title": "Crowdsourcing Multiple Choice Science Questions"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "doi:10.1177/0265532215572268",
        "author": "Brent Culligan",
        "title": "A comparison of three test formats to assess word difficulty"
      },
      {
        "key": "hou-etal-2019-modeling",
        "author": "Hou, Jue  and Maximilian, Koppatz  and Hoya Quecedo, Jos{\\'e} Mar{\\'i}a  and Stoyanova, Nataliya  and Yangarber, Roman",
        "title": "Modeling language learning using specialized Elo rating"
      },
      {
        "key": "doi:10.1177/0265532215623581",
        "author": "Jonathan Trace and James Dean Brown and Gerriet Janssen and Liudmila Kozhevnikova",
        "title": "Determining cloze item difficulty from item and passage characteristics across different learner backgrounds"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "2018arXiv180809732H",
        "author": "{Huang}, Yi-Ting and {Chen}, Meng Chang and {Sun}, Yeali S.",
        "title": "{Development and Evaluation of a Personalized Computer-aided Question Generation for English Learners to Improve Proficiency and Correct Mistakes}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "10.5555/1394399",
        "author": "Manning, Christopher D. and Raghavan, Prabhakar and Sch\\\"{u}tze, Hinrich",
        "title": "Introduction to Information Retrieval"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "NIPS2013_9aa42b31",
        "author": "Mikolov, Tomas and Sutskever, Ilya and Chen, Kai and Corrado, Greg S and Dean, Jeff",
        "title": "Distributed Representations of Words and Phrases and their Compositionality"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "lee-etal-2019-manipulating",
        "author": "Lee, Ji-Ung  and Schwan, Erik  and Meyer, Christian M.",
        "title": "Manipulating the Difficulty of {C}-Tests"
      },
      {
        "key": "pmlr-v101-liang19a",
        "author": "Liang, Yichan and Li, Jianheng and Yin, Jian",
        "title": "A New Multi-choice Reading Comprehension Dataset for Curriculum Learning"
      },
      {
        "key": "Pandarova2019",
        "author": "Pandarova, Irina and Schmidt, Torben and Hartig, Johannes and Boubekki, Ahc{\\`e}ne and Jones, Roger Dale and Brefeld, Ulf",
        "title": "Predicting the Difficulty of Exercise Items for Dynamic Difficulty Adaptation in Adaptive Language Tutoring"
      },
      {
        "key": "8539464",
        "author": "Yang, Hua and EUM, Suyong",
        "title": "Feature Analysis on English word difficulty by Gaussian Mixture Model"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "devlin-etal-2019-bert",
        "author": "Devlin, Jacob  and Chang, Ming-Wei  and Lee, Kenton  and Toutanova, Kristina",
        "title": "{BERT}: Pre-training of Deep Bidirectional Transformers for Language Understanding"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "2019arXiv191001108S",
        "author": "{Sanh}, Victor and {Debut}, Lysandre and {Chaumond}, Julien and {Wolf}, Thomas",
        "title": "{DistilBERT, a distilled version of BERT: smaller, faster, cheaper and lighter}"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "10.1145/3357384.3358013",
        "author": "Qiu, Zhaopeng and Wu, Xian and Fan, Wei",
        "title": "Question Difficulty Prediction for Multiple Choice Problems in Medical Exams"
      },
      {
        "key": "9258850",
        "author": "Zhou, Ya and Tao, Can",
        "title": "Multi-task BERT for problem difficulty prediction"
      }
    ]
  }
]