[
  {
    "index": 0,
    "papers": [
      {
        "key": "fgsm",
        "author": "Goodfellow, I. J., Shlens, J., and Szegedy, C.",
        "title": "Explaining and harnessing adversarial examples"
      },
      {
        "key": "ffgsm",
        "author": "Wong, E., Rice, L., and Kolter, J. Z.",
        "title": "Fast is better than free: Revisiting adversarial training"
      },
      {
        "key": "pgd",
        "author": "Madry, A., Makelov, A., Schmidt, L., Tsipras, D., and Vladu, A.",
        "title": "Towards deep learning models resistant to adversarial attacks"
      },
      {
        "key": "tpgd",
        "author": "Zhang, H., Yu, Y., Jiao, J., Xing, E. P., El Ghaoui, L., and Jordan, M. I.",
        "title": "Theoretically principled trade-off between robustness and accuracy"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Onepixel",
        "author": "Su, J., Vargas, D. V., and Sakurai, K.",
        "title": "One pixel attack for fooling deep neural networks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Scratch",
        "author": "Jere, M., Hitaj, B., Ciocarlie, G. F., and Koushanfar, F.",
        "title": "Scratch that! An Evolution-based Adversarial Attack against Neural\nNetworks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Pixel",
        "author": "Pomponi, J., D{\\'{a}}ntoni, D., Nicolosi, A., and Scardapane, S.",
        "title": "Rearranging pixels is a powerful black-box attack for {RGB} and infrared deep learning models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Patchattack",
        "author": "Yang, C., Kortylewski, A., Xie, C., Cao, Y., and Yuille, A. L.",
        "title": "PatchAttack: A black-box texture-based attack with reinforcement learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "PRFA",
        "author": "Liang, S., Wu, B., Fan, Y., Wei, X., and Cao, X.",
        "title": "Parallel rectangle flip attack: A query-based black-box attack against object detection"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "GARSDC",
        "author": "Liang, S., Li, L., Fan, Y., Jia, X., Li, J., Wu, B., and Cao, X.",
        "title": "A large-scale multiple-objective method for black-box attack against object detection"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "YOLOv8",
        "author": "Terven, J. R., C{\\'{o}}rdova Esparza, D. M., and Romero-Gonz{\\'{a}}lez, J.-A.",
        "title": "A comprehensive review of {YOLO} architectures in computer vision: From YOLOv1 to YOLOv8 and {YOLO-NAS}"
      }
    ]
  }
]