[
  {
    "index": 0,
    "papers": [
      {
        "key": "castellano2021",
        "author": "G. Castellano and G. Vessio",
        "title": "Deep learning approaches to pattern extraction and recognition in paintings and drawings: An overview"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "hall2015",
        "author": "P. Hall and H. Cai and Q. Wu and T. Corradi",
        "title": "Cross-depiction problem: Recognition and synthesis of photographs and artwork"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "windhager2019",
        "author": "F. Windhager and P. Federico and G. Schreder and K. Glinka and M. Dörk and S. Miksch and E. Mayr",
        "title": "Visualization of cultural heritage collection data: State of the art and future challenges"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "whitelaw2015",
        "author": "M. Whitelaw",
        "title": "Generous interfaces for digital cultural collections"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "bludau2021",
        "author": "M.-J. Bludau and M. Dörk and F. Heidmann",
        "title": "Relational perspectives as situated visualizations of art collections"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "crissaff2018",
        "author": "L. Crissaff and L. Wood Ruby and S. Deutch and R. L. DuBois and J.-D. Fekete and J. Freire and C. Silva",
        "title": "Aries: Enabling visual exploration and organization of art image collections"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "dumas2014",
        "author": "B. Dumas and B. Moerman and S. Trullemans and B. Signer",
        "title": "Artvis: combining advanced visualisation and tangible interaction for the exploration, analysis and browsing of digital artwork collections"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "meffert2024",
        "author": "N. Meffert and C. Østergaard and S. Jänicke and R. Khulusi and E. Rachow and N. Andersen",
        "title": "A Survey on Storytelling Techniques for Heritage on Nazi Persecution"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "fink2024",
        "author": "D. E. Fink and N. Steng and D. G. Hammermann and A. Knoll and D. S. Pilzweger-Steiner and D. C. Thonfeld",
        "title": "Art. Dachau concentration camp in drawings and paintings"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "meinecke2022",
        "author": "C. Meinecke and C. Hall and S. Jänicke",
        "title": "Towards enhancing virtual museums by contextualizing art through interactive visualizations"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "meyer2024",
        "author": "L. Meyer and J. E. Aaen and A. R. Tranberg and P. Kun and M. Freiberger and S. Risi and A. S. Løvlie",
        "title": "Algorithmic ways of seeing: Using object detection to facilitate art exploration"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "meinecke2024",
        "author": "C. Meinecke and E. Guéville and D. J. Wrisley and S. Jänicke",
        "title": "Is medieval distant viewing possible?: Extending and enriching annotation of legacy image collections using visual analytics"
      }
    ]
  }
]