[
  {
    "index": 0,
    "papers": [
      {
        "key": "yao2020deep",
        "author": "Yao Yao and\nJiehui Deng and\nXiuhua Chen and\nChen Gong and\nJianxin Wu and\nJian Yang",
        "title": "Deep discriminative {CNN} with temporal ensembling for ambiguously-labeled image classification"
      },
      {
        "key": "lv2020progressive",
        "author": "Lv, Jiaqi and Xu, Miao and Feng, Lei and Niu, Gang and Geng, Xin and Sugiyama, Masashi",
        "title": "Progressive identification of true labels for partial-label learning"
      },
      {
        "key": "wang2020semi",
        "author": "Wang, Wei and Zhang, Min-Ling",
        "title": "Semi-supervised partial label learning via confidence-rated margin maximization"
      },
      {
        "key": "zhang20222exploiting",
        "author": "Fei Zhang and Lei Feng and Bo Han and Tongliang Liu and Gang Niu and Tao Qin and Masashi Sugiyama",
        "title": "Exploiting class activation value for partial-label learning"
      },
      {
        "key": "wang2022partial",
        "author": "Wang, Wei and Zhang, Min-Ling",
        "title": "Partial label learning with discrimination augmentation"
      },
      {
        "key": "li2023learning",
        "author": "Ximing Li and\nYuanzhi Jiang and\nChangchun Li and\nYiyuan Wang and\nJihong Ouyang",
        "title": "Learning with Partial Labels from Semi-supervised Perspective"
      },
      {
        "key": "xu2023progressive",
        "author": "Xu, Ning and Liu, Biao and Lv, Jiaqi and Qiao, Congyu and Geng, Xin",
        "title": "Progressive purification for instance-dependent partial label learning"
      },
      {
        "key": "gong2022partial",
        "author": "Gong, Xiuwen and Yuan, Dong and Bao, Wei",
        "title": "Partial label learning via label influence function"
      },
      {
        "key": "he2024candidate",
        "author": "Shuo He and Chaojie Wang and Guowu Yang and Lei Feng",
        "title": "Candidate label set pruning: A data-centric perspective for deep partial-label learning"
      },
      {
        "key": "tian2024crosel",
        "author": "Tian, Shiyu and Wei, Hongxin and Wang, Yiqun and Feng, Lei",
        "title": "{CroSel}: Cross Selection of Confident Pseudo Labels for Partial-Label Learning"
      },
      {
        "key": "lv2024what",
        "author": "Jiaqi Lv and Yangfan Liu and Shiyu Xia and Ning Xu and Miao Xu and Gang Niu and Min-Ling Zhang and Masashi Sugiyama and Xin Geng",
        "title": "What makes partial-label learning algorithms effective?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "lv2024on",
        "author": "Lv, Jiaqi and Liu, Biao and Feng, Lei and Xu, Ning and Xu, Miao and An, Bo and Niu, Gang and Geng, Xin and Sugiyama, Masashi",
        "title": "On the Robustness of Average Losses for Partial-Label Learning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "feng2020provably",
        "author": "Feng, Lei and Lv, Jiaqi and Han, Bo and Xu, Miao and Niu, Gang and Geng, Xin and An, Bo and Sugiyama, Masashi",
        "title": "Provably consistent partial-label learning"
      },
      {
        "key": "feng2020learning",
        "author": "Feng, Lei and Kaneko, Takuo and Han, Bo and Niu, Gang and An, Bo and Sugiyama, Masashi",
        "title": "Learning with multiple complementary labels"
      },
      {
        "key": "wen2021leveraged",
        "author": "Wen, Hongwei and Cui, Jingyi and Hang, Hanyuan and Liu, Jiabin and Wang, Yisen and Lin, Zhouchen",
        "title": "Leveraged weighted loss for partial label learning"
      },
      {
        "key": "qiao2023decompositional",
        "author": "Congyu Qiao and Ning Xu and Xin Geng",
        "title": "Decompositional generation process for instance-dependent partial label learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wang2022pico",
        "author": "Haobo Wang and Ruixuan Xiao and Sharon Li and Lei Feng and Gang Niu and Gang Chen and Junbo Zhao",
        "title": "{PiCO}: Contrastive label disambiguation for partial label learning"
      },
      {
        "key": "wu2022revisiting",
        "author": "Wu, Dong-Dong and Wang, Deng-Bao and Zhang, Min-Ling",
        "title": "Revisiting consistency regularization for deep partial label learning"
      },
      {
        "key": "xia2022ambiguity",
        "author": "Shiyu Xia and\nJiaqi Lv and\nNing Xu and\nXin Geng",
        "title": "Ambiguity-Induced Contrastive Learning for Instance-Dependent Partial\nLabel Learning"
      },
      {
        "key": "wu2024distilling",
        "author": "Wu, Dong-Dong and Wang, Deng-Bao and Zhang, Min-Ling",
        "title": "Distilling reliable knowledge for instance-dependent partial label learning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "khetan2018learning",
        "author": "Ashish Khetan and Zachary C. Lipton and Anima Anandkumar",
        "title": "Learning from noisy singly-labeled data"
      },
      {
        "key": "peterson2019human",
        "author": "Peterson, Joshua C. and Battleday, Ruairidh M. and Griffiths, Thomas L. and Russakovsky, Olga",
        "title": "Human uncertainty makes classification more robust"
      },
      {
        "key": "collins2022eliciting",
        "author": "Collins, Katherine M. and Bhatt, Umang and Weller, Adrian",
        "title": "Eliciting and learning with soft labels from every annotator"
      },
      {
        "key": "schmarje2022is",
        "author": "Schmarje, Lars and Grossmann, Vasco and Zelenka, Claudius and Dippel, Sabine and Kiko, Rainer and Oszust, Mariusz and Pastell, Matti and Stracke, Jenny and Valros, Anna and Volkmann, Nina and Koch, Reinhard",
        "title": "Is one annotation enough? -  A data-centric image classification benchmark for noisy and ambiguous label estimation"
      },
      {
        "key": "gao2022learning",
        "author": "Gao, Zhengqi and Sun, Fan-Keng and Yang, Mingran and Ren, Sucheng and Xiong, Zikai and Engeler, Marc and Burazer, Antonio and Wildling, Linda and Daniel, Luca and Boning, Duane S.",
        "title": "Learning from multiple annotator noisy labels via sample-wise label fusion"
      },
      {
        "key": "goswami2023aqua",
        "author": "Goswami, Mononito and Sanil, Vedant and Choudhry, Arjun and Srinivasan, Arvind and Udompanyawit, Chalisa and Dubrawski, Artur",
        "title": "{AQuA}: A benchmarking tool for label quality assessment"
      }
    ]
  }
]