[
  {
    "index": 0,
    "papers": [
      {
        "key": "seq2014",
        "author": "Sutskever, Ilya and Vinyals, Oriol and Le, Quoc V.",
        "title": "Sequence to sequence learning with neural networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "attention2017",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N. and Kaiser, \\L{}ukasz and Polosukhin, Illia",
        "title": "Attention is all you need"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "language2020",
        "author": "Brown, Tom B. and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and Agarwal, Sandhini and Herbert-Voss, Ariel and Krueger, Gretchen and Henighan, Tom and Child, Rewon and Ramesh, Aditya and Ziegler, Daniel M. and Wu, Jeffrey and Winter, Clemens and Hesse, Christopher and Chen, Mark and Sigler, Eric and Litwin, Mateusz and Gray, Scott and Chess, Benjamin and Clark, Jack and Berner, Christopher and McCandlish, Sam and Radford, Alec and Sutskever, Ilya and Amodei, Dario",
        "title": "Language models are few-shot learners"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "math2024",
        "author": "Janice Ahn and Rishu Verma and Renze Lou and Di Liu and Rui Zhang and Wenpeng Yin",
        "title": "Large Language Models for Mathematical Reasoning: Progresses and Challenges"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "programming2023",
        "author": "Atsushi Shirafuji and Yutaka Watanobe and Takumi Ito and Makoto Morishita and Yuki Nakamura and Yusuke Oda and Jun Suzuki",
        "title": "Exploring the Robustness of Large Language Models for Solving Programming Problems"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "logicbench2024",
        "author": "Parmar, Mihir  and\nPatel, Nisarg  and\nVarshney, Neeraj  and\nNakamura, Mutsumi  and\nLuo, Man  and\nMashetty, Santosh  and\nMitra, Arindam  and\nBaral, Chitta",
        "title": "{L}ogic{B}ench: Towards Systematic Evaluation of Logical Reasoning Ability of Large Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "hallucination2024",
        "author": "Huang, Lei and Yu, Weijiang and Ma, Weitao and Zhong, Weihong and Feng, Zhangyin and Wang, Haotian and Chen, Qianglong and Peng, Weihua and Feng, Xiaocheng and Qin, Bing and Liu, Ting",
        "title": "A Survey on Hallucination in Large Language Models: Principles, Taxonomy, Challenges, and Open Questions"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "google2016",
        "author": "Wu, Yonghui and Schuster, Mike and Chen, Zhifeng and Le, Quoc and Norouzi, Mohammad and Macherey, Wolfgang and Krikun, Maxim and Cao, Yuan and Gao, Qin and Macherey, Klaus and Klingner, Jeff and Shah, Apurva and Johnson, Melvin and Liu, Xiaobing and Kaiser, ukasz and Gouws, Stephan and Kato, Yoshikiyo and Kudo, Taku and Kazawa, Hideto and Dean, Jeffrey",
        "title": "Google's Neural Machine Translation System: Bridging the Gap between Human and Machine Translation"
      },
      {
        "key": "subword2018",
        "author": "Kudo, Taku",
        "title": "Subword Regularization: Improving Neural Network Translation Models with Multiple Subword Candidates"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "neural2016",
        "author": "Sennrich, Rico  and\nHaddow, Barry  and\nBirch, Alexandra",
        "title": "Neural Machine Translation of Rare Words with Subword Units"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "tokenization2024",
        "author": "Yekun Chai and Yewei Fang and Qiwei Peng and Xuhong Li",
        "title": "Tokenization Falling Short: The Curse of Tokenization"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "lmentry2022",
        "author": "Avia Efrat and Or Honovich and Omer Levy",
        "title": "LMentry: A Language Model Benchmark of Elementary Language Tasks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "cute2024",
        "author": "Edman, Lukas  and\nSchmid, Helmut  and\nFraser, Alexander",
        "title": "{CUTE}: Measuring {LLM}s' Understanding of Their Tokens"
      }
    ]
  }
]