[
  {
    "index": 0,
    "papers": [
      {
        "key": "box2015time",
        "author": "Box, George EP and Jenkins, Gwilym M and Reinsel, Gregory C and Ljung, Greta M",
        "title": "Time series analysis: forecasting and control"
      },
      {
        "key": "rasmussen2006gaussian",
        "author": "Rasmussen, Carl Edward and Williams, Christopher K. I.",
        "title": "Gaussian Processes for Machine Learning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "scholkopf2000support",
        "author": "Scholkopf, Bernhard and Platt, John C and Shawe-Taylor, John and Smola, Alexander J and Williamson, Robert C",
        "title": "Support vector method for novelty detection"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "liu2008isolation",
        "author": "Liu, Fei Tony and Ting, Kai Ming and Zhou, Zhi-Hua",
        "title": "Isolation forest"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "distante2022hf",
        "author": "Distante, Cosimo and Fineo, Laura and Mainetti, Luca and Manco, Luigi and Taccardi, Benito and Vergallo, Roberto",
        "title": "HF-SCA: Hands-free strong customer authentication based on a memory-guided attention mechanisms"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kingma2013auto",
        "author": "Kingma, Diederik P and Welling, Max",
        "title": "Auto-encoding variational bayes"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "schlegl2019f",
        "author": "Schlegl, Thomas and Seeb{\\\"o}ck, Philipp and Waldstein, Sebastian M and Langs, Georg and Schmidt-Erfurth, Ursula",
        "title": "f-AnoGAN: Fast Unsupervised Anomaly Detection with Generative Adversarial Networks"
      },
      {
        "key": "li2019mad",
        "author": "Li, Dan and Chen, Dacheng and Jin, Baihong and Shi, Lei and Goh, Jonathan and Ng, See-Kiong",
        "title": "MAD-GAN: Multivariate Anomaly Detection for Time Series Data with Generative Adversarial Networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "vaswani2017attention",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N. and Kaiser, Łukasz and Polosukhin, Illia",
        "title": "Attention is all you need"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "xu2022anomaly",
        "author": "Xu, Jiehui and Wu, Haixu and Wang, Jianmin and Long, Mingsheng",
        "title": "Anomaly Transformer: Time Series Anomaly Detection with Association Discrepancy"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jeong2023anomalybert",
        "author": "Jeong, Yungi and Yang, Eunseok and Ryu, Jung Hyun and Park, Imseong and Kang, Myungjoo",
        "title": "AnomalyBERT: Self-Supervised Transformer for Time Series Anomaly Detection using Data Degradation Scheme"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "yang2023ddmt",
        "author": "Yang, Chaocheng and Wang, Tingyin and Yan, Xuanhui",
        "title": "DDMT: Denoising Diffusion Mask Transformer Models for Multivariate Time Series Anomaly Detection"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "zhou2021informer",
        "author": "Zhou, Haoyi and Zhang, Shanghang and Peng, Jieqi and Zhang, Shuai and Li, Jianxin and Xiong, Hui and Zhang, Wancai",
        "title": "Informer: Beyond Efficient Transformer for Long Sequence Time-Series Forecasting"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "zhang2021multitask",
        "author": "Zhang, Yunkai and Rangapuram, Syama Sundar and Wang, Yuyang and Chen, Chengtao and Smola, Alexander",
        "title": "Multi-Task Time Series Forecasting with Shared Attention"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "xu2022anomaly",
        "author": "Xu, Jiehui and Wu, Haixu and Wang, Jianmin and Long, Mingsheng",
        "title": "Anomaly Transformer: Time Series Anomaly Detection with Association Discrepancy"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "yang2023dcdetector",
        "author": "Yang, Yiyuan and Zhang, Chaoli and Zhou, Tian and Wen, Qingsong and Sun, Liang",
        "title": "DCdetector: Dual Attention Contrastive Representation Learning for Time Series Anomaly Detection"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "gu2023mamba",
        "author": "Gu, A. and Dao, T.",
        "title": "Mamba: Linear-time sequence modeling with selective state spaces"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "gupta2021memory",
        "author": "Gupta, Ankit and Dar, Guy and Goodman, Shaya and Ciprut, David and Berant, Jonathan",
        "title": "Memory-efficient Transformers via Top-$k$ Attention"
      },
      {
        "key": "lai2021revisiting",
        "author": "Lai, G. and Chang, W. and Yang, Y. and Liu, H.",
        "title": "Revisiting Deep Learning for Time Series Forecasting"
      }
    ]
  }
]