[
  {
    "index": 0,
    "papers": [
      {
        "key": "chang_survey_2023",
        "author": "Chang, Yupeng and Wang, Xu and Wang, Jindong and Wu, Yuan and Yang, Linyi and Zhu, Kaijie and Chen, Hao and Yi, Xiaoyuan and Wang, Cunxiang and Wang, Yidong and Ye, Wei and Zhang, Yue and Chang, Yi and Yu, Philip S. and Yang, Qiang and Xie, Xing",
        "title": "A survey on evaluation of large language models"
      },
      {
        "key": "weidinger_sociotechnical_2023",
        "author": "Weidinger, Laura and Rauh, Maribeth and Marchal, Nahema and Manzini, Arianna and Hendricks, Lisa Anne and Mateos-Garcia, Juan and Bergman, Stevie and Kay, Jackie and Griffin, Conor and Bariach, Ben and Gabriel, Iason and Rieser, Verena and Isaac, William",
        "title": "Sociotechnical safety evaluation of generative {AI} systems"
      },
      {
        "key": "ibrahim_beyond_2024",
        "author": "Ibrahim, Lujain and Huang, Saffron and Ahmad, Lama and Anderljung, Markus",
        "title": "Beyond static {AI} evaluations: advancing human interaction evaluations for {LLM} harms and risks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "jiang_wildteaming_2024",
        "author": "Jiang, Liwei and Rao, Kavel and Han, Seungju and Ettinger, Allyson and Brahman, Faeze and Kumar, Sachin and Mireshghallah, Niloofar and Lu, Ximing and Sap, Maarten and Choi, Yejin and Dziri, Nouha",
        "title": "Wildteaming at scale: from in-the-wild jailbreaks to (adversarially) safer language models"
      },
      {
        "key": "zhou_haicosystem_2024",
        "author": "Zhou, Xuhui and Kim, Hyunwoo and Brahman, Faeze and Jiang, Liwei and Zhu, Hao and Lu, Ximing and Xu, Frank and Lin, Bill Yuchen and Choi, Yejin and Mireshghallah, Niloofar and Bras, Ronan Le and Sap, Maarten",
        "title": "Haicosystem: an ecosystem for sandboxing safety risks in human–{AI} interactions"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "feffer_red_teaming_2024",
        "author": "Feffer, Michael and Sinha, Anusha and Deng, Wesley Hanwen and Lipton, Zachary C. and Heidari, Hoda",
        "title": "Red-teaming for generative {AI}: {Silver} bullet or security theater?"
      },
      {
        "key": "perez_red_2022",
        "author": "Perez, Ethan and Huang, Saffron and Song, Francis and Cai, Trevor and Ring, Roman and Aslanides, John and Glaese, Amelia and McAleese, Nat and Irving, Geoffrey",
        "title": "Red teaming language models with language models"
      },
      {
        "key": "lee2022evaluating",
        "author": "Lee, Mina and Srivastava, Megha and Hardy, Amelia and Thickstun, John and Durmus, Esin and Paranjape, Ashwin and Gerard-Ursin, Ines and Li, Xiang Lisa and Ladhak, Faisal and Rong, Frieda and others",
        "title": "Evaluating human-language model interaction"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "costello_durably_2024",
        "author": "Costello, Thomas H. and Pennycook, Gordon and Rand, David G.",
        "title": "Durably reducing conspiracy beliefs through dialogues with {AI}"
      },
      {
        "key": "learnlm2024learnlm",
        "author": "{LearnLM Team} and Abhinit Modi and Aditya Srikanth Veerubhotla and Aliya Rysbek and Andrea Huber and Brett Wiltshire and Brian Veprek and Daniel Gillick and Daniel Kasenberg and Derek Ahmed and Irina Jurenka and James Cohan and Jennifer She and Julia Wilkowski and Kaiz Alarakyia and Kevin R. McKee and Lisa Wang and Markus Kunesch and Mike Schaekermann and Miruna Pîslar and Nikhil Joshi and Parsa Mahmoudieh and Paul Jhun and Sara Wiltberger and Shakir Mohamed and Shashank Agarwal and Shubham Milind Phal and Sun Jae Lee and Theofilos Strinopoulos and Wei-Jen Ko and Amy Wang and Ankit Anand and Avishkar Bhoopchand and Dan Wild and Divya Pandya and Filip Bar and Garth Graham and Holger Winnemoeller and Mahvish Nagda and Prateek Kolhar and Renee Schneider and Shaojian Zhu and Stephanie Chan and Steve Yadlowsky and Viknesh Sounderajah and Yannis Assael",
        "title": "LearnLM: Improving Gemini for Learning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "658991",
        "author": "Eckert, W. and Levin, E. and Pieraccini, R.",
        "title": "User modeling for spoken dialogue system evaluation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "epley_mind_2018",
        "author": "Epley, Nicholas",
        "title": "A mind like mine: the exceptionally ordinary underpinnings of anthropomorphism"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lee_artificial_2023",
        "author": "Lee, Seyoung and Park, Gain and Chung, Jiyun",
        "title": "Artificial emotions for charity collection: {A} serial mediation through perceived anthropomorphism and social presence"
      },
      {
        "key": "cohn_believing_2024",
        "author": "Cohn, Michelle and Pushkarna, Mahima and Olanubi, Gbolahan O. and Moran, Joseph M. and Padgett, Daniel and Mengesha, Zion and Heldreth, Courtney",
        "title": "Believing anthropomorphism: examining the role of anthropomorphic cues on trust in large language models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "cohn_believing_2024",
        "author": "Cohn, Michelle and Pushkarna, Mahima and Olanubi, Gbolahan O. and Moran, Joseph M. and Padgett, Daniel and Mengesha, Zion and Heldreth, Courtney",
        "title": "Believing anthropomorphism: examining the role of anthropomorphic cues on trust in large language models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "brandtzaeg_my_2022",
        "author": "Brandtzaeg, Petter Bae and Skjuve, Marita and Følstad, Asbjørn",
        "title": "My {AI} friend: {How} users of a social chatbot understand their human–{AI} friendship"
      },
      {
        "key": "zhang_tools_2023",
        "author": "Zhang, Andong and Patrick Rau, Pei-Luen",
        "title": "Tools or peers? {Impacts} of anthropomorphism level and social role on emotional attachment and disclosure tendency towards intelligent agents"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "cheng_anthroscore_2024",
        "author": "Cheng, Myra and Gligoric, Kristina and Piccardi, Tiziano and Jurafsky, Dan",
        "title": "Anthroscore: a computational linguistic measure of anthropomorphism"
      }
    ]
  }
]