[
  {
    "index": 0,
    "papers": [
      {
        "key": "zhou2018deep",
        "author": "Zhou, Guorui and Zhu, Xiaoqiang and Song, Chenru and Fan, Ying and Zhu, Han and Ma, Xiao and Yan, Yanghui and Jin, Junqi and Li, Han and Gai, Kun",
        "title": "Deep interest network for click-through rate prediction"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zhou2019deep",
        "author": "Zhou, Guorui and Mou, Na and Fan, Ying and Pi, Qi and Bian, Weijie and Zhou, Chang and Zhu, Xiaoqiang and Gai, Kun",
        "title": "Deep interest evolution network for click-through rate prediction"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "yuan2021One",
        "author": "Yuan, Fajie and Zhang, Guoxiao and Karatzoglou, Alexandros and Jose, Joemon and Kong, Beibei and Li, Yudong",
        "title": "One {{Person}}, {{One Model}}, {{One World}}: {{Learning Continual User Representation}} without {{Forgetting}}"
      },
      {
        "key": "yuan2020ParameterEfficient",
        "author": "Yuan, Fajie and He, Xiangnan and Karatzoglou, Alexandros and Zhang, Liguang",
        "title": "Parameter-{{Efficient Transfer}} from {{Sequential Behaviors}} for {{User Modeling}} and {{Recommendation}}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mo2015image",
        "author": "Mo, Kaixiang and Liu, Bo and Xiao, Lei and Li, Yong and Jiang, Jie",
        "title": "Image feature learning for cold start problem in display advertising"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "yuan2023Where",
        "author": "Yuan, Zheng and Yuan, Fajie and Song, Yu and Li, Youhua and Fu, Junchen and Yang, Fei and Pan, Yunzhu and Ni, Yongxin",
        "title": "Where to {{Go Next}} for {{Recommender Systems}}? {{ID-}} vs. {{Modality-based Recommender Models Revisited}}"
      },
      {
        "key": "wang2023missrec",
        "author": "Wang, Jinpeng and Zeng, Ziyun and Wang, Yunxiao and Wang, Yuting and Lu, Xingyu and Li, Tianxiang and Yuan, Jun and Zhang, Rui and Zheng, Hai-Tao and Xia, Shu-Tao",
        "title": "MISSRec: Pre-training and Transferring Multi-modal Interest-aware Sequence Representation for Recommendation"
      },
      {
        "key": "wu2021empowering",
        "author": "Wu, Chuhan and Wu, Fangzhao and Qi, Tao and Huang, Yongfeng",
        "title": "Empowering news recommendation with pre-trained language models"
      },
      {
        "key": "liu2023Multimodal",
        "author": "Liu, Qidong and Hu, Jiaxi and Xiao, Yutian and Gao, Jingtong and Zhao, Xiang",
        "title": "Multimodal {{Recommender Systems}}: {{A Survey}}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yuan2023Where",
        "author": "Yuan, Zheng and Yuan, Fajie and Song, Yu and Li, Youhua and Fu, Junchen and Yang, Fei and Pan, Yunzhu and Ni, Yongxin",
        "title": "Where to {{Go Next}} for {{Recommender Systems}}? {{ID-}} vs. {{Modality-based Recommender Models Revisited}}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "chen2020generative",
        "author": "Chen, Mark and Radford, Alec and Child, Rewon and Wu, Jeffrey and Jun, Heewoo and Luan, David and Sutskever, Ilya",
        "title": "Generative pretraining from pixels"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "dosovitskiy2020Image",
        "author": "Dosovitskiy, A. and Beyer, L. and Kolesnikov, Alexander and Weissenborn, Dirk and Zhai, Xiaohua and Unterthiner, Thomas and Dehghani, Mostafa and Minderer, Matthias and Heigold, G. and Gelly, S. and Uszkoreit, Jakob and Houlsby, N.",
        "title": "An {{Image}} Is {{Worth}} 16x16 {{Words}}: {{Transformers}} for {{Image Recognition}} at {{Scale}}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "liu2021Swin",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "bao2021beit",
        "author": "Bao, Hangbo and Dong, Li and Piao, Songhao and Wei, Furu",
        "title": "Beit: Bert pre-training of image transformers"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "devlin2019BERT",
        "author": "Devlin, Jacob and Chang, Ming-Wei and Lee, Kenton and Toutanova, Kristina",
        "title": "{{BERT}}: {{Pre-training}} of {{Deep Bidirectional Transformers}} for {{Language Understanding}}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "radford2019language",
        "author": "Radford, Alec and Wu, Jeffrey and Child, Rewon and Luan, David and Amodei, Dario and Sutskever, Ilya and others",
        "title": "Language models are unsupervised multitask learners"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "yang2019xlnet",
        "author": "Yang, Zhilin and Dai, Zihang and Yang, Yiming and Carbonell, Jaime and Salakhutdinov, Russ R and Le, Quoc V",
        "title": "Xlnet: Generalized autoregressive pretraining for language understanding"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "radford2021learning",
        "author": "Radford, Alec and Kim, Jong Wook and Hallacy, Chris and Ramesh, Aditya and Goh, Gabriel and Agarwal, Sandhini and Sastry, Girish and Askell, Amanda and Mishkin, Pamela and Clark, Jack and others",
        "title": "Learning transferable visual models from natural language supervision"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "lu2019vilbert",
        "author": "Lu, Jiasen and Batra, Dhruv and Parikh, Devi and Lee, Stefan",
        "title": "Vilbert: Pretraining task-agnostic visiolinguistic representations for vision-and-language tasks"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "tan2019lxmert",
        "author": "Tan, Hao and Bansal, Mohit",
        "title": "Lxmert: Learning cross-modality encoder representations from transformers"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "alayrac2022flamingo",
        "author": "Alayrac, Jean-Baptiste and Donahue, Jeff and Luc, Pauline and Miech, Antoine and Barr, Iain and Hasson, Yana and Lenc, Karel and Mensch, Arthur and Millican, Katherine and Reynolds, Malcolm and others",
        "title": "Flamingo: a visual language model for few-shot learning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "wang2022image",
        "author": "Wang, Wenhui and Bao, Hangbo and Dong, Li and Bjorck, Johan and Peng, Zhiliang and Liu, Qiang and Aggarwal, Kriti and Mohammed, Owais Khan and Singhal, Saksham and Som, Subhojit and others",
        "title": "Image as a foreign language: Beit pretraining for all vision and vision-language tasks"
      }
    ]
  }
]