[
  {
    "index": 0,
    "papers": [
      {
        "key": "ref1",
        "author": "Silas Udenze",
        "title": "Investigatingacademics' Awareness \\& Use Of Linkedin For Professional Networking"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "ref11",
        "author": "Ritesh Chugh and Robert Grose and Stephanie A. Macht",
        "title": "Social media usage by higher education academics: A scoping review of the literature"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ref2",
        "author": "Katy Jordan and Martin Weller",
        "title": "Academics and social networking sites: Benefits, problems and tensions in professional engagement with online networking"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "ref12",
        "author": "Troy Heffernan",
        "title": "Academic networks and career trajectory: ‘There’s no career in academia without networks’"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "ref13",
        "author": "Grainne Conole and Rebecca Galley and Juliette Culver",
        "title": "Frameworks for understanding the nature of interactions, networking, and community in a social networking site for academic practice"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "ref3",
        "author": "ADEDAYO ADENIYI and MUTAWAKILU TIAMIYU and KIKELOMO A. MBADA and WURAOLA ADENIYI and DAVID OLAKOREDE and ADEKOLA B. ADEMOYEGUN and CHIDOZIE E. MBADA",
        "title": "Academic social networking tools usage among Nigerian University academics"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "ref4",
        "author": "Xiangjie Kong and Yajie Shi and Shuo Yu and Jiaying Liu and Feng Xia",
        "title": "Academic social networks: Modeling, analysis, mining and applications"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "ref16",
        "author": "Ko, Hyeyoung and Lee, Suyeon and Park, Yoonseo and Choi, Anna",
        "title": "A Survey of Recommendation Systems: Recommendation Models, Techniques, and Application Fields"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "ref6",
        "author": "Zitong Zhang and Braja Gopal Patra and Ashraf Yaseen and Jie Zhu and Rachit Sabharwal and Kirk Roberts and Tru Cao and Hulin Wu",
        "title": "Scholarly recommendation systems: a literature survey"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ref7",
        "author": "Nikhat Akhtar* and Prof. (Dr.) Devendera Agarwal",
        "title": "An Efficient Mining for Recommendation System for Academics"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ref8",
        "author": "Mohamed Ezz and Ayman Elshenawy",
        "title": "Adaptive recommendation system using machine learning algorithms for predicting student’s best academic program"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "ref9",
        "author": "Vidish Sharma and Tarun Trehan and Rahul Chanana and Suma Dawn",
        "title": "StudieMe: College Recommendation System"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "ref15",
        "author": "Ni, Jianjun and Cai, Yu and Tang, Guangyi and Xie, Yingjuan",
        "title": "Collaborative Filtering Recommendation Algorithm Based on TF-IDF and User Characteristics"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "ref17",
        "author": "Maria Del Carmenrodriguez-Hernandez and Rafael Del-Hoyo-Alonso and Sergio Ilarri and Rosa Maria Montanes-Salas and Sergio Sabroso-Lasa",
        "title": "An Experimental Evaluation of Content-based Recommendation Systems: Can Linked Data and BERT Help?"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "ref19",
        "author": "Budi Juarto and Abba Suganda Girsang",
        "title": "Neural Collaborative with Sentence BERT for News Recommender System"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "ref20",
        "author": "Xingyun Xie and Zifeng Ren and Yuming Gu and Chengwen Zhang",
        "title": "Text Recommendation Algorithm Fused with BERT Semantic Information"
      }
    ]
  }
]