[
  {
    "index": 0,
    "papers": [
      {
        "key": "Kato1974InformationPower",
        "author": "Ichiro Kato and Sadamu Ohteru and Hiroshi Kobayashi and Katsuhiko Shirai and Akihiko Uchiyama",
        "title": "Information-power machine with senses and limbs (Wabot 1)"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "grandia2023perceptive",
        "author": "Ruben Grandia and Fabian Jenelten and Shaohui Yang and Farbod Farshidian and Marco Hutter",
        "title": "Perceptive Locomotion through Nonlinear Model-Predictive Control"
      },
      {
        "key": "meduri2023biconmp",
        "author": "Avadesh Meduri and Paarth Shah and Julian Viereck and Majid Khadiv and Ioannis Havoutis and Ludovic Righetti",
        "title": "Biconmp: A Nonlinear Model Predictive Control Framework for Whole Body Motion Planning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "li2023multi",
        "author": "Junheng Li and Quan Nguyen",
        "title": "Multi-Contact MPC for Dynamic Loco-Manipulation on Humanoid Robots"
      },
      {
        "key": "sentis2006whole",
        "author": "Luis Sentis and Oussama Khatib",
        "title": "A Whole-Body Control Framework for Humanoids Operating in Human Environments"
      },
      {
        "key": "sleiman2021unified",
        "author": "Jean-Pierre Sleiman and Farbod Farshidian and Maria Vittoria Minniti and Marco Hutter",
        "title": "A Unified MPC Framework for Whole-Body Dynamic Locomotion and Manipulation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "koenemann2015whole",
        "author": "J. Koenemann and A. Del Prete and Y. Tassa and E. Todorov and O. Stasse and M. Bennewitz and N. Mansard",
        "title": "Whole-Body Model-Predictive Control Applied to the {HRP-2} Humanoid"
      },
      {
        "key": "schultz2009modeling",
        "author": "Gerrit Schultz and Katja Mombaur",
        "title": "Modeling and Optimal Control of Human-Like Running"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "HumanGym1",
        "author": "Gu, Xinyang and Wang, Yen-Jen and Chen, Jianyu",
        "title": "Humanoid-Gym: Reinforcement Learning for Humanoid Robot with Zero-Shot Sim2Real Transfer"
      },
      {
        "key": "ha2024learning",
        "author": "Ha, Sehoon and Lee, Joonho and van de Panne, Michiel and Xie, Zhaoming and Yu, Wenhao and Khadiv, Majid",
        "title": "Learning-based legged locomotion: State of the art and future perspectives"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Learning-to-walk",
        "author": "Rudin, Nikita and Hoeller, David and Reist, Philipp and Hutter, Marco",
        "title": "Learning to walk in minutes using massively parallel deep reinforcement learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "he2024bridging",
        "author": "He, Haoran and Wu, Peilin and Bai, Chenjia and Lai, Hang and Wang, Lingxiao and Pan, Ling and Hu, Xiaolin and Zhang, Weinan",
        "title": "Bridging the sim-to-real gap from the information bottleneck perspective"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "levy2024learning",
        "author": "Jacob Levy and Tyler Westenbroek and David Fridovich-Keil",
        "title": "Learning to Walk from Three Minutes of Real-World Data with Semi-structured Dynamics Models"
      },
      {
        "key": "shi2024robust",
        "author": "Shi, Jiyuan and Bai, Chenjia and He, Haoran and Han, Lei and Wang, Dong and Zhao, Bin and Zhao, Mingguo and Li, Xiu and Li, Xuelong",
        "title": "Robust quadrupedal locomotion via risk-averse policy learning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "han2024lifelike",
        "author": "Han, Lei and Zhu, Qingxu and Sheng and others",
        "title": "Lifelike agility and play in quadrupedal robots using reinforcement learning and generative pre-trained models"
      },
      {
        "key": "huang2024diffuseloco",
        "author": "Xiaoyu Huang and Yufeng Chi and Ruofeng Wang and Zhongyu Li and Xue Bin Peng and Sophia Shao and Borivoje Nikolic and Koushil Sreenath",
        "title": "DiffuseLoco: Real-Time Legged Locomotion Control with Diffusion from Offline Datasets"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhuang2023robot",
        "author": "Ziwen Zhuang and Zipeng Fu and Jianren Wang and Christopher G Atkeson and S{\\\"o}ren Schwertfeger and Chelsea Finn and Hang Zhao",
        "title": "Robot Parkour Learning"
      },
      {
        "key": "cheng2024extreme",
        "author": "Cheng, Xuxin and Shi, Kexin and Agarwal, Ananye and Pathak, Deepak",
        "title": "Extreme parkour with legged robots"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "HumanGym2",
        "author": "Gu, Xinyang and Wang, Yen-Jen and Zhu, Xiang and Shi, Chengming and Guo, Yanjiang and Liu, Yichen and Chen, Jianyu",
        "title": "Advancing Humanoid Locomotion: Mastering Challenging Terrains with Denoising World Model Learning"
      },
      {
        "key": "HugWBC",
        "author": "Xue, Yufei and Dong, Wentao and Liu, Minghuan and Zhang, Weinan and Pang, Jiangmiao",
        "title": "A Unified and General Humanoid Whole-Body Controller for Fine-Grained Locomotion"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "decentralized",
        "author": "Guo, Yanjiang and Jiang, Zheyuan and Wang, Yen-Jen and Gao, Jingyue and Chen, Jianyu",
        "title": "Decentralized motor skill learning for complex robotic systems"
      },
      {
        "key": "hilo",
        "author": "Zhang, Qiyuan and Weng, Chenfan and Li, Guanwu and He, Fulai and Cai, Yusheng",
        "title": "HiLo: Learning Whole-Body Human-like Locomotion with Motion Tracking Controller"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "AMP",
        "author": "Peng, Tianhu and Bao, Lingfan and Humphreys, Joseph and Delfaki, Andromachi Maria and Kanoulas, Dimitrios and Zhou, Chengxu",
        "title": "Learning Bipedal Walking on a Quadruped Robot via Adversarial Motion Priors"
      },
      {
        "key": "embrace",
        "author": "Zhuang, Ziwen and Zhao, Hang",
        "title": "Embrace Collisions: Humanoid Shadowing for Deployable Contact-Agnostics Motions"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "wang2024beamdojo",
        "author": "Wang, Huayi and Wang, Zirui and Ren, Junli and Ben, Qingwei and Pang, Jiangmiao and Huang, Tao and Zhang, Weinan",
        "title": "BeamDojo: Learning Agile Humanoid Locomotion on Sparse Footholds"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "legged-vision",
        "author": "Agarwal, Ananye and Kumar, Ashish and Malik, Jitendra and Pathak, Deepak",
        "title": "Legged locomotion in challenging terrains using egocentric vision"
      },
      {
        "key": "hoeller2024anymal",
        "author": "Hoeller, David and Rudin, Nikita and Sako, Dhionis and Hutter, Marco",
        "title": "Anymal parkour: Learning agile navigation for quadrupedal robots"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "ZMP-1",
        "author": "M. Vukobratovic and J. Stepanenko",
        "title": "On the Stability of Anthropomorphic Systems"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "ZMP-2",
        "author": "M. Vukobratović and B. Borovac and D. Surla and D. Stokić",
        "title": "Biped Locomotion: Dynamics, Stability, Control and Application"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "ZIP-35",
        "author": "Miomir Vukobratović and Branislav Borovać",
        "title": "Zero-Moment Point — Thirty Five Years of Its Life"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "ZMP-book",
        "author": "Kajita, Shuuji and Hirukawa, Hirohisa and Harada, Kensuke and Yokoi, Kazuhito",
        "title": "Introduction to Humanoid Robotics"
      }
    ]
  }
]