[
  {
    "index": 0,
    "papers": [
      {
        "key": "dinparastdjadid2023measuring",
        "author": "Dinparastdjadid, Azadeh and Supeene, Isaac and Engstrom, Johan",
        "title": "Measuring surprise in the wild"
      },
      {
        "key": "engstrom2024modeling",
        "author": "Engstr{\\\"o}m, Johan and Liu, Shu-Yuan and Dinparastdjadid, Azadeh and Simoiu, Camelia",
        "title": "Modeling road user response timing in naturalistic traffic conflicts: a surprise-based framework"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "tolstaya2021identifying",
        "author": "Tolstaya, Ekaterina and Mahjourian, Reza and Downey, Carlton and Vadarajan, Balakrishnan and Sapp, Benjamin and Anguelov, Dragomir",
        "title": "Identifying driver interactions via conditional behavior prediction"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "hsu2023interpretable",
        "author": "Hsu, Kai-Chieh and Leung, Karen and Chen, Yuxiao and Fisac, Jaime Fern{\\'a}ndez and Pavone, Marco",
        "title": "Interpretable Trajectory Prediction for Autonomous Vehicles Via Counterfactual Responsibility"
      },
      {
        "key": "schaefer2021leveraging",
        "author": "Schaefer, Simon and Leung, Karen and Ivanovic, Boris and Pavone, Marco",
        "title": "Leveraging Neural Network Gradients within Trajectory Optimization for Proactive Human-Robot Interactions"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "stoler2024safeshift",
        "author": "Stoler, Benjamin and Navarro, Ingrid and Jana, Meghdeep and Hwang, Soonmin and Francis, Jonathan and Oh, Jean",
        "title": "SafeShift: Safety-informed distribution shifts for robust trajectory prediction in autonomous driving"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "makansi2021exposing",
        "author": "Makansi, Osama and Cicek, {\\\"O}zg{\\\"u}n and Marrakchi, Yassine and Brox, Thomas",
        "title": "On exposing the challenging long tail in future prediction of traffic actors"
      },
      {
        "key": "feng2024unitraj",
        "author": "Feng, Lan and Bahari, Mohammadhossein and Amor, Kaouther Messaoud Ben and Zablocki, {\\'E}loi and Cord, Matthieu and Alahi, Alexandre",
        "title": "{UniTraj}: A Unified Framework for Scalable Vehicle Trajectory Prediction"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "sadat2021diverse",
        "author": "Sadat, Abbas and Segal, Sean and Casas, Sergio and Tu, James and Yang, Bin and Urtasun, Raquel and Yumer, Ersin",
        "title": "Diverse complexity measures for dataset curation in self-driving"
      },
      {
        "key": "jiang2024interhub",
        "author": "Jiang, Xiyan and Zhao, Xiaocong and Liu, Yiru and Li, Zirui and Hang, Peng and Xiong, Lu and Sun, Jian",
        "title": "{InterHub}: A Naturalistic Trajectory Dataset with Dense Interaction for Autonomous Driving"
      },
      {
        "key": "topan2022interaction",
        "author": "Topan, S. and Leung, K. and Chen, Y. and Tupekar, P. and Schmerling, E. and Nilsson, J. and Cox, M. and Pavone, M.",
        "title": "Interaction-Dynamics-Aware Perception Zones for Obstacle Detection Safety Evaluation"
      },
      {
        "key": "westhofen2023criticality",
        "author": "Westhofen, L. and Neurohr, C. and Koopmann, T. and Butz, M. and Schütt, B.~U. and Utesch, F. and Kramer, B. and Gutenkunst, C. and B\\\"{o}de, E.",
        "title": "Finding Critical Scenarios for Automated Driving Systems: A Systematic Mapping Study"
      },
      {
        "key": "junietz2018criticality",
        "author": "Junietz, Philipp and Bonakdar, Farid and Klamann, Björn and Winner, Hermann",
        "title": "Criticality Metric for the Safety Validation of Automated Driving using Model Predictive Trajectory Optimization"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "bronstein2023embedding",
        "author": "Bronstein, Eli and Srinivasan, Sirish and Paul, Supratik and Sinha, Aman and O’Kelly, Matthew and Nikdel, Payam and Whiteson, Shimon",
        "title": "Embedding synthetic off-policy experience for autonomous driving via zero-shot curricula"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zhao2021tnt",
        "author": "Zhao, Hang and Gao, Jiyang and Lan, Tian and Sun, Chen and Sapp, Ben and Varadarajan, Balakrishnan and Shen, Yue and Shen, Yi and Chai, Yuning and Schmid, Cordelia and others",
        "title": "{TNT}: Target-driven trajectory prediction"
      },
      {
        "key": "gu2021densetnt",
        "author": "Gu, Junru and Sun, Chen and Zhao, Hang",
        "title": "{DenseTNT}: End-to-end trajectory prediction from dense goal sets"
      },
      {
        "key": "shi2022motion",
        "author": "Shi, Shaoshuai and Jiang, Li and Dai, Dengxin and Schiele, Bernt",
        "title": "Motion transformer with global intention localization and local movement refinement"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zhou2023query",
        "author": "Zhou, Zikang and Wang, Jianping and Li, Yung-Hui and Huang, Yu-Kai",
        "title": "Query-centric trajectory prediction"
      },
      {
        "key": "shi2024mtr++",
        "author": "Shi, Shaoshuai and Jiang, Li and Dai, Dengxin and Schiele, Bernt",
        "title": "{MTR++}: Multi-agent motion prediction with symmetric scene modeling and guided intention querying"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ngiam2021scene",
        "author": "Ngiam, Jiquan and Caine, Benjamin and Vasudevan, Vijay and Zhang, Zhengdong and Chiang, Hao-Tien Lewis and Ling, Jeffrey and Roelofs, Rebecca and Bewley, Alex and Liu, Chenxi and Venugopal, Ashish and others",
        "title": "Scene transformer: A unified architecture for predicting multiple agent trajectories"
      },
      {
        "key": "girgis2021latent",
        "author": "Girgis, Roger and Golemo, Florian and Codevilla, Felipe and Weiss, Martin and D'Souza, Jim Aldon and Kahou, Samira Ebrahimi and Heide, Felix and Pal, Christopher",
        "title": "Latent variable sequential set transformers for joint multi-agent motion prediction"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ho2020denoising",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising diffusion probabilistic models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "zhong2023guided",
        "author": "Zhong, Ziyuan and Rempe, Davis and Xu, Danfei and Chen, Yuxiao and Veer, Sushant and Che, Tong and Ray, Baishakhi and Pavone, Marco",
        "title": "Guided conditional diffusion for controllable traffic simulation"
      },
      {
        "key": "zhong2023language",
        "author": "Zhong, Ziyuan and Rempe, Davis and Chen, Yuxiao and Ivanovic, Boris and Cao, Yulong and Xu, Danfei and Pavone, Marco and Ray, Baishakhi",
        "title": "Language-guided traffic simulation via scene-level diffusion"
      },
      {
        "key": "huang2024versatile",
        "author": "Huang, Zhiyu and Zhang, Zixu and Vaidya, Ameya and Chen, Yuxiao and Lv, Chen and Fisac, Jaime Fern{\\'a}ndez",
        "title": "Versatile Scene-Consistent Traffic Scenario Generation as Optimization with Diffusion"
      },
      {
        "key": "jiang2023motiondiffuser",
        "author": "Jiang, Chiyu and Cornman, Andre and Park, Cheolho and Sapp, Benjamin and Zhou, Yin and Anguelov, Dragomir and others",
        "title": "Motiondiffuser: Controllable multi-agent motion prediction using diffusion"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "zhang2024closed",
        "author": "Zhang, Zhejun and Karkus, Peter and Igl, Maximilian and Ding, Wenhao and Chen, Yuxiao and Ivanovic, Boris and Pavone, Marco",
        "title": "Closed-Loop Supervised Fine-Tuning of Tokenized Traffic Models"
      },
      {
        "key": "philion2024trajeglish",
        "author": "Philion, Jonah and Peng, Xue Bin and Fidler, Sanja",
        "title": "Trajeglish: Traffic Modeling as Next-Token Prediction"
      },
      {
        "key": "wu2024smart",
        "author": "Wu, Wei and Feng, Xiaoxin and Gao, Ziyan and Kan, Yuheng",
        "title": "{SMART}: Scalable Multi-agent Real-time Simulation via Next-token Prediction"
      },
      {
        "key": "hu2025solving",
        "author": "Hu, Yihan and Chai, Siqi and Yang, Zhening and Qian, Jingyu and Li, Kun and Shao, Wenxin and Zhang, Haichao and Xu, Wei and Liu, Qiang",
        "title": "Solving motion planning tasks with a scalable generative model"
      },
      {
        "key": "zhao2024kigras",
        "author": "Zhao, Jianbo and Zhuang, Jiaheng and Zhou, Qibin and Ban, Taiyu and Xu, Ziyao and Zhou, Hangning and Wang, Junhe and Wang, Guoan and Li, Zhiheng and Li, Bin",
        "title": "Kigras: Kinematic-driven generative model for realistic agent simulation"
      },
      {
        "key": "seff2023motionlm",
        "author": "Seff, Ari and Cera, Brian and Chen, Dian and Ng, Mason and Zhou, Aurick and Nayakanti, Nigamaa and Refaat, Khaled S and Al-Rfou, Rami and Sapp, Benjamin",
        "title": "{MotionLM}: Multi-agent motion forecasting as language modeling"
      }
    ]
  }
]