[
  {
    "index": 0,
    "papers": [
      {
        "key": "melo2018dependability",
        "author": "Melo, Carlos and Dantas, Jamilson and Oliveira, Danilo and F{\\'e}, Iure and Matos, Rubens and Dantas, Renata and Maciel, Ronierison and Maciel, Paulo",
        "title": "Dependability Evaluation of a Blockchain-as-a-Service Environment"
      },
      {
        "key": "melo2019",
        "author": "Melo, Carlos and Dantas, Jamilson and Maciel, Ronierison and Silva, Paulo and Maciel, Paulo",
        "title": "Models to evaluate service Provisioning over Cloud Computing Environments-A Blockchain-As-A-Service case study"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "paulo2011",
        "author": "Paulo Maciel and Kishor Trivedi and Rivalino Matias and Dong Kim",
        "title": "Dependability Modeling"
      },
      {
        "key": "MartinsMaciel2016",
        "author": "Martins Maciel, Paulo Romero",
        "title": "Modeling Availability Impact in Cloud Computing"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "pongnumkul2017performance",
        "author": "Pongnumkul, Suporn et. al.",
        "title": "Performance analysis of private blockchain platforms in varying workloads"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zhang2018method",
        "author": "Zhang, Huijuan and Jin, Chengxin and Cui, Hejie",
        "title": "A method to predict the performance and storage of executing contract for ethereum consortium-blockchain"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "sukhwani2017performance",
        "author": "Sukhwani, Harish and Mart{\\'\\i}nez, Jos{\\'e} M and Chang, Xiaolin and Trivedi, Kishor S and Rindos, Andy",
        "title": "Performance modeling of pbft consensus process for permissioned blockchain network (hyperledger fabric)"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "sukhwani2018performance",
        "author": "Sukhwani, Harish and Wang, Nan and Trivedi, Kishor S and Rindos, Andy",
        "title": "Performance Modeling of Hyperledger Fabric (Permissioned Blockchain Network)"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "weber2017",
        "author": "I. Weber and V. Gramoli and A. Ponomarev and M. Staples and R. Holz and A. B. Tran and P. Rimba",
        "title": "On Availability for Blockchain-Based Systems"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "roehrs2019",
        "author": "Roehrs, Alex and da Costa, Cristiano Andr{\\'e} and da Rosa Righi, Rodrigo and da Silva, Valter Ferreira and Goldim, Jos{\\'e} Roberto and Schmidt, Douglas C",
        "title": "Analyzing the performance of a blockchain-based personal health record implementation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "aniello2017",
        "author": "Aniello, Leonardo and Baldoni, Roberto and Gaetani, Edoardo and Lombardi, Federico and Margheri, Andrea and Sassone, Vladimiro",
        "title": "A prototype evaluation of a tamper-resistant high performance blockchain-based transaction log for a distributed database"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "li2018blockchain",
        "author": "Li, Quan-Lin and Ma, Jing-Yu and Chang, Yan-Xia",
        "title": "Blockchain queueing theory"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "torquato2175models",
        "author": "Torquato, Matheus and Torquato, Lucas and Maciel, Paulo",
        "title": "Models for capacity oriented availability evaluation of a private cloud"
      }
    ]
  }
]