[
  {
    "index": 0,
    "papers": [
      {
        "key": "achiam2023gpt4",
        "author": "Achiam, Josh and Adler, Steven and Agarwal, Sandhini and Ahmad, Lama and Akkaya, Ilge and Aleman, Florencia Leoni and Almeida, Diogo and Altenschmidt, Janko and Altman, Sam and Anadkat, Shyamal and others",
        "title": "Gpt-4 technical report"
      },
      {
        "key": "team2024gemma",
        "author": "Team, Gemma and Mesnard, Thomas and Hardin, Cassidy and Dadashi, Robert and Bhupatiraju, Surya and Pathak, Shreya and Sifre, Laurent and Rivi{\\`e}re, Morgane and Kale, Mihir Sanjay and Love, Juliette and others",
        "title": "Gemma: Open models based on gemini research and technology"
      },
      {
        "key": "olmo",
        "author": "Dirk Groeneveld and\nIz Beltagy and\nEvan Pete Walsh and\nAkshita Bhagia and\nRodney Kinney and\nOyvind Tafjord and\nAnanya Harsh Jha and\nHamish Ivison and\nIan Magnusson and\nYizhong Wang and\nShane Arora and\nDavid Atkinson and\nRussell Authur and\nKhyathi Raghavi Chandu and\nArman Cohan and\nJennifer Dumas and\nYanai Elazar and\nYuling Gu and\nJack Hessel and\nTushar Khot and\nWilliam Merrill and\nJacob Morrison and\nNiklas Muennighoff and\nAakanksha Naik and\nCrystal Nam and\nMatthew E. Peters and\nValentina Pyatkin and\nAbhilasha Ravichander and\nDustin Schwenk and\nSaurabh Shah and\nWill Smith and\nEmma Strubell and\nNishant Subramani and\nMitchell Wortsman and\nPradeep Dasigi and\nNathan Lambert and\nKyle Richardson and\nLuke Zettlemoyer and\nJesse Dodge and\nKyle Lo and\nLuca Soldaini and\nNoah A. Smith and\nHannaneh Hajishirzi",
        "title": "OLMo: Accelerating the Science of Language Models"
      },
      {
        "key": "dubey2024llama3",
        "author": "Dubey, Abhimanyu and Jauhri, Abhinav and Pandey, Abhinav and Kadian, Abhishek and Al-Dahle, Ahmad and Letman, Aiesha and Mathur, Akhil and Schelten, Alan and Yang, Amy and Fan, Angela and others",
        "title": "The llama 3 herd of models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "key_value",
        "author": "Mor Geva and\nRoei Schuster and\nJonathan Berant and\nOmer Levy",
        "title": "Transformer Feed-Forward Layers Are Key-Value Memories"
      },
      {
        "key": "knowledge_neuron",
        "author": "Damai Dai and\nLi Dong and\nYaru Hao and\nZhifang Sui and\nBaobao Chang and\nFuru Wei",
        "title": "Knowledge Neurons in Pretrained Transformers"
      },
      {
        "key": "locate_edit_fact",
        "author": "Kevin Meng and\nDavid Bau and\nAlex Andonian and\nYonatan Belinkov",
        "title": "Locating and Editing Factual Associations in {GPT}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ffn_vocab",
        "author": "Mor Geva and\nAvi Caciularu and\nKevin Ro Wang and\nYoav Goldberg",
        "title": "Transformer Feed-Forward Layers Build Predictions by Promoting Concepts\nin the Vocabulary Space"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "fv",
        "author": "Eric Todd and\nMillicent L. Li and\nArnab Sen Sharma and\nAaron Mueller and\nByron C. Wallace and\nDavid Bau",
        "title": "Function Vectors in Large Language Models"
      },
      {
        "key": "linguistic_region",
        "author": "Zhihao Zhang and\nJun Zhao and\nQi Zhang and\nTao Gui and\nXuanjing Huang",
        "title": "Unveiling Linguistic Regions in Large Language Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "task_representation",
        "author": "Andrew K. Lampinen and\nJames L. McClelland",
        "title": "Transforming task representations to perform novel tasks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "linear_relation",
        "author": "Evan Hernandez and\nArnab Sen Sharma and\nTal Haklay and\nKevin Meng and\nMartin Wattenberg and\nJacob Andreas and\nYonatan Belinkov and\nDavid Bau",
        "title": "Linearity of Relation Decoding in Transformer Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "onoe2023can",
        "author": "Onoe, Yasumasa and Zhang, Michael JQ and Padmanabhan, Shankar and Durrett, Greg and Choi, Eunsol",
        "title": "Can lms learn new entities from descriptions? challenges in propagating injected knowledge"
      },
      {
        "key": "hoelscher2023detecting",
        "author": "Hoelscher-Obermaier, Jason and Persson, Julia and Kran, Esben and Konstas, Ioannis and Barez, Fazl",
        "title": "Detecting edit failures in large language models: An improved specificity benchmark"
      },
      {
        "key": "meng2022locating",
        "author": "Meng, Kevin and Bau, David and Andonian, Alex and Belinkov, Yonatan",
        "title": "Locating and editing factual associations in GPT"
      },
      {
        "key": "gupta2023editing",
        "author": "Gupta, Anshita and Mondal, Debanjan and Sheshadri, Akshay Krishna and Zhao, Wenlong and Li, Xiang Lorraine and Wiegreffe, Sarah and Tandon, Niket",
        "title": "Editing common sense in transformers"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "cohen2024evaluating",
        "author": "Cohen, Roi and Biran, Eden and Yoran, Ori and Globerson, Amir and Geva, Mor",
        "title": "Evaluating the ripple effects of knowledge editing in language models"
      },
      {
        "key": "zhong2023mquake",
        "author": "Zhong, Zexuan and Wu, Zhengxuan and Manning, Christopher D and Potts, Christopher and Chen, Danqi",
        "title": "Mquake: Assessing knowledge editing in language models via multi-hop questions"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yu2022predictingoutofdistributionerrorprojection",
        "author": "Yaodong Yu and Zitong Yang and Alexander Wei and Yi Ma and Jacob Steinhardt",
        "title": "Predicting Out-of-Distribution Error with the Projection Norm"
      },
      {
        "key": "garg2022leveragingunlabeleddatapredict",
        "author": "Saurabh Garg and Sivaraman Balakrishnan and Zachary C. Lipton and Behnam Neyshabur and Hanie Sedghi",
        "title": "Leveraging Unlabeled Data to Predict Out-of-Distribution Performance"
      },
      {
        "key": "kang2024learningdynamicsrevealgeneralization",
        "author": "Katie Kang and Amrith Setlur and Dibya Ghosh and Jacob Steinhardt and Claire Tomlin and Sergey Levine and Aviral Kumar",
        "title": "What Do Learning Dynamics Reveal About Generalization in LLM Reasoning?"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhang2023sirenssongaiocean",
        "author": "Yue Zhang and Yafu Li and Leyang Cui and Deng Cai and Lemao Liu and Tingchen Fu and Xinting Huang and Enbo Zhao and Yu Zhang and Yulong Chen and Longyue Wang and Anh Tuan Luu and Wei Bi and Freda Shi and Shuming Shi",
        "title": "Siren's Song in the AI Ocean: A Survey on Hallucination in Large Language Models"
      },
      {
        "key": "Huang_2024",
        "author": "Huang, Lei and Yu, Weijiang and Ma, Weitao and Zhong, Weihong and Feng, Zhangyin and Wang, Haotian and Chen, Qianglong and Peng, Weihua and Feng, Xiaocheng and Qin, Bing and Liu, Ting",
        "title": "A Survey on Hallucination in Large Language Models: Principles, Taxonomy, Challenges, and Open Questions"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "jiang2024largelanguagemodelshallucination",
        "author": "Che Jiang and Biqing Qi and Xiangyu Hong and Dayuan Fu and Yang Cheng and Fandong Meng and Mo Yu and Bowen Zhou and Jie Zhou",
        "title": "On Large Language Models' Hallucination with Regard to Known Facts"
      },
      {
        "key": "quevedo2024detectinghallucinationslargelanguage",
        "author": "Ernesto Quevedo and Jorge Yero and Rachel Koerner and Pablo Rivas and Tomas Cerny",
        "title": "Detecting Hallucinations in Large Language Model Generation: A Token Probability Approach"
      },
      {
        "key": "chen2024hallucinationdetectionrobustlydiscerning",
        "author": "Yuyan Chen and Qiang Fu and Yichen Yuan and Zhihao Wen and Ge Fan and Dayiheng Liu and Dongmei Zhang and Zhixu Li and Yanghua Xiao",
        "title": "Hallucination Detection: Robustly Discerning Reliable Answers in Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "farquhar2024detecting",
        "author": "Farquhar, Sebastian and Kossen, Jannik and Kuhn, Lorenz and Gal, Yarin",
        "title": "Detecting hallucinations in large language models using semantic entropy"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "su2024unsupervisedrealtimehallucinationdetection",
        "author": "Weihang Su and Changyue Wang and Qingyao Ai and Yiran HU and Zhijing Wu and Yujia Zhou and Yiqun Liu",
        "title": "Unsupervised Real-Time Hallucination Detection based on the Internal States of Large Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "jha2023dehallucinating",
        "author": "Jha, Susmit and Jha, Sumit Kumar and Lincoln, Patrick and Bastian, Nathaniel D and Velasquez, Alvaro and Neema, Sandeep",
        "title": "Dehallucinating large language models using formal methods guided iterative prompting"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "mishra2024finegrainedhallucinationdetectionediting",
        "author": "Abhika Mishra and Akari Asai and Vidhisha Balachandran and Yizhong Wang and Graham Neubig and Yulia Tsvetkov and Hannaneh Hajishirzi",
        "title": "Fine-grained Hallucination Detection and Editing for Language Models"
      }
    ]
  }
]