[
  {
    "index": 0,
    "papers": [
      {
        "key": "LLM-dialogue-survey",
        "author": "Zihao Yi and Jiarui Ouyang and Yuwen Liu and Tianhao Liao and Zhe Xu and Ying Shen",
        "title": "A Survey on Recent Advances in LLM-Based Multi-turn Dialogue Systems"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "SPACE-3",
        "author": "Wanwei He and Yinpei Dai and Min Yang and Jian Sun and Fei Huang and Luo Si and Yongbin Li",
        "title": "Unified Dialog Model Pre-training for Task-Oriented Dialog Understanding and Generation"
      },
      {
        "key": "PPTOD",
        "author": "Yixuan Su and Lei Shu and Elman Mansimov and Arshit Gupta and Deng Cai and Yi-An Lai and Yi Zhang",
        "title": "Multi-Task Pre-Training for Plug-and-Play Task-Oriented Dialogue System"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "FlowBench",
        "author": "Rui Xiao and Wen-Cheng Ma and Ke Wang and Yuchuan Wu and Junbo Zhao and Haobo Wang and Fei Huang and Yongbin Li",
        "title": "FlowBench: Revisiting and Benchmarking Workflow-Guided Planning for LLM-based Agents"
      },
      {
        "key": "SystemPrompt",
        "author": "Eric Wallace and Kai Xiao and Reimar H. Leike and Lilian Weng and Johannes Heidecke and Alex Beutel",
        "title": "The Instruction Hierarchy: Training LLMs to Prioritize Privileged Instructions"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "DAG-test-gen",
        "author": "Samuel Arcadinho and David Apar{\\'i}cio and Mariana Almeida",
        "title": "Automated test generation to evaluate tool-augmented LLMs as conversational AI agents"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "GenerativeAgents",
        "author": "Joon Sung Park and Joseph C. O'Brien and Carrie J. Cai and Meredith Ringel Morris and Percy Liang and Michael S. Bernstein",
        "title": "Generative Agents: Interactive Simulacra of Human Behavior"
      },
      {
        "key": "MedAgents",
        "author": "Xiangru Tang and Anni Zou and Zhuosheng Zhang and Yilun Zhao and Xingyao Zhang and Arman Cohan and Mark B. Gerstein",
        "title": "MedAgents: Large Language Models as Collaborators for Zero-shot Medical Reasoning"
      },
      {
        "key": "ChatDev",
        "author": "Cheng Qian and Wei Liu and Hongzhang Liu and Nuo Chen and Yufan Dang and Jiahao Li and Cheng Yang and Weize Chen and Yusheng Su and Xin Cong and Juyuan Xu and Dahai Li and Zhiyuan Liu and Maosong Sun",
        "title": "ChatDev: Communicative Agents for Software Development"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "ReAct",
        "author": "Shunyu Yao and Jeffrey Zhao and Dian Yu and Nan Du and Izhak Shafran and Karthik Narasimhan and Yuan Cao",
        "title": "ReAct: Synergizing Reasoning and Acting in Language Models"
      },
      {
        "key": "Toolformer",
        "author": "Timo Schick and Jane Dwivedi-Yu and Roberto Dess{\\`i} and Roberta Raileanu and Maria Lomeli and Luke Zettlemoyer and Nicola Cancedda and Thomas Scialom",
        "title": "Toolformer: Language Models Can Teach Themselves to Use Tools"
      },
      {
        "key": "KnowledGPT",
        "author": "Wang, Xintao and Yang, Qianwen and Qiu, Yongting and Liang, Jiaqing and He, Qianyu and Gu, Zhouhong and Xiao, Yanghua and Wang, Wei",
        "title": "Knowledgpt: Enhancing large language models with retrieval and storage access on knowledge bases"
      },
      {
        "key": "KnowAgent",
        "author": "Yuqi Zhu and Shuofei Qiao and Yixin Ou and Shumin Deng and Ningyu Zhang and Shiwei Lyu and Yue Shen and Lei Liang and Jinjie Gu and Huajun Chen",
        "title": "KnowAgent: Knowledge-Augmented Planning for LLM-Based Agents"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "AutoFlow",
        "author": "Zelong Li and Shuyuan Xu and Kai Mei and Wenyue Hua and Balaji Rama and Om Raheja and Hao Wang and He Zhu and Yongfeng Zhang",
        "title": "AutoFlow: Automated Workflow Generation for Large Language Model Agents"
      },
      {
        "key": "CoRE",
        "author": "Shuyuan Xu and Zelong Li and Kai Mei and Yongfeng Zhang",
        "title": "AIOS Compiler: LLM as Interpreter for Natural Language Programming and Flow Programming of AI Agents"
      },
      {
        "key": "LLM+P",
        "author": "B. Liu and Yuqian Jiang and Xiaohan Zhang and Qian Liu and Shiqi Zhang and Joydeep Biswas and Peter Stone",
        "title": "LLM+P: Empowering Large Language Models with Optimal Planning Proficiency"
      },
      {
        "key": "AutoAgents",
        "author": "Guangyao Chen and Siwei Dong and Yu Shu and Ge Zhang and Jaward Sesay and B{\\\"o}rje F. Karlsson and Jie Fu and Yemin Shi",
        "title": "AutoAgents: A Framework for Automatic Agent Generation"
      },
      {
        "key": "PlanBench",
        "author": "Karthik Valmeekam and Alberto Olmo and Sarath Sreedharan and Subbarao Kambhampati",
        "title": "PlanBench: An Extensible Benchmark for Evaluating Large Language Models on Planning and Reasoning about Change"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "FlowBench",
        "author": "Rui Xiao and Wen-Cheng Ma and Ke Wang and Yuchuan Wu and Junbo Zhao and Haobo Wang and Fei Huang and Yongbin Li",
        "title": "FlowBench: Revisiting and Benchmarking Workflow-Guided Planning for LLM-based Agents"
      },
      {
        "key": "WorFBench",
        "author": "Shuofei Qiao and Runnan Fang and Zhisong Qiu and Xiaobin Wang and Ningyu Zhang and Yong Jiang and Pengjun Xie and Fei Huang and Huajun Chen",
        "title": "Benchmarking Agentic Workflow Generation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "FlowBench",
        "author": "Rui Xiao and Wen-Cheng Ma and Ke Wang and Yuchuan Wu and Junbo Zhao and Haobo Wang and Fei Huang and Yongbin Li",
        "title": "FlowBench: Revisiting and Benchmarking Workflow-Guided Planning for LLM-based Agents"
      },
      {
        "key": "KnowAgent",
        "author": "Yuqi Zhu and Shuofei Qiao and Yixin Ou and Shumin Deng and Ningyu Zhang and Shiwei Lyu and Yue Shen and Lei Liang and Jinjie Gu and Huajun Chen",
        "title": "KnowAgent: Knowledge-Augmented Planning for LLM-Based Agents"
      }
    ]
  }
]