[
  {
    "index": 0,
    "papers": [
      {
        "key": "li2020dlbc",
        "author": "Boyang Li and Changhao Chenli and Xiaowei Xu and Yiyu Shi and Taeho Jung",
        "title": "{DLBC}: A Deep Learning-Based Consensus in Blockchains for Deep Learning Services"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Qiu2021",
        "author": "Qiu, Chao and Wang, Xiaofei and Yao, Haipeng and Du, Jianbo and Yu, F. Richard and Guo, Song",
        "title": "Networking Integrated Cloud–Edge–End in {IoT}: A Blockchain-Assisted Collective {Q}-Learning Approach"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "LI2022100089",
        "author": "Boyang Li and Qing Lu and Weiwen Jiang and Taeho Jung and Yiyu Shi",
        "title": "A collaboration strategy in the mining pool for proof-of-neural-architecture consensus"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Xiang2023",
        "author": "Xiang, Tao and Zeng, Honghong and Chen, Biwen and Guo, Shangwei",
        "title": "{BMIF}: Privacy-preserving Blockchain-based Medical Image Fusion"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "BravoMarquez2019",
        "author": "Bravo-Marquez, Felipe and Reeves, Steve and Ugarte, Martín",
        "title": "Proof-of-Learning: A Blockchain Consensus Mechanism Based on Machine Learning Competitions"
      },
      {
        "key": "Chenli2019",
        "author": "Changhao Chenli and Boyang Li and Yiyu Shi and Taeho Jung",
        "title": "Energy-recycling Blockchain with Proof-of-Deep-Learning"
      },
      {
        "key": "Kang2020",
        "author": "Kang, Jiawen and Xiong, Zehui and Niyato, Dusit and Zou, Yuze and Zhang, Yang and Guizani, Mohsen",
        "title": "Reliable Federated Learning for Mobile Networks"
      },
      {
        "key": "Li2021byzantine",
        "author": "Li, Zonghang and Yu, Hongfang and Zhou, Tianyao and Luo, Long and Fan, Mochan and Xu, Zenglin and Sun, Gang",
        "title": "Byzantine Resistant Secure Blockchained Federated Learning at the Edge"
      },
      {
        "key": "Chai2021",
        "author": "Chai, Haoye and Leng, Supeng and Chen, Yijin and Zhang, Ke",
        "title": "A Hierarchical Blockchain-Enabled Federated Learning Algorithm for Knowledge Sharing in Internet of Vehicles"
      },
      {
        "key": "Liu2021",
        "author": "Yuan Liu and Yixiao Lan and Boyang Li and Chunyan Miao and Zhihong Tian",
        "title": "Proof of Learning ({PoLe}): Empowering neural network training with consensus building on blockchains"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Toyoda2019",
        "author": "Toyoda, Kentaroh and Zhang, Allan N.",
        "title": "Mechanism Design for An Incentive-aware Blockchain-enabled Federated Learning Platform"
      },
      {
        "key": "Ramanan2020",
        "author": "Ramanan, Paritosh and Nakayama, Kiyoshi",
        "title": "{BAFFLE} : Blockchain Based Aggregator Free Federated Learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Qu2021",
        "author": "Qu, Xidi and Wang, Shengling and Hu, Qin and Cheng, Xiuzhen",
        "title": "Proof of Federated Learning: A Novel Energy-Recycling Consensus Algorithm"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Wang2022",
        "author": "Wang, Yuntao and Peng, Haixia and Su, Zhou and Luan, Tom H. and Benslimane, Abderrahim and Wu, Yuan",
        "title": "A Platform-Free Proof of Federated Learning Consensus Mechanism for Sustainable Blockchains"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Liu2020fedcoin",
        "author": "Yuan Liu and Zhengpeng Ai and Shuai Sun and Shuangfeng Zhang and Zelei Liu and Han Yu",
        "title": "{FedCoin}: A Peer-to-Peer Payment System for Federated Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Cao2023",
        "author": "Cao, Mingrui and Zhang, Long and Cao, Bin",
        "title": "Toward On-Device Federated Learning: A Direct Acyclic Graph-Based Blockchain Approach"
      },
      {
        "key": "Ying2023",
        "author": "X. Ying and C. Liu and D. Hu",
        "title": "{GCFL}: Blockchain-based Efficient Federated Learning for Heterogeneous Devices"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Zhang2024c",
        "author": "Zhang, Cheng and Xu, Yang and Wu, Xiaowei and Wang, En and Jiang, Hongbo and Zhang, Yaoxue",
        "title": "A Semi-Asynchronous Decentralized Federated Learning Framework via Tree-Graph Blockchain"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Chenli2019",
        "author": "Changhao Chenli and Boyang Li and Yiyu Shi and Taeho Jung",
        "title": "Energy-recycling Blockchain with Proof-of-Deep-Learning"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Zhang2023jul",
        "author": "Zhang, Xiaoli and Xu, Zhicheng and Cheng, Hongbing and Che, Tong and Xu, Ke and Wang, Weiqiang and Zhao, Wenbiao and Wang, Chunping and Li, Qi",
        "title": "Secure Collaborative Learning in Mining Pool via Robust and Efficient Verification"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Jia2021",
        "author": "Jia, Hengrui and Yaghini, Mohammad and Choquette-Choo, Christopher A. and Dullerud, Natalie and Thudi, Anvith and Chandrasekaran, Varun and Papernot, Nicolas",
        "title": "Proof-of-Learning: Definitions and Practice"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Zhang2023jul",
        "author": "Zhang, Xiaoli and Xu, Zhicheng and Cheng, Hongbing and Che, Tong and Xu, Ke and Wang, Weiqiang and Zhao, Wenbiao and Wang, Chunping and Li, Qi",
        "title": "Secure Collaborative Learning in Mining Pool via Robust and Efficient Verification"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Su2023",
        "author": "Su, Xiangyu and Larangeira, Mario and Tanaka, Keisuke",
        "title": "Provably Secure Blockchain Protocols from Distributed Proof-of-Deep-Learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Chenli2020",
        "author": "Chenli, Changhao and Li, Boyang and Jung, Taeho",
        "title": "{DLchain}: Blockchain with Deep Learning as Proof-of-Useful-Work"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Zhang2024a",
        "author": "Zhang, Heyi and Wu, Jun and Lin, Xi and Bashir, Ali Kashif and Al-Otaibi, Yasser D.",
        "title": "Integrating Blockchain and Deep Learning Into Extremely Resource-Constrained {IoT}: An Energy-Saving Zero-Knowledge {PoL} Approach"
      }
    ]
  }
]