[
  {
    "index": 0,
    "papers": [
      {
        "key": "ARIMA1",
        "author": "Box, G. E. P. and Jenkins, G. M.",
        "title": "Some recent advances in forecasting and control"
      },
      {
        "key": "ARIMA2",
        "author": "Box, G. E. P. and Pierce, D. A.",
        "title": "Distribution of residual autocorrelations in autoregressive-integrated moving average time series models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "var",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "rnn2",
        "author": "Graves, A.",
        "title": "Supervised sequence labelling with recurrent neural networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rnn1",
        "author": "Zhang, J. and Man, K.-F.",
        "title": "Time series prediction using RNN in multi-dimension embedding phase space"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "RNNGradientProblem",
        "author": "Pascanu, R. and Mikolov, T. and Bengio, Y.",
        "title": "On the difficulty of training recurrent neural networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Informer",
        "author": "Zhou, H. and Li, J. and Zhang, S. and Zhang, S. and Yan, M. and Xiong, H.",
        "title": "Expanding the prediction capacity in long sequence time-series forecasting"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Reformer",
        "author": "Kitaev, N. and Kaiser, Ł. and Levskaya, A.",
        "title": "Reformer: The efficient transformer"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "PatchTST",
        "author": "Nie, Y. and Nguyen, N. H. and Sinthong, P. and Kalagnanam, J.",
        "title": "A Time Series is Worth 64 Words: Long-term Forecasting with Transformers"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "bai2020adaptive",
        "author": "Bai, L. and Yao, L. and Li, C. and Wang, X. and Wang, C.",
        "title": "Adaptive graph convolutional recurrent network for traffic forecasting"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "wu2020connecting",
        "author": "Wu, Z. and Pan, S. and Long, G. and Jiang, J. and Chang, X. and Zhang, C.",
        "title": "Connecting the dots: Multivariate time series forecasting with graph neural networks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "FrequencyTransformationSurvey",
        "author": "Yi, K. and Zhang, Q. and Cao, L. and Wang, S. and Long, G. and Hu, L. and He, H. and Niu, Z. and Fan, W. and Xiong, H.",
        "title": "A Survey on Deep Learning based Time Series Analysis with Frequency Transformation"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "fedformer",
        "author": "Zhou, T. and Ma, Z. and Wen, Q. and Wang, X. and Sun, L. and Jin, R.",
        "title": "{FEDformer}: Frequency enhanced decomposed transformer for long-term series forecasting"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "estformer",
        "author": "Woo, S. and Lee, S. and Kim, J. and Kim, S. and Kim, H. and Jang, W.",
        "title": "ETSformer: Exponential Smoothing Transformer for Time-Series Forecasting"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zhou2022film",
        "author": "Zhou, T. and Ma, Z. and Wen, Q. and Wang, X. and Sun, L. and Yao, T. and Yin, W. and Jin, R.",
        "title": "FiLM: Frequency improved Legendre Memory Model for Long-term Time Series Forecasting"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "zhang2017SFM",
        "author": "Zhang, L. and Aggarwal, C. C. and Qi, G.-J.",
        "title": "Stock Price Prediction via Discovering Multi-Frequency Trading Patterns"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "cao2020stemgnn",
        "author": "Cao, L. and Yi, K. and Hu, L. and Zhang, Q. and Cao, N. and Niu, Z.",
        "title": "StemGNN: Graph Neural Networks for Multivariate Time Series Forecasting"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "FreTS",
        "author": "Yi, K. and Zhang, Q. and Fan, W. and Wang, S. and Wang, P. and He, H. and An, N. and Lian, D. and Cao, L. and Niu, Z.",
        "title": "Frequency-domain {MLP}s are More Effective Learners in Time Series Forecasting"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "FREQTSFAttention",
        "author": "Shen, R. and Liu, L. and Wang, B. and Guan, Y. and Yang, Y. and Jiang, J.",
        "title": "FREQTSF: Time Series Forecasting via Simulating Frequency Kramer-Kronig Relations"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "hamilton1844quaternions",
        "author": "Hamilton, W. R.",
        "title": "On Quaternions; or on a new System of Imaginaries in Algebra"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "quaternion_classification",
        "author": "Parcollet, T. and Morchid, M. and Bousquet, P.-M. and Dufour, R. and Linar{\\`e}s, G.",
        "title": "Quaternion Convolutional Neural Networks for Image Classification and Compression"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "quaternion_classification",
        "author": "Parcollet, T. and Morchid, M. and Bousquet, P.-M. and Dufour, R. and Linar{\\`e}s, G.",
        "title": "Quaternion Convolutional Neural Networks for Image Classification and Compression"
      },
      {
        "key": "quaternion_compression",
        "author": "Luo, L. and Feng, H. and Ding, L.",
        "title": "Color Image Compression Based on Quaternion Neural Network Principal Component Analysis"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "saoud2020metacognitive",
        "author": "Saoud, L. S. and Al-Marzouqi, H.",
        "title": "Metacognitive Sedenion-Valued Neural Network and Its Learning Algorithm"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "kycia2024hypercomplex",
        "author": "Kycia, R. and Niemczynowicz, A.",
        "title": "Hypercomplex Neural Network in Time Series Forecasting of Stock Data"
      }
    ]
  }
]