[
  {
    "index": 0,
    "papers": [
      {
        "key": "lai2015giraffe",
        "author": "Lai, Matthew",
        "title": "Giraffe: Using deep reinforcement learning to play chess"
      },
      {
        "key": "silver2016alphago",
        "author": "Silver, David and Huang, Aja and Maddison, Chris J. and Guez, Arthur and Sifre, Laurent and van den Driessche, George and Schrittwieser, Julian and Antonoglou, Ioannis and Panneershelvam, Veda and Lanctot, Marc and Dieleman, Sander and Grewe, Dominik and Nham, John and Kalchbrenner, Nal and Sutskever, Ilya and Lillicrap, Timothy and Leach, Madeleine and Kavukcuoglu, Koray and Graepel, Thore and Hassabis, Demis",
        "title": "Mastering the game of Go with deep neural networks and tree search"
      },
      {
        "key": "silver2017mastering",
        "author": "Silver, David and Hubert, Thomas and Schrittwieser, Julian and Antonoglou, Ioannis and Lai, Matthew and Guez, Arthur and Lanctot, Marc and Sifre, Laurent and Kumaran, Dharshan and Graepel, Thore and others",
        "title": "Mastering chess and shogi by self-play with a general reinforcement learning algorithm"
      },
      {
        "key": "silver2018general",
        "author": "Silver, David and Hubert, Thomas and Schrittwieser, Julian and Antonoglou, Ioannis and Lai, Matthew and Guez, Arthur and Lanctot, Marc and Sifre, Laurent and Kumaran, Dharshan and Graepel, Thore and others",
        "title": "A general reinforcement learning algorithm that masters chess, shogi, and Go through self-play"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "dahl2001reinforcement",
        "author": "Dahl, Fredrik A",
        "title": "A reinforcement learning algorithm applied to simplified two-player Texas Hold’em poker"
      },
      {
        "key": "heinrich2016deep",
        "author": "Heinrich, Johannes and Silver, David",
        "title": "Deep reinforcement learning from self-play in imperfect-information games"
      },
      {
        "key": "steinberger2019pokerrl",
        "author": "Eric Steinberger",
        "title": "PokerRL"
      },
      {
        "key": "zhao2022alphaholdem",
        "author": "Zhao, Enmin and Yan, Renye and Li, Jinqiu and Li, Kai and Xing, Junliang",
        "title": "AlphaHoldem: High-performance artificial intelligence for heads-up no-limit poker via end-to-end reinforcement learning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ghory2004reinforcement",
        "author": "Imran Ghory and Arthur L. Samuel and Richard S. Sutton and Gerald Tesauro",
        "title": "Reinforcement Learning in Board Games"
      },
      {
        "key": "szita2012reinforcement",
        "author": "Szita, Istv{\\'a}n",
        "title": "Reinforcement learning in games"
      },
      {
        "key": "xenou2019deep",
        "author": "Xenou, Konstantia and Chalkiadakis, Georgios and Afantenos, Stergos",
        "title": "Deep reinforcement learning in strategic board game environments"
      },
      {
        "key": "perolat2022mastering",
        "author": "Perolat, Julien and De Vylder, Bart and Hennes, Daniel and Tarassov, Eugene and Strub, Florian and de Boer, Vincent and Muller, Paul and Connor, Jerome T and Burch, Neil and Anthony, Thomas and others",
        "title": "Mastering the game of Stratego with model-free multiagent reinforcement learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Velickovic2022",
        "author": "Velickovic, Petar and Badia, Adri{\\`a} Puigdom{\\`e}nech and Budden, David and Pascanu, Razvan and Banino, Andrea and Dashevskiy, Misha and Hadsell, Raia and Blundell, Charles",
        "title": "The CLRS algorithmic reasoning benchmark"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "cormen2022clrs",
        "author": "Cormen, Thomas H. and Leiserson, Charles Eric and Rivest, Ronald L. and Stein, Clifford",
        "title": "Introduction to {A}lgorithms"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "markeeva2024clrstextalgorithmicreasoninglanguage",
        "author": "Larisa Markeeva and Sean McLeish and Borja Ibarz and Wilfried Bounsi and Olga Kozlova and Alex Vitvitskyi and Charles Blundell and Tom Goldstein and Avi Schwarzschild and Petar Veličković",
        "title": "The CLRS-Text Algorithmic Reasoning Language Benchmark"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "abbe2024generalization",
        "author": "Abbe, Emmanuel and Bengio, Samy and Lotfi, Aryo and Rizk, Kevin",
        "title": "Generalization on the unseen, logic reasoning and degree curriculum"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "scarselli2008graph",
        "author": "Scarselli, Franco and Gori, Marco and Tsoi, Ah Chung and Hagenbuchner, Markus and Monfardini, Gabriele",
        "title": "The graph neural network model"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "kipf2017semisupervisedclassificationgraphconvolutional",
        "author": "Thomas N. Kipf and Max Welling",
        "title": "Semi-Supervised Classification with Graph Convolutional Networks"
      },
      {
        "key": "xu2019powerfulgraphneuralnetworks",
        "author": "Keyulu Xu and Weihua Hu and Jure Leskovec and Stefanie Jegelka",
        "title": "How Powerful are Graph Neural Networks?"
      },
      {
        "key": "veličković2018graphattentionnetworks",
        "author": "Petar Veličković and Guillem Cucurull and Arantxa Casanova and Adriana Romero and Pietro Liò and Yoshua Bengio",
        "title": "Graph Attention Networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "dai2018learningcombinatorialoptimizationalgorithms",
        "author": "Hanjun Dai and Elias B. Khalil and Yuyu Zhang and Bistra Dilkina and Le Song",
        "title": "Learning Combinatorial Optimization Algorithms over Graphs"
      },
      {
        "key": "cappart2022combinatorialoptimizationreasoninggraph",
        "author": "Quentin Cappart and Didier Chételat and Elias Khalil and Andrea Lodi and Christopher Morris and Petar Veličković",
        "title": "Combinatorial optimization and reasoning with graph neural networks"
      },
      {
        "key": "anycsp",
        "author": "Jan Tönshoff and Berke Kisin and Jakob Lindner and Martin Grohe",
        "title": "One Model, Any CSP: Graph Neural Networks as Fast Global Search Heuristics for Constraint Satisfaction"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "battaglia2018relationalinductivebiasesdeep",
        "author": "Peter W. Battaglia and Jessica B. Hamrick and Victor Bapst and Alvaro Sanchez-Gonzalez and Vinicius Zambaldi and Mateusz Malinowski and Andrea Tacchetti and David Raposo and Adam Santoro and Ryan Faulkner and Caglar Gulcehre and Francis Song and Andrew Ballard and Justin Gilmer and George Dahl and Ashish Vaswani and Kelsey Allen and Charles Nash and Victoria Langston and Chris Dyer and Nicolas Heess and Daan Wierstra and Pushmeet Kohli and Matt Botvinick and Oriol Vinyals and Yujia Li and Razvan Pascanu",
        "title": "Relational inductive biases, deep learning, and graph networks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "xu2021neuralnetworksextrapolatefeedforward",
        "author": "Keyulu Xu and Mozhi Zhang and Jingling Li and Simon S. Du and Ken-ichi Kawarabayashi and Stefanie Jegelka",
        "title": "How Neural Networks Extrapolate: From Feedforward to Graph Neural Networks"
      },
      {
        "key": "schwarzschild2021learnalgorithmgeneralizingeasy",
        "author": "Avi Schwarzschild and Eitan Borgnia and Arjun Gupta and Furong Huang and Uzi Vishkin and Micah Goldblum and Tom Goldstein",
        "title": "Can You Learn an Algorithm? Generalizing from Easy to Hard Problems with Recurrent Networks"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Velickovic2022",
        "author": "Velickovic, Petar and Badia, Adri{\\`a} Puigdom{\\`e}nech and Budden, David and Pascanu, Razvan and Banino, Andrea and Dashevskiy, Misha and Hadsell, Raia and Blundell, Charles",
        "title": "The CLRS algorithmic reasoning benchmark"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "ibarz2022generalistneuralalgorithmiclearner",
        "author": "Borja Ibarz and Vitaly Kurin and George Papamakarios and Kyriacos Nikiforou and Mehdi Bennani and Róbert Csordás and Andrew Dudzik and Matko Bošnjak and Alex Vitvitskyi and Yulia Rubanova and Andreea Deac and Beatrice Bevilacqua and Yaroslav Ganin and Charles Blundell and Petar Veličković",
        "title": "A Generalist Neural Algorithmic Learner"
      },
      {
        "key": "numeroso2023dualalgorithmicreasoning",
        "author": "Danilo Numeroso and Davide Bacciu and Petar Veličković",
        "title": "Dual Algorithmic Reasoning"
      },
      {
        "key": "minder2023salsaclrssparsescalablebenchmark",
        "author": "Julian Minder and Florian Grötschla and Joël Mathys and Roger Wattenhofer",
        "title": "SALSA-CLRS: A Sparse and Scalable Benchmark for Algorithmic Reasoning"
      },
      {
        "key": "mahdavitowards",
        "author": "Mahdavi, Sadegh and Swersky, Kevin and Kipf, Thomas and Hashemi, Milad and Thrampoulidis, Christos and Liao, Renjie",
        "title": "Towards Better Out-of-Distribution Generalization of Neural Algorithmic Reasoning Tasks"
      },
      {
        "key": "bohde2024markovpropertyneuralalgorithmic",
        "author": "Montgomery Bohde and Meng Liu and Alexandra Saxton and Shuiwang Ji",
        "title": "On the Markov Property of Neural Algorithmic Reasoning: Analyses and Methods"
      },
      {
        "key": "müller2024principledgraphtransformers",
        "author": "Luis Müller and Daniel Kusuma and Blai Bonet and Christopher Morris",
        "title": "Towards Principled Graph Transformers"
      }
    ]
  }
]