[
  {
    "index": 0,
    "papers": [
      {
        "key": "Tian24",
        "author": "Minyang Tian and Luyu Gao and Shizhuo Dylan Zhang and Xinan Chen and Cunwei Fan and Xuefei Guo and Roland Haas and Pan Ji and Kittithat Krongchon and Yao Li and Shengyan Liu and Di Luo and Yutao Ma and Hao Tong and Kha Trinh and Chenyu Tian and Zihan Wang and Bohao Wu and Yanyu Xiong and Shengzhu Yin and Minhui Zhu and Kilian Lieret and Yanxin Lu and Genglin Liu and Yufeng Du and Tianhua Tao and Ofir Press and Jamie Callan and Eliu Huerta and Hao Peng",
        "title": "SciCode: A Research Coding Benchmark Curated by Scientists"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Zhong23",
        "author": "Ruiqi Zhong and Peter Zhang and Steve Li and Jinwoo Ahn and Dan Klein and Jacob Steinhardt",
        "title": "Goal Driven Discovery of Distributional Differences via Language Descriptions"
      },
      {
        "key": "Lam24",
        "author": "Lam, Michelle S. and Teoh, Janice and Landay, James A. and Heer, Jeffrey and Bernstein, Michael S.",
        "title": "Concept Induction: Analyzing Unstructured Text with High-Level Concepts Using LLooM"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Zhang24",
        "author": "Shudan Zhang and Hanlin Zhao and Xiao Liu and Qinkai Zheng and Zehan Qi and Xiaotao Gu and Xiaohan Zhang and Yuxiao Dong and Jie Tang",
        "title": "NaturalCodeBench: Examining Coding Performance Mismatch on HumanEval and Natural User Prompts"
      },
      {
        "key": "Liu23",
        "author": "Tianyang Liu and Canwen Xu and Julian McAuley",
        "title": "RepoBench: Benchmarking Repository-Level Code Auto-Completion Systems"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Muennighoff24",
        "author": "Niklas Muennighoff and Qian Liu and Armel Zebaze and Qinkai Zheng and Binyuan Hui and Terry Yue Zhuo and Swayam Singh and Xiangru Tang and Leandro von Werra and Shayne Longpre",
        "title": "OctoPack: Instruction Tuning Code Large Language Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Jain24",
        "author": "Naman Jain and King Han and Alex Gu and Wen-Ding Li and Fanjia Yan and Tianjun Zhang and Sida Wang and Armando Solar-Lezama and Koushik Sen and Ion Stoica",
        "title": "LiveCodeBench: Holistic and Contamination Free Evaluation of Large Language Models for Code"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Zhang24",
        "author": "Shudan Zhang and Hanlin Zhao and Xiao Liu and Qinkai Zheng and Zehan Qi and Xiaotao Gu and Xiaohan Zhang and Yuxiao Dong and Jie Tang",
        "title": "NaturalCodeBench: Examining Coding Performance Mismatch on HumanEval and Natural User Prompts"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Zhuo24",
        "author": "Terry Yue Zhuo and Minh Chien Vu and Jenny Chim and Han Hu and Wenhao Yu and Ratnadira Widyasari and Imam Nur Bani Yusuf and Haolan Zhan and Junda He and Indraneil Paul and Simon Brunner and Chen Gong and Thong Hoang and Armel Randy Zebaze and Xiaoheng Hong and Wen-Ding Li and Jean Kaddour and Ming Xu and Zhihan Zhang and Prateek Yadav and Naman Jain and Alex Gu and Zhoujun Cheng and Jiawei Liu and Qian Liu and Zijian Wang and David Lo and Binyuan Hui and Niklas Muennighoff and Daniel Fried and Xiaoning Du and Harm de Vries and Leandro Von Werra",
        "title": "BigCodeBench: Benchmarking Code Generation with Diverse Function Calls and Complex Instructions"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Chowdhury24",
        "author": "Chowdhury, Neil and Aung, James and Shern, Chan Jun and Jaffe, Oliver and Sherburn, Dane and Starace, Giulio and Mays, Evan and Dias, Rachel and Aljubeh, Marwan and Glaese, Mia and Jimenez, Carlos E. and Yang, John and Liu, Kevin and Madry, Aleksander",
        "title": "Introducing SWE-bench Verified"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Jiminez24",
        "author": "Carlos E. Jimenez and John Yang and Alexander Wettig and Shunyu Yao and Kexin Pei and Ofir Press and Karthik Narasimhan",
        "title": "SWE-bench: Can Language Models Resolve Real-World GitHub Issues?"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Yang24",
        "author": "John Yang and Carlos E. Jimenez and Alex L. Zhang and Kilian Lieret and Joyce Yang and Xindi Wu and Ori Press and Niklas Muennighoff and Gabriel Synnaeve and Karthik R. Narasimhan and Diyi Yang and Sida I. Wang and Ofir Press",
        "title": "SWE-bench Multimodal: Do AI Systems Generalize to Visual Software Domains?"
      }
    ]
  }
]