[
  {
    "index": 0,
    "papers": [
      {
        "key": "ansari2020analysis",
        "author": "Ansari, M. Z. and Aziz, M. B. and Siddiqui, M. O. and Mehra, H. and Singh, K. P.",
        "title": "Analysis of Political Sentiment Orientations on Twitter"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "khatua2020predicting",
        "author": "Khatua, A. and Khatua, A. and Cambria, E.",
        "title": "Predicting political sentiments of voters from Twitter in multi-party contexts"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "iyyer2014political",
        "author": "Iyyer, M. and Enns, P. and Boyd-Graber, J. and Resnik, P.",
        "title": "Political Ideology Detection Using Recursive Neural Networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "hamborg2021news",
        "author": "Hamborg, F. and Donnay, K.",
        "title": "NewsMTSC: A Dataset for (Multi-)Target-dependent Sentiment Classification in Political News Articles"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "ozturk2024ideology",
        "author": "{\\\"O}zt{\\\"u}rk, O. and {\\\"O}zcan, A.",
        "title": "Ideology detection using transformer-based machine learning models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "abercrombie2020parlvote",
        "author": "Abercrombie, G. and Batista-Navarro, R.",
        "title": "ParlVote: A Corpus for Sentiment Analysis of Political Debates"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "ozturk2024ideology",
        "author": "{\\\"O}zt{\\\"u}rk, O. and {\\\"O}zcan, A.",
        "title": "Ideology detection using transformer-based machine learning models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "rosenberg2023sentiment",
        "author": "Rosenberg, E. and Tarazona, C. and Mallor, F. and Eivazi, H. and Pastor-Escuredo, D. and Fuso-Nerini, F. and Vinuesa, R.",
        "title": "Sentiment analysis on Twitter data towards climate action"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "feng2023from",
        "author": "Feng, S. and Park, C. Y. and Liu, Y. and Tsvetkov, Y.",
        "title": "From Pretraining Data to Language Models to Downstream Tasks: Tracking the Trails of Political Biases Leading to Unfair NLP Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "abrar2025religious",
        "author": "Abrar, Ajwad and Oeshy, Nafisa Tabassum and Kabir, Mohsinul and Ananiadou, Sophia",
        "title": "Religious Bias Landscape in Language and Text-to-Image Models: Analysis, Detection, and Debiasing Strategies"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "antypas2023negativity",
        "author": "Antypas, D. and Preece, A. and Camacho-Collados, J.",
        "title": "Negativity spreads faster: A large-scale multilingual Twitter analysis on the role of sentiment in political communication"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "ferracane2023integrated",
        "author": "Ferracane, E. and Baly, R. and Martino, G. D. S. and Barr{\\'o}n-Cede{\\~n}o, A. and Nakov, P.",
        "title": "An integrated approach for political bias prediction and explanation based on discursive structure"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "kim2022close",
        "author": "Kim, M. Y. and Johnson, K. M.",
        "title": "CLoSE: Contrastive Learning of Subframe Embeddings for Political Bias Classification of News Media"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "bhatia2018topic",
        "author": "Bhatia, S. and Deepak, P.",
        "title": "Topic-specific sentiment analysis can help identify political ideology"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "buyukoz2020analyzing",
        "author": "B{\\\"u}y{\\\"u}koz, B. and H{\\\"u}rriyetoglu, A. and {\\\"O}zg{\\\"u}r, A.",
        "title": "Analyzing ELMo and DistilBERT on Socio-political News Classification"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "kwon2024sentiment",
        "author": "Kwon, O. H. and Vu, K. and Bhargava, N. and others",
        "title": "Sentiment analysis of the United States public support of nuclear power on social media using large language models"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "kuila2024deciphering",
        "author": "Kuila, A. and Sarkar, S.",
        "title": "Deciphering Political Entity Sentiment in News with Large Language Models: Zero-Shot and Few-Shot Strategies"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "hernandes2024llms",
        "author": "Hernandes, R.",
        "title": "LLMs left, right, and center: Assessing GPT’s capabilities to label political bias from web domains"
      },
      {
        "key": "pit2023whose",
        "author": "Pit, P. and Ma, X. and Conway, M. and Chen, Q. and Bailey, J. and Pit, H. and Keo, P. and Diep, W. and Jiang, Y.-G.",
        "title": "Whose side are you on? Investigating the political stance of large language models"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "AlSarraj2018",
        "author": "Al-Sarraj, Wael F. and Lubbad, Heba M.",
        "title": "Bias Detection of Palestinian/Israeli Conflict in Western Media: A Sentiment Analysis Experimental Study"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "imtiaz2022takingsidespublicopinion",
        "author": "Arsal Imtiaz and Danish Khan and Hanjia Lyu and Jiebo Luo",
        "title": "Taking sides: Public Opinion over the Israel-Palestine Conflict in 2021"
      }
    ]
  }
]