[
  {
    "index": 0,
    "papers": [
      {
        "key": "Molina17LTEVFS",
        "author": "Rafael Molina-Masegosa and Javier Goz{\\'a}lvez",
        "title": "LTE-V for Sidelink 5G V2X Vehicular Communications: A New 5G Technology for Short-Range Vehicle-to-Everything Communications"
      },
      {
        "key": "bazzi21V2X",
        "author": "Bazzi, Alessandro and Berthet, Antoine and Campolo, Claudia and Masini, Barbara and Molinaro, Antonella and Zanella, Alberto",
        "title": "On the Design of Sidelink for Cellular V2X: A Literature Review and Outlook for Future"
      },
      {
        "key": "liu15cellular",
        "author": "Liu, Jiajia and Kato, Nei and Ma, Jianfeng and Kadowaki, Naoto",
        "title": "Device-to-Device Communication in LTE-Advanced Networks: A Survey"
      },
      {
        "key": "Chen17v2x",
        "author": "Chen, Shanzhi and Hu, Jinling and Shi, Yan and Peng, Ying and Fang, Jiayi and Zhao, Rui and Zhao, Li",
        "title": "Vehicle-to-Everything (v2x) Services Supported by LTE-Based Systems and 5G"
      },
      {
        "key": "Asadi14survey",
        "author": "Asadi, Arash and Wang, Qing and Mancuso, Vincenzo",
        "title": "A Survey on Device-to-Device Communication in Cellular Networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Virdis16simu",
        "author": "Virdis, Antonio and Nardini, Giovanni and Stea, Giovanni",
        "title": "Modeling unicast device-to-device communications with simuLTE"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Liu22nr",
        "author": "Liu, Peng and Shen, Chen and Liu, Chunmei and Cintr\\'{o}n, Fernando J. and Zhang, Lyutianyang and Cao, Liu and Rouil, Richard and Roy, Sumit",
        "title": "5G New Radio Sidelink Link-Level Simulator and Performance Analysis"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Garcia21tutorial",
        "author": "Garcia, Mario H. Castañeda and Molina-Galan, Alejandro and Boban, Mate and Gozalvez, Javier and Coll-Perales, Baldomero and Şahin, Taylan and Kousaridas, Apostolos",
        "title": "A Tutorial on 5G NR V2X Communications"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Bagheri21nr",
        "author": "Bagheri, Hamidreza and Noor-A-Rahim, Md and Liu, Zilong and Lee, Haeyoung and Pesch, Dirk and Moessner, Klaus and Xiao, Pei",
        "title": "5G NR-V2X: Toward Connected and Cooperative Autonomous Driving"
      },
      {
        "key": "Todisco21PerformanceAO",
        "author": "Vittorio Todisco and Stefania Bartoletti and Claudia Campolo and Antonella Molinaro and Antoine O. Berthet and Alessandro Bazzi",
        "title": "Performance Analysis of Sidelink 5G-V2X Mode 2 through an Open-Source Simulator"
      },
      {
        "key": "Tabassum23nr",
        "author": "Tabassum, Mehnaz and Bastos, Felipe and Oliveira, Aurenice and Klautau, Aldebaro",
        "title": "NR Sidelink Performance Evaluation for Enhanced 5G-V2X Services"
      },
      {
        "key": "Ganesan20v2x",
        "author": "Ganesan, Karthikeyan and Lohr, Joachim and Mallick, Prateek Basu and Kunz, Andreas and Kuchibhotla, Ravi",
        "title": "NR Sidelink Design Overview for Advanced V2X Service"
      },
      {
        "key": "Liu22nr",
        "author": "Liu, Peng and Shen, Chen and Liu, Chunmei and Cintr\\'{o}n, Fernando J. and Zhang, Lyutianyang and Cao, Liu and Rouil, Richard and Roy, Sumit",
        "title": "5G New Radio Sidelink Link-Level Simulator and Performance Analysis"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Chukhno23nr",
        "author": "Chukhno, Nadezhda and Orsino, Antonino and Torsner, Johan and Iera, Antonio and Araniti, Giuseppe",
        "title": "5G NR Sidelink Multi-Hop Transmission in Public Safety and Factory Automation Scenarios"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Bajracharya23:military",
        "author": "Bajracharya, Rojeena and Shrestha, Rakesh and Hassan, Syed Ali and Jung, Haejoon and Shin, Hyundong",
        "title": "5G and Beyond Private Military Communication: Trend, Requirements, Challenges and Enablers"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Mishra22CooperativeCU",
        "author": "Debashisha Mishra and Angelo Trotta and Emiliano Traversi and Marco Di Felice and Enrico Natalizio",
        "title": "Cooperative Cellular UAV-to-Everything (C-U2X) communication based on 5G sidelink for UAV swarms"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "elkadi23opensource5g",
        "author": "Melissa Elkadi and Doekseong Kim and Ejaz Ahmed and Moein Sadeghi and Anh Le and Paul Russell and Bo Ryu",
        "title": "Open Source-based Over-The-Air 5G New Radio Sidelink Testbed"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "oai",
        "author": "{Open Air Interface}",
        "title": "5G software alliance for democratising wireless innovation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Lu20secoverview",
        "author": "Lu, Rongxing and Zhang, Lan and Ni, Jianbing and Fang, Yuguang",
        "title": "5G Vehicle-to-Everything Services: Gearing Up for Security and Privacy"
      },
      {
        "key": "Huang20advances",
        "author": "Huang, Jiaqi and Fang, Dongfeng and Qian, Yi and Hu, Rose Qingyang",
        "title": "Recent Advances and Challenges in Security and Privacy for V2X Communications"
      },
      {
        "key": "Luo20phy",
        "author": "Luo, Xuewen and Liu, Yiliang and Chen, Hsiao-Hwa and Guo, Qing",
        "title": "Physical Layer Security in Intelligently Connected Vehicle Networks"
      },
      {
        "key": "alnasser19challengessolutions",
        "author": "Aljawharah Alnasser and Hongjian Sun and Jing Jiang",
        "title": "Cyber Security Challenges and Solutions for V2X Communications: A Survey"
      },
      {
        "key": "marojevic18requirementsprocedures",
        "author": "Vuk Marojevic",
        "title": "C-V2X Security Requirements and Procedures: Survey and Research Directions"
      },
      {
        "key": "Mohan22threats",
        "author": "Mohan, Jaya Preethi and Sugunaraj, Niroop and Ranganathan, Prakash",
        "title": "Cyber Security Threats for 5G Networks"
      },
      {
        "key": "Boualouache23challenges",
        "author": "Boualouache, Abdelwahab and Brik, Bouziane and Tang, Qiang and Korba, Abdelaziz Amara and Cherrier, Sylvain and Senouci, Sidi-Mohammed and Pardo, Enric and Ghamri-Doudane, Yacine and Langar, Rami and Engel, Thomas",
        "title": "5G Vehicle-to-Everything at the Cross-Borders: Security Challenges and Opportunities"
      },
      {
        "key": "GHOSAL20:V2X-Survey",
        "author": "Amrita Ghosal and Mauro Conti",
        "title": "Security issues and challenges in V2X: A Survey"
      },
      {
        "key": "Lai20:Challenges",
        "author": "Lai, Chengzhe and Lu, Rongxing and Zheng, Dong and Shen, Xuemin",
        "title": "Security and Privacy Challenges in 5G-Enabled Vehicular Networks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Yoshizawa23v2xsurvey",
        "author": "Takahito, Yoshizawa and Singelée, Dave and Mühlberg, Jan and Stéphane, Delbruel and Taherkordi, Amir and Hughes, Danny and Preneel, Bart",
        "title": "A Survey of Security and Privacy Issues in V2X Communication Systems"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Ying24review",
        "author": "Ying, Zuobin and Wang, Kaichao and Xiong, Jinbo and Ma, Maode",
        "title": "A literature review on V2X communications security: Foundation, solutions, status, and future"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Sedar23survey",
        "author": "Sedar, Roshan and Kalalas, Charalampos and Vázquez-Gallego, Francisco and Alonso, Luis and Alonso-Zarate, Jesus",
        "title": "A Comprehensive Survey of V2X Cybersecurity Mechanisms and Future Research Paths"
      },
      {
        "key": "Hasan20v2x",
        "author": "Hasan, Monowar and Mohan, Sibin and Shimizu, Takayuki and Lu, Hongsheng",
        "title": "Securing Vehicle-to-Everything (V2X) Communication Platforms"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Pizzi21securedelivery",
        "author": "Pizzi, Sara and Suraci, Chiara and Iera, Antonio and Molinaro, Antonella and Araniti, Giuseppe",
        "title": "A Sidelink-Aided Approach for Secure Multicast Service Delivery: From Human-Oriented Multimedia Traffic to Machine Type Communications"
      },
      {
        "key": "Zhang15SeDS",
        "author": "Zhang, Aiqing and Chen, Jianxin and Hu, Rose and Qian, Yi",
        "title": "SeDS: Secure data sharing strategy for D2D communication in LTE-Advanced networks"
      },
      {
        "key": "Suraci21d2d",
        "author": "Suraci, C. and Pizzi, S. and Garompolo, D. and Araniti, G. and Molinaro, A. and Iera, A.",
        "title": "Trusted and secured D2D-aided communications in 5G networks"
      },
      {
        "key": "Ahmed18secure",
        "author": "Ahmed, Kazi J. and Lee, Myung J.",
        "title": "Secure LTE-Based V2X Service"
      },
      {
        "key": "Liu21plattoning",
        "author": "Liu, Feifei and Liu, Di and Sun, Yu and Li, Dawei and Cui, Jian and Guan, Zhenyu and Liu, Jianwei",
        "title": "Secure Vehicle Platooning Protocol for 5G C-V2X"
      },
      {
        "key": "Alnasser20trust",
        "author": "Alnasser, Aljawharah and Sun, Hongjian and Jiang, Jing",
        "title": "Recommendation-Based Trust Model for Vehicle-to-Everything (V2X)"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Yiliang20secrecy",
        "author": "Yiliang, Liu and Wang, Wei and Chen, Hsiao-Hwa and Wang, Liangmin and Cheng, Nan and Meng, Weixiao and Shen, Xuemin",
        "title": "Secrecy Rate Maximization via Radio Resource Allocation in Cellular Underlaying V2V Communications"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Trkulja20DenialofServiceAO",
        "author": "Natavsa Trkulja and David Starobinski and Randall A. Berry",
        "title": "Denial-of-Service Attacks on C-V2X Networks"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Twardokus22dos",
        "author": "Twardokus, Geoff and Rahbari, Hanif",
        "title": "Vehicle-to-Nothing? Securing C-V2X Against Protocol-Aware DoS Attacks"
      },
      {
        "key": "Twardokus23dos",
        "author": "Twardokus, Geoff and Rahbari, Hanif",
        "title": "Toward Protecting 5G Sidelink Scheduling in C-V2X Against Intelligent DoS Attacks"
      }
    ]
  }
]