[
  {
    "index": 0,
    "papers": [
      {
        "key": "hopfield82",
        "author": "John Joseph Hopfield",
        "title": "Neural networks and physical systems with emergent collective computational abilities."
      },
      {
        "key": "hopfield88",
        "author": "J J Hopfield ",
        "title": "Neurons with graded response have collective computational properties like those of two-state neurons."
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Ackley1985boltzmannmachines",
        "author": "David H. Ackley and Geoffrey E. Hinton and Terrence J. Sejnowski",
        "title": "A learning algorithm for Boltzmann machines"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "lstm",
        "author": "Hochreiter, Sepp and Schmidhuber, Jürgen",
        "title": "{Long Short-Term Memory}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "krotov16dense",
        "author": "Krotov, Dmitry and Hopfield, John J.",
        "title": "Dense Associative Memory for Pattern Recognition"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "demircigil17hugecapacity",
        "author": "Demircigil, Mete and Heusel, Judith and L{\\\"o}we, Matthias and Upgang, Sven and Vermet, Franck",
        "title": "On a model of associative memory with huge storage capacity"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "furst2021cloob",
        "author": "F{\\\"u}rst, Andreas and Rumetshofer, Elisabeth and Tran, Viet and Ramsauer, Hubert and Tang, Fei and Lehner, Johannes and Kreil, David and Kopp, Michael and Klambauer, G{\\\"u}nter and Bitto-Nemling, Angela and others",
        "title": "CLOOB: Modern Hopfield Networks with InfoLOOB Outperform CLIP"
      },
      {
        "key": "ota2023learning",
        "author": "Toshihiro Ota and Ikuro Sato and Rei Kawakami and Masayuki Tanaka and Nakamasa Inoue",
        "title": "Learning with Partial Forgetting in Modern Hopfield Networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "widrich20modern",
        "author": "Widrich, Michael and Sch\\\"{a}fl, Bernhard and Pavlovi\\'{c}, Milena and Ramsauer, Hubert and Gruber, Lukas and Holzleitner, Markus and Brandstetter, Johannes and Sandve, Geir Kjetil and Greiff, Victor and Hochreiter, Sepp and Klambauer, G\\\"{u}nter",
        "title": "Modern Hopfield Networks and Attention for Immune Repertoire Classification"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "schafl2021hopular",
        "author": "Sch{\\\"a}fl, Bernhard and Gruber, Lukas and Bitto-Nemling, Angela and Hochreiter, Sepp",
        "title": "Hopular: Modern Hopfield Networks for Tabular Data"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "seidl2022improving",
        "author": "Seidl, Philipp and Renz, Philipp and Dyubankova, Natalia and Neves, Paulo and Verhoeven, Jonas and Wegner, Jörg K and Segler, Marwin and Hochreiter, Sepp and Klambauer, Günter",
        "title": "Improving Few-and Zero-Shot Reaction Template Prediction Using Modern Hopfield Networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "NEURIPS2021_1fb36c4c",
        "author": "Salvatori, Tommaso and Song, Yuhang and Hong, Yujian and Sha, Lei and Frieder, Simon and Xu, Zhenghua and Bogacz, Rafal and Lukasiewicz, Thomas",
        "title": "Associative Memories via Predictive Coding"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "widrich2021modern",
        "author": "Widrich, Michael and Hofmarcher, Markus and Patil, Vihang Prakash and Bitto-Nemling, Angela and Hochreiter, Sepp",
        "title": "Modern Hopfield Networks for Return Decomposition for Delayed Rewards"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "ramsauer21hopfieldallyouneed",
        "author": "Hubert Ramsauer and Bernhard Sch{\\\"a}fl and Johannes Lehner and Philipp Seidl and Michael Widrich and Lukas Gruber and Markus Holzleitner and Thomas Adler and David Kreil and Michael K Kopp and G{\\\"u}nter Klambauer and Johannes Brandstetter and Sepp Hochreiter",
        "title": "Hopfield Networks is All You Need"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "krotov2021large",
        "author": "Dmitry Krotov and John J. Hopfield",
        "title": "Large Associative Memory Problem in Neurobiology and Machine Learning"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "millidge2022universal",
        "author": "Millidge, Beren and Salvatori, Tommaso and Song, Yuhang and Lukasiewicz, Thomas and Bogacz, Rafal",
        "title": "Universal Hopfield Networks: A General Framework for Single-Shot Associative Memory Models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "hendrycks2017msp",
        "author": "Hendrycks, Dan and Gimpel, Kevin",
        "title": "A baseline for detecting misclassified and out-of-distribution examples in neural networks"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "liang2018odin",
        "author": "Liang, Shiyu and Li, Yixuan and Srikant, R.",
        "title": "Enhancing The Reliability of Out-of-distribution Image Detection in Neural Networks"
      },
      {
        "key": "liu2020energy",
        "author": "Liu, Weitang and Wang, Xiaoyun and Owens, John and Li, Yixuan",
        "title": "Energy-based out-of-distribution detection"
      },
      {
        "key": "sun2021react",
        "author": "Sun, Yiyou and Guo, Chuan and Li, Yixuan",
        "title": "React: Out-of-distribution detection with rectified activations"
      },
      {
        "key": "sun2022dice",
        "author": "Sun, Yiyou and Li, Yixuan",
        "title": "DICE: Leveraging Sparsification for Out-of-Distribution Detection"
      },
      {
        "key": "shen2023posthoc",
        "author": "Maohao Shen and Yuheng Bu and Prasanna Sattigeri and Soumya Ghosh and Subhro Das and Gregory Wornell",
        "title": "Post-hoc Uncertainty Learning Using a Dirichlet Meta-Model"
      },
      {
        "key": "chen2024tagfog",
        "author": "Jiankang Chen and Tong Zhang and Wei-Shi Zheng and Ruixuan Wang",
        "title": "TagFog: Textual Anchor Guidance and Fake Outlier Generation for Visual Out-of-Distribution Detection"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "liu2020energy",
        "author": "Liu, Weitang and Wang, Xiaoyun and Owens, John and Li, Yixuan",
        "title": "Energy-based out-of-distribution detection"
      },
      {
        "key": "sun2021react",
        "author": "Sun, Yiyou and Guo, Chuan and Li, Yixuan",
        "title": "React: Out-of-distribution detection with rectified activations"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "zhang23she",
        "author": "Zhang, Jinsong and Fu, Qiang and Chen, Xu and Du, Lun and Li, Zelin and Wang, Gang and Liu, Xiaoguang and Han, Shi and Zhang, Dongmei",
        "title": "Out-of-Distribution Detection based on In-Distribution Data Patterns Memorization with Modern Hopfield Energy"
      },
      {
        "key": "Hofmann2024boosting",
        "author": "Claus Hofmann and Simon Schmid and Bernhard Lehner and Daniel Klotz and Sepp Hochreiter",
        "title": "Energy-based Hopfield Boosting for Out-of-Distribution Detection"
      }
    ]
  }
]