[
  {
    "index": 0,
    "papers": [
      {
        "key": "10634354",
        "author": "Wu, Fei and Thiery, Thomas and Leonardos, Stefanos and Ventre, Carmine",
        "title": "Strategic Bidding Wars in On-chain Auctions"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "10271857",
        "author": "Jin, Congying and Wang, Taotao and Wang, Zhe and Shi, Long and Zhang, Shengli",
        "title": "First-Price Sealed-Bid Auction for Ethereum Gas Auction Under Flashbots"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "chionas2023gets",
        "author": "Chionas, Georgios and Braga, Pedro and Leonardos, Stefanos and Ventre, Carmine and Piliouras, Georgios and Krysta, Piotr",
        "title": "Who gets the Maximal Extractable Value? A Dynamic Sharing Blockchain Mechanism"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mazorra2023towards",
        "author": "Mazorra, Bruno and Della Penna, Nicol{\\'a}s",
        "title": "Towards optimal prior-free permissionless rebate mechanisms, with applications to automated market makers \\& combinatorial orderflow auctions"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chitra2022improving",
        "author": "Chitra, Tarun and Kulkarni, Kshitij",
        "title": "Improving proof of stake economic security via MEV redistribution"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "roughgarden",
        "author": "Roughgarden, Tim",
        "title": "Transaction fee mechanism design"
      },
      {
        "key": "damle2024designing",
        "author": "Damle, Sankarshan and Padala, Manisha and Gujar, Sujit",
        "title": "Designing Redistribution Mechanisms for Reducing Transaction Fees in Blockchains"
      },
      {
        "key": "damle2024no",
        "author": "Damle, Sankarshan and Srivastava, Varul and Gujar, Sujit",
        "title": "No Transaction Fees? No Problem! Achieving Fairness in Transaction Fee Mechanism Design"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "jain2021we",
        "author": "Jain, Anurag and Siddiqui, Shoeb and Gujar, Sujit",
        "title": "We might walk together, but I run faster: Network Fairness and Scalability in Blockchains"
      },
      {
        "key": "chen2024game",
        "author": "Chen, Lin and Xu, Lei and Gao, Zhimin and Sunny, Ahmed Imtiaz and Kasichainula, Keshav and Shi, Weidong",
        "title": "A game theoretical analysis of non-linear blockchain system"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "siddiqui2020bitcoinf",
        "author": "Siddiqui, Shoeb and Vanahalli, Ganesh and Gujar, Sujit",
        "title": "Bitcoinf: Achieving fairness for bitcoin in transaction-fee-only model"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jain2022tiramisu",
        "author": "Jain, Anurag and Arora, Sanidhay and Damle, Sankarshan and Gujar, Sujit",
        "title": "Tiramisu: Layering consensus protocols for scalable and secure blockchains"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "damle2021fasten",
        "author": "Damle, Sankarshan and Gujar, Sujit and Moti, Moin Hussain",
        "title": "Fasten: Fair and secure distributed voting using smart contracts"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "faltings2021orthos",
        "author": "Faltings, Boi and Gujar, Sujit",
        "title": "Orthos: A Trustworthy AI Framework for Data Acquisition"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "srivastava2024decent",
        "author": "Srivastava, Varul and Gujar, Sujit",
        "title": "DECENT-BRM: Decentralization through Block Reward Mechanisms"
      }
    ]
  }
]