[
  {
    "index": 0,
    "papers": [
      {
        "key": "asvpaper24",
        "author": "Wang, Xin and Delgado, H{\\'e}ctor and Tak, Hemlata and Jung, Jee-weon and Shim, Hye-jin and Todisco, Massimiliano and Kukanov, Ivan and Liu, Xuechen and Sahidullah, Md and Kinnunen, Tomi and Evans, Nicholas and Lee, Kong Aik and Yamagishi, Junichi",
        "title": "{ASVspoof 5}: {Crowdsourced} Speech Data, Deepfakes, and Adversarial Attacks at Scale"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "add2023",
        "author": "Yi, Jiangyan and Tao, Jianhua and Fu, Ruibo and Yan, Xinrui and Wang, Chenglong and Wang, Tao and Zhang, Chu Yuan and Zhang, Xiaohui and Zhao, Yan and Ren, Yong and others",
        "title": "ADD 2023: the Second Audio Deepfake Detection Challenge"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "eleven-labs",
        "author": "{Eleven Labs}",
        "title": "{Create a replica of your voice that sounds just like you}"
      },
      {
        "key": "respeecher",
        "author": "{Respeecher}",
        "title": "{AI Voice Cloning}"
      },
      {
        "key": "resemble-ai",
        "author": "{Resemble AI}",
        "title": "{AI Voice Cloning: Clone your Voice in Seconds}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rawnet",
        "author": "Jung, Jee-weon and Heo, Hee-soo and Kim, ju-ho and Shim, Hye-jin and Yu, Ha-jin",
        "title": "RawNet: Advanced end-to-end deep neural network using raw waveforms for text-independent speaker verification"
      },
      {
        "key": "aasist",
        "author": "Jung, {Jee Weon} and Heo, {Hee Soo} and Hemlata Tak and Shim, {Hye Jin} and Chung, {Joon Son} and Lee, {Bong Jin} and Yu, {Ha Jin} and Nicholas Evans",
        "title": "AASIST: AUDIO ANTI-SPOOFING USING INTEGRATED SPECTRO-TEMPORAL GRAPH ATTENTION NETWORKS"
      },
      {
        "key": "raw-pc-darts",
        "author": "Wanying Ge and Jose Patino and Massimiliano Todisco and Nicholas Evans",
        "title": "{Raw Differentiable Architecture Search for Speech Deepfake and Spoofing Detection}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "9023158",
        "author": "Cheng, Xingliang and Xu, Mingxing and Zheng, Thomas Fang",
        "title": "Replay detection using CQT-based modified group delay feature and ResNeWt network in ASVspoof 2019"
      },
      {
        "key": "wu12c_interspeech",
        "author": "Zhizheng Wu and Eng Siong Chng and Haizhou Li",
        "title": "Detecting converted speech and natural speech for anti-spoofing attack in speaker recognition"
      },
      {
        "key": "lcnn",
        "author": "Xin Wang and Junichi Yamagishi",
        "title": "A Comparative Study on Recent Neural Spoofing Countermeasures for Synthetic Speech Detection"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "tomilov21_asvspoof",
        "author": "Anton Tomilov and Aleksei Svishchev and Marina Volkova and Artem Chirkovskiy and Alexander Kondratev and Galina Lavrentyeva",
        "title": "STC Antispoofing Systems for the ASVspoof2021 Challenge"
      },
      {
        "key": "rawnet-2",
        "author": "Tak, Hemlata and Patino, Jose and Todisco, Massimiliano and Nautsch, Andreas and Evans, Nicholas and Larcher, Anthony",
        "title": "End-to-End anti-spoofing with RawNet2"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "pascu24_interspeech",
        "author": "Octavian Pascu and Adriana Stan and Dan Oneata and Elisabeta Oneata and Horia Cucu",
        "title": "Towards generalisable and calibrated audio deepfake detection with self-supervised representations"
      },
      {
        "key": "whisper-df",
        "author": "Piotr Kawa and Marcin Plata and Michał Czuba and Piotr Szymański and Piotr Syga",
        "title": "{Improved DeepFake Detection Using Whisper Features}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "wu24c_interspeech",
        "author": "Haochen Wu and Wu Guo and Shengyu Peng and Zhuhai Li and Jie Zhang",
        "title": "Adapter Learning from Pre-trained Model for Robust Spoof Speech Detection"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "saha24green",
        "author": "Subhajit Saha and Md. Sahidullah and Swagatam Das",
        "title": "Exploring Green {AI} for Audio Deepfake Detection"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "wav2vec_aasist",
        "author": "Hemlata Tak and Massimiliano Todisco and Xin Wang and Jee-weon Jung and Junichi Yamagishi and Nicholas Evans",
        "title": "{Automatic Speaker Verification Spoofing and Deepfake Detection Using Wav2vec 2.0 and Data Augmentation}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "muller2022interspeech",
        "author": "Nicolas M. M{\\\"{u}}ller and\nPavel Czempin and\nFranziska Dieckmann and\nAdam Froghyar and\nKonstantin B{\\\"{o}}ttinger",
        "title": "Does Audio Deepfake Detection Generalize?"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "10224301",
        "author": "Zhang, Yuxiang and Li, Zhuo and Lu, Jingze and Hua, Hua and Wang, Wenchao and Zhang, Pengyuan",
        "title": "The Impact of Silence on Speech Anti-Spoofing"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Mller2021SpeechIS",
        "author": "Nicolas Michael M{\\\"u}ller and Franziska Dieckmann and Pavel Czempin and Roman Canals and Konstantin B{\\\"o}ttinger",
        "title": "Speech is Silver, Silence is Golden: What do ASVspoof-trained Models Really Learn?"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "negroni2024analyzing",
        "author": "Negroni, Viola and Salvi, Davide and Bestagini, Paolo and Tubaro, Stefano",
        "title": "Analyzing the impact of splicing artifacts in partially fake speech signals"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "10557138",
        "author": "Wang, Li and Yu, Lingyun and Zhang, Yongdong and Xie, Hongtao",
        "title": "Generalizable Speech Spoofing Detection Against Silence Trimming With Data Augmentation and Multi-Task Meta-Learning"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "lu24b_interspeech",
        "author": "Jingze Lu and Yuxiang Zhang and Zhuo Li and Zengqiang Shang and Wenchao Wang and Pengyuan Zhang",
        "title": "Improving Copy-Synthesis Anti-Spoofing Training Method with Rhythm and Speaker Perturbation"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "vocoded_df",
        "author": "Xin Wang and Junichi Yamagishi",
        "title": "Can large-scale vocoded spoofed data improve speech spoofing countermeasure with a self-supervised front end?"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "martindonas24_interspeech",
        "author": "Juan M. Martín-Doñas and Aitor Álvarez and Eros Rosello and Angel M. Gomez and Antonio M. Peinado",
        "title": "Exploring Self-supervised Embeddings and Synthetic Data Augmentation for Robust Audio Deepfake Detection"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "rawboost",
        "author": "Tak, Hemlata and Kamble, Madhu and Patino, Jose and Todisco, Massimiliano and Evans, Nicholas",
        "title": "Rawboost: A raw data boosting and augmentation method applied to automatic speaker verification anti-spoofing"
      },
      {
        "key": "tak2022automatic",
        "author": "Tak, Hemlata and Todisco, Massimiliano and Wang, Xin and Jung, Jee-weon and Yamagishi, Junichi and Evans, Nicholas",
        "title": "Automatic speaker verification spoofing and deepfake detection using wav2vec 2.0 and data augmentation"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "azeemi23_interspeech",
        "author": "Abdul Hameed Azeemi and Ihsan Ayyub Qazi and Agha Ali Raza",
        "title": "Self-Supervised Dataset Pruning for Efficient Training in Audio Anti-spoofing"
      },
      {
        "key": "10448016",
        "author": "Ge, Wanying and Wang, Xin and Yamagishi, Junichi and Todisco, Massimiliano and Evans, Nicholas",
        "title": "Spoofing Attack Augmentation: Can Differently-Trained Attack Models Improve Generalisation?"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "panariello23b_interspeech",
        "author": "Michele Panariello and Wanying Ge and Hemlata Tak and Massimiliano Todisco and Nicholas Evans",
        "title": "Malafide: a novel adversarial convolutive noise attack against deepfake and spoofing detection systems"
      },
      {
        "key": "advshadow",
        "author": "Liu, Jiatong and Zhang, Mingcheng and Ke, Jianpeng and Wang, Lina",
        "title": "AdvShadow: Evading DeepFake Detection via Adversarial Shadow Attack"
      },
      {
        "key": "malacopula2024",
        "author": "Massimiliano Todisco and Michele Panariello and Xin Wang and Hector Delgado and Kong-Aik Lee and Nicholas Evans",
        "title": "Malacopula: adversarial automatic speaker verification attacks using a neural-based generalised Hammerstein model"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "rawboost",
        "author": "Tak, Hemlata and Kamble, Madhu and Patino, Jose and Todisco, Massimiliano and Evans, Nicholas",
        "title": "Rawboost: A raw data boosting and augmentation method applied to automatic speaker verification anti-spoofing"
      }
    ]
  }
]