[
  {
    "index": 0,
    "papers": [
      {
        "key": "rappez_deepcycle_2020",
        "author": "Rappez, Luca and Rakhlin, Alexander and Rigopoulos, Angelos and Nikolenko, Sergey and Alexandrov, Theodore",
        "title": "{DeepCycle} reconstructs a cyclic cell cycle trajectory from unsegmented cell images using convolutional neural networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "narotamo_machine_2021",
        "author": "Narotamo, Hemaxi and Fernandes, Maria Sofia and Moreira, Ana Margarida and Melo, Soraia and Seruca, Raquel and Silveira, Margarida and Sanches, João Miguel",
        "title": "A machine learning approach for single cell interphase cell cycle staging"
      },
      {
        "key": "li_predicting_2024",
        "author": "Li, Gang and Nichols, Eva K. and Browning, Valentino E. and Longhi, Nicolas J. and Camplisson, Conor and Beliveau, Brian J. and Noble, William Stafford",
        "title": "Predicting cell cycle stage from 3D single-cell nuclear-stained images"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "eulenberg_reconstructing_2017",
        "author": "Eulenberg, Philipp and Köhler, Niklas and Blasi, Thomas and Filby, Andrew and Carpenter, Anne E. and Rees, Paul and Theis, Fabian J. and Wolf, F. Alexander",
        "title": "Reconstructing cell cycle and disease progression using deep learning"
      },
      {
        "key": "blasi_label-free_2016",
        "author": "Blasi, Thomas and Hennig, Holger and Summers, Huw D. and Theis, Fabian J. and Cerveira, Joana and Patterson, James O. and Davies, Derek and Filby, Andrew and Carpenter, Anne E. and Rees, Paul",
        "title": "Label-free cell cycle analysis for high-throughput imaging flow cytometry"
      },
      {
        "key": "jin_imbalanced_2021",
        "author": "Jin, Xin and Zou, Yuanwen and Huang, Zhongbing",
        "title": "An Imbalanced Image Classification Method for the Cell Cycle Phase"
      },
      {
        "key": "he_cell_2022",
        "author": "He, Yuchen R. and He, Shenghua and Kandel, Mikhail E. and Lee, Young Jae and Hu, Chenfei and Sobh, Nahil and Anastasio, Mark A. and Popescu, Gabriel",
        "title": "Cell Cycle Stage Classification Using Phase Imaging with Computational Specificity"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wang_live-cell_2020",
        "author": "Wang, Weikang and Douglas, Diana and Zhang, Jingyu and Kumari, Sangeeta and Enuameh, Metewo Selase and Dai, Yan and Wallace, Callen T. and Watkins, Simon C. and Shu, Weiguo and Xing, Jianhua",
        "title": "Live-cell imaging and analysis reveal cell phenotypic transition dynamics inherently missing in snapshot data"
      },
      {
        "key": "zhao_insights_2024",
        "author": "Zhao, Xinran and De Perez, Alexander Ruys and Dimitrova, Elena S. and Kemp, Melissa and Anderson, Paul E.",
        "title": "Insights into Cellular Evolution: Temporal Deep Learning Models and Analysis for Cell Image Classification"
      },
      {
        "key": "chu_prediction_2020",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "held_cellcognition_2010",
        "author": "Held, Michael and Schmitz, Michael H. A. and Fischer, Bernd and Walter, Thomas and Neumann, Beate and Olma, Michael H. and Peter, Matthias and Ellenberg, Jan and Gerlich, Daniel W.",
        "title": "{CellCognition}: time-resolved phenotype annotation in high-throughput live cell imaging"
      },
      {
        "key": "moreno-andres_livecellminer_2022",
        "author": "Moreno-Andrés, Daniel and Bhattacharyya, Anuk and Scheufen, Anja and Stegmaier, Johannes",
        "title": "{LiveCellMiner}: A new tool to analyze mitotic progression"
      },
      {
        "key": "jose_automatic_2024",
        "author": "Jose, Abin and Roy, Rijo and Moreno-Andrés, Daniel and Stegmaier, Johannes",
        "title": "Automatic detection of cell-cycle stages using recurrent neural networks."
      },
      {
        "key": "su_spatiotemporal_2017",
        "author": "Su, Yu-Ting and Lu, Yao and Chen, Mei and Liu, An-An",
        "title": "Spatiotemporal Joint Mitosis Detection Using CNN-LSTM Network in Time-Lapse Phase Contrast Microscopy Images"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "ulicna_learning_2023",
        "author": "Ulicna, Kristina and Kelkar, Manasi and Soelistyo, Christopher J and Charras, Guillaume T and Lowe, Alan R",
        "title": "Learning dynamic image representations for self-supervised cell cycle annotation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "vaswani_attention_nodate",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, \\L ukasz and Polosukhin, Illia",
        "title": "Attention is All you Need"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hewamalage2021recurrent",
        "author": "Hansika Hewamalage and Christoph Bergmeir and Kasun Bandara",
        "title": "Recurrent Neural Networks for Time Series Forecasting: Current status and future directions"
      },
      {
        "key": "wen2022transformers",
        "author": "Wen, Qingsong and Zhou, Tian and Zhang, Chaoli and Chen, Weiqi and Ma, Ziqing and Yan, Junchi and Sun, Liang",
        "title": "Transformers in Time Series: A Survey"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "gu_efficiently_2022",
        "author": "Gu, Albert and Goel, Karan and Ré, Christopher",
        "title": "Efficiently Modeling Long Sequences with Structured State Spaces"
      },
      {
        "key": "gu_mamba_2024",
        "author": "Gu, Albert and Dao, Tri",
        "title": "Mamba: Linear-Time Sequence Modeling with Selective State Spaces"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "jose_automatic_2024",
        "author": "Jose, Abin and Roy, Rijo and Moreno-Andrés, Daniel and Stegmaier, Johannes",
        "title": "Automatic detection of cell-cycle stages using recurrent neural networks."
      }
    ]
  }
]