[
  {
    "index": 0,
    "papers": [
      {
        "key": "Dargan_biometrics_survey",
        "author": "Dargan, Shaveta and Kumar, Munish",
        "title": "A comprehensive survey on the biometric recognition systems based on physiological and behavioral modalities"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Ibrahim_effect_ears_age",
        "author": "Ibrahim, Mina I. S. and Nixon, Mark S. and Mahmoodi, Sasan",
        "title": "The effect of time on ear biometrics"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Benzaoui_survey_earrec",
        "author": "Benzaoui, Amir and Khaldi, Yacine and Bouaouina, Rafik and Amrouni, Nadia and Alshazly, Hammam and Ouahabi, Abdeldjalil",
        "title": "A comprehensive survey on ear recognition: databases, approaches, comparative analysis, and open challenges"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "uerc2023",
        "author": "Emer{\\v{s}}i{\\v{c}}, {\\v{Z}}. and Ohki, T. and Akasaka, M. and Arakawa, T. and Maeda, S. and Okano, M. and Sato, Y. and George, A. and Marcel, S. and Ganapathi, I. I. and Ali, S. S. and Javed, S. and Werghi, N. and Işık, S. G. and Sarıtaş, E. and Ekenel, H. K. and Hudovernik, V. and Kolf, J. N. and Boutros, F. and Damer, N. and Sharma, G. and Kamboj, A. and Nigam, A. and Jain, D. K. and Cámara-Chávez, G. and Peer, P. and Štruc, V.",
        "title": "The Unconstrained Ear Recognition Challenge 2023: Maximizing Performance and Minimizing Bias"
      },
      {
        "key": "uerc2019",
        "author": "Emer\\v{s}i\\v{c}, \\v{Z}. and S. V., A. Kumar and Harish, B. S. and Gutfeter, W. and Khiarak, J. N. and Pacut, A. and Hansley, E. and Segundo, M. Pamplona and Sarkar, S. and Park, H. J. and Nam, G. P. and Kim, I.-J. and Sangodkar, S. G. and Kacar, U. and Kirci, M. and Yuan, L. and Yuan, J. and Zhao, H. and Lu, F. and Mao, J. and Zhang, X. and Yaman, D. and Eyiokur, F. I. and Özler, K. B. and Ekenel, H. K. and Paul Chowdhury, D. and Bakshi, S. and Sa, P. K. and Majhi, B. and Peer, P. and \\v{S}truc, V.",
        "title": "The Unconstrained Ear Recognition Challenge 2019"
      },
      {
        "key": "uerc2017",
        "author": "Emer\\v{s}i\\v{c}, \\v{Z}iga and \\v{S}tepec, Dejan and \\v{S}truc, Vitomir and Peer, Peter and George, Anjith and Ahmad, Adii and Omar, Elshibani and Boult, Terranee E. and Safdaii, Reza and Zhou, Yuxiang and Zafeiriou, Stefanos and Yaman, Dogucan and Eyiokur, Fevziye I. and Ekenel, Hazim K.",
        "title": "The unconstrained ear recognition challenge"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Emersic2019",
        "author": "Emer{\\v{s}}i{\\v{c}}, {\\v{Z}}iga\nand Kri{\\v{z}}aj, Janez\nand {\\v{S}}truc, Vitomir\nand Peer, Peter",
        "title": "Deep Ear Recognition Pipeline"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "alexey_VIT",
        "author": "Dosovitskiy, Alexey and Beyer, Lucas and Kolesnikov, Alexander and Weissenborn, Dirk and Zhai, Xiaohua and Unterthiner, Thomas and Dehghani, Mostafa and Minderer, Matthias and Heigold, Georg and Gelly, Sylvain and Uszkoreit, Jakob and Houlsby, Neil",
        "title": "An Image is Worth 16x16 Words: Transformers for Image Recognition at Scale"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Ziga_ear_recog_review",
        "author": "Emer{\\v{s}}i{\\v{c}}, {\\v{Z}}iga and Meden, Bla{\\v{z}} and Peer, Peter and {\\v{S}}truc, Vitomir",
        "title": "Evaluation and analysis of ear recognition models: performance, complexity and resource requirements"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Alshazly_Ear_Resnet",
        "author": "Alshazly, Hammam and Linse, Christoph and Barth, Erhardt and Idris, Sahar Ahmed and Martinetz, Thomas",
        "title": "Towards Explainable Ear Recognition Systems Using Deep Residual Networks"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Korichi_TRICA",
        "author": "Korichi, Aicha and Slatnia, Sihem and Aiadi, Oussama",
        "title": "TR-ICANet: A fast unsupervised deep-learning-based scheme for unconstrained ear recognition"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Howard_mobilenet",
        "author": "Howard, Andrew G and Zhu, Menglong and Chen, Bo and Kalenichenko, Dmitry and Wang, Weijun and Weyand, Tobias and Andreetto, Marco and Adam, Hartwig",
        "title": "MobileNets: efficient convolutional neural networks for mobile vision applications (2017)"
      },
      {
        "key": "Sandler_mobilenetv2",
        "author": "Sandler, Mark and Howard, Andrew and Zhu, Menglong and Zhmoginov, Andrey and Chen, Liang-Chieh",
        "title": "Mobilenetv2: Inverted residuals and linear bottlenecks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Iandola2_squeezenet",
        "author": "Iandola, Forrest N",
        "title": "SqueezeNet: AlexNet-level accuracy with 50x fewer parameters and< 0.5 MB model size"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Zhang_shufflenet",
        "author": "Zhang, Xiangyu and Zhou, Xinyu and Lin, Mengxiao and Sun, Jian",
        "title": "Shufflenet: An extremely efficient convolutional neural network for mobile devices"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Wu_shift",
        "author": "Wu, Bichen and Wan, Alvin and Yue, Xiangyu and Jin, Peter and Zhao, Sicheng and Golmant, Noah and Gholaminejad, Amir and Gonzalez, Joseph and Keutzer, Kurt",
        "title": "Shift: A zero flop, zero parameter alternative to spatial convolutions"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Han_ghostnet",
        "author": "Han, Kai and Wang, Yunhe and Tian, Qi and Guo, Jianyuan and Xu, Chunjing and Xu, Chang",
        "title": "Ghostnet: More features from cheap operations"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Chen_mobileformer",
        "author": "Chen, Yinpeng and Dai, Xiyang and Chen, Dongdong and Liu, Mengchen and Dong, Xiaoyi and Yuan, Lu and Liu, Zicheng",
        "title": "Mobile-former: Bridging mobilenet and transformer"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Mehta_mobilevit",
        "author": "Sachin Mehta and Mohammad Rastegari",
        "title": "MobileViT: Light-weight, General-purpose, and Mobile-friendly Vision Transformer"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Maaz_edgenext",
        "author": "Maaz, Muhammad and Shaker, Abdelrahman and Cholakkal, Hisham and Khan, Salman and Zamir, Syed Waqas and Anwer, Rao Muhammad and Shahbaz Khan, Fahad",
        "title": "Edgenext: efficiently amalgamated cnn-transformer architecture for mobile vision applications"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "liu_convnext",
        "author": "Liu, Zhuang and Mao, Hanzi and Wu, Chao-Yuan and Feichtenhofer, Christoph and Darrell, Trevor and Xie, Saining",
        "title": "A convnet for the 2020s"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "George_IEEETBIOM_2024",
        "author": "George, Anjith and Ecabert, Christophe and Shahreza, Hatef Otroshi and Kotwal, Ketan and Marcel, Sébastien",
        "title": "EdgeFace: Efficient Face Recognition Model for Edge Devices"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "mehta2024efficient",
        "author": "Mehta, Ravishankar and Singh, Koushlendra Kumar",
        "title": "An efficient ear recognition technique based on deep ensemble learning approach"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "xu2022efficient",
        "author": "Xu, Xuebin and Liu, Yibiao and Cao, Shuxin and Lu, Longbin",
        "title": "An efficient and lightweight method for human ear recognition based on MobileNet"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Kolf2023EFaR",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  }
]