[
  {
    "index": 0,
    "papers": [
      {
        "key": "tobin2017dr",
        "author": "Tobin, Josh and Fong, Rachel and Ray, Alex and Schneider, Jonas and Zaremba, Wojciech and Abbeel, Pieter",
        "title": "Domain randomization for transferring deep neural networks from simulation to the real world"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "loquercio2019deep",
        "author": "Loquercio, Antonio and Kaufmann, Elia and Ranftl, Ren{\\'e} and Dosovitskiy, Alexey and Koltun, Vladlen and Scaramuzza, Davide",
        "title": "Deep drone racing: From simulation to reality with domain randomization"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "peng2018drforcontrol",
        "author": "Peng, Xue Bin and Andrychowicz, Marcin and Zaremba, Wojciech and Abbeel, Pieter",
        "title": "Sim-to-Real Transfer of Robotic Control with Dynamics Randomization"
      },
      {
        "key": "akkaya2019solving",
        "author": "Akkaya, Ilge and Andrychowicz, Marcin and Chociej, Maciek and Litwin, Mateusz and McGrew, Bob and Petron, Arthur and Paino, Alex and Plappert, Matthias and Powell, Glenn and Ribas, Raphael and others",
        "title": "Solving rubik's cube with a robot hand"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mehta2020active",
        "author": "Mehta, Bhairav and Diaz, Manfred and Golemo, Florian and Pal, Christopher J and Paull, Liam",
        "title": "Active domain randomization"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chen2021understanding",
        "author": "Chen, Xiaoyu and Hu, Jiachen and Jin, Chi and Li, Lihong and Wang, Liwei",
        "title": "Understanding domain randomization for sim-to-real transfer"
      },
      {
        "key": "zhong2019pacreinforcementlearningrealworld",
        "author": "Yuren Zhong and Aniket Anand Deshmukh and Clayton Scott",
        "title": "PAC Reinforcement Learning without Real-World Feedback"
      },
      {
        "key": "jiang2018pac",
        "author": "Jiang, Nan",
        "title": "PAC reinforcement learning with an imperfect model"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "abbasi2011regret",
        "author": "Abbasi-Yadkori, Yasin and Szepesv{\\'a}ri, Csaba",
        "title": "Regret bounds for the adaptive control of linear quadratic systems"
      },
      {
        "key": "recht2019tour",
        "author": "Recht, Benjamin",
        "title": "A tour of reinforcement learning: The view from continuous control"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "dean2020sample",
        "author": "Dean, Sarah and Mania, Horia and Matni, Nikolai and Recht, Benjamin and Tu, Stephen",
        "title": "On the sample complexity of the linear quadratic regulator"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "mania2019certainty",
        "author": "Mania, Horia and Tu, Stephen and Recht, Benjamin",
        "title": "Certainty equivalence is efficient for linear quadratic control"
      },
      {
        "key": "wagenmaker2021task",
        "author": "Wagenmaker, Andrew J and Simchowitz, Max and Jamieson, Kevin",
        "title": "Task-optimal exploration in linear dynamical systems"
      },
      {
        "key": "lee2023fundamental",
        "author": "Lee, Bruce D and Ziemann, Ingvar and Tsiamis, Anastasios and Sandberg, Henrik and Matni, Nikolai",
        "title": "The fundamental limitations of learning linear-quadratic regulators"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "wagenmaker2024optimal",
        "author": "Wagenmaker, Andrew and Shi, Guanya and Jamieson, Kevin G",
        "title": "Optimal exploration for model-based rl in nonlinear systems"
      },
      {
        "key": "lee2024active",
        "author": "Lee, Bruce D and Ziemann, Ingvar and Pappas, George J and Matni, Nikolai",
        "title": "Active Learning for Control-Oriented Identification of Nonlinear Systems"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "von2022improving",
        "author": "von Rohr, Alexander and Solowjow, Friedrich and Trimpe, Sebastian",
        "title": "Improving the Performance of Robust Control through Event-Triggered Learning"
      },
      {
        "key": "chiuso2023harnessing",
        "author": "Chiuso, Alessandro and Fabris, Marco and Breschi, Valentina and Formentin, Simone",
        "title": "Harnessing Uncertainty for a Separation Principle in Direct Data-Driven Predictive Control"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "zhou1996robust",
        "author": "Zhou, K. and Doyle, J.C. and Glover, K.",
        "title": "Robust and Optimal Control"
      },
      {
        "key": "bacsar2008h",
        "author": "Ba{\\c{s}}ar, Tamer and Bernhard, Pierre",
        "title": "H-infinity optimal control and related minimax design problems: a dynamic game approach"
      },
      {
        "key": "doyle1982analysis",
        "author": "Doyle, John",
        "title": "Analysis of feedback systems with structured uncertainties"
      },
      {
        "key": "fan1991robustness",
        "author": "Fan, M.K.H. and Tits, A.L. and Doyle, J.C.",
        "title": "Robustness in the presence of mixed parametric uncertainty and unmodeled dynamics"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "calafiore2006scenario",
        "author": "Calafiore, Giuseppe Carlo and Campi, Marco C",
        "title": "The scenario approach to robust control design"
      },
      {
        "key": "stengel1991technical",
        "author": "Stengel, Robert F and Ray, Laura R",
        "title": "Technical notes and correspondence: Stochastic robustness of linear time-invariant control systems"
      },
      {
        "key": "ray1993monte",
        "author": "Ray, Laura Ryan and Stengel, Robert F",
        "title": "A Monte Carlo approach to the analysis of control system robustness"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "vidyasagar2001randomized",
        "author": "Vidyasagar, Mathukumalli",
        "title": "Randomized algorithms for robust controller synthesis using statistical learning theory"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "ljung1998system",
        "author": "Ljung, Lennart",
        "title": "System identification"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "gevers2005identification",
        "author": "Gevers, Michel",
        "title": "Identification for control: From the early achievements to the revival of experiment design"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "berberich2020robust",
        "author": "Berberich, Julian and Koch, Anne and Scherer, Carsten W. and Allgöwer, Frank",
        "title": "Robust data-driven state-feedback design"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "dean2020sample",
        "author": "Dean, Sarah and Mania, Horia and Matni, Nikolai and Recht, Benjamin and Tu, Stephen",
        "title": "On the sample complexity of the linear quadratic regulator"
      }
    ]
  }
]