[
  {
    "index": 0,
    "papers": [
      {
        "key": "gupta2015deep",
        "author": "Gupta, Suyog and Agrawal, Ankur and Gopalakrishnan, Kailash and Narayanan, Pritish",
        "title": "Deep learning with limited numerical precision"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "croci2022stochastic",
        "author": "Croci, Matteo and Fasi, Massimiliano and Higham, Nicholas J and Mary, Theo and Mikaitis, Mantas",
        "title": "Stochastic rounding: implementation, error analysis and applications"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "connoly2021srprob",
        "author": "Connolly, Michael P. and Higham, Nicholas J. and Mary, Theo",
        "title": "Stochastic Rounding and Its Probabilistic Backward Error Analysis"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "li2017training",
        "author": "Li, Hao and De, Soham and Xu, Zheng and Studer, Christoph and Samet, Hanan and Goldstein, Tom",
        "title": "Training quantized nets: A deeper understanding"
      },
      {
        "key": "xia2023influencestochasticroundofferrors",
        "author": "Lu Xia and Stefano Massei and Michiel E. Hochstenbach and Barry Koren",
        "title": "On the influence of stochastic roundoff errors and their bias on the convergence of the gradient descent method with low-precision floating-point computation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zaheer2018adaptive",
        "author": "Zaheer, Manzil and Reddi, Sashank and Sachan, Devendra and Kale, Satyen and Kumar, Sanjiv",
        "title": "Adaptive Methods for Nonconvex Optimization"
      },
      {
        "key": "rae2022scalinglanguagemodelsmethods",
        "author": "Rae et al.,Jack W. ",
        "title": "Scaling Language Models: Methods, Analysis \\& Insights from Training Gopher"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "micikevicius2018mixedprecisiontraining",
        "author": "Paulius Micikevicius and Sharan Narang and Jonah Alben and Gregory Diamos and Erich Elsen and David Garcia and Boris Ginsburg and Michael Houston and Oleksii Kuchaiev and Ganesh Venkatesh and Hao Wu",
        "title": "Mixed Precision Training"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "kalamkar2019studybfloat16deeplearning",
        "author": "Dhiraj Kalamkar and Dheevatsa Mudigere and Naveen Mellempudi and Dipankar Das and Kunal Banerjee and Sasikanth Avancha and Dharma Teja Vooturi and Nataraj Jammalamadaka and Jianyu Huang and Hector Yuen and Jiyan Yang and Jongsoo Park and Alexander Heinecke and Evangelos Georganas and Sudarshan Srinivasan and Abhisek Kundu and Misha Smelyanskiy and Bharat Kaul and Pradeep Dubey",
        "title": "A Study of BFLOAT16 for Deep Learning Training"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "wang2018training",
        "author": "Wang, Naigang and Choi, Jungwook and Brand, Daniel and Chen, Chia-Yu and Gopalakrishnan, Kailash",
        "title": "Training deep neural networks with 8-bit floating point numbers"
      },
      {
        "key": "sun2019hybrid",
        "author": "Sun, Xiao and Choi, Jungwook and Chen, Chia-Yu and Wang, Naigang and Venkataramani, Swagath and Srinivasan, Vijayalakshmi Viji and Cui, Xiaodong and Zhang, Wei and Gopalakrishnan, Kailash",
        "title": "Hybrid 8-bit floating point (HFP8) training and inference for deep neural networks"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "micikevicius2018mixedprecisiontraining",
        "author": "Paulius Micikevicius and Sharan Narang and Jonah Alben and Gregory Diamos and Erich Elsen and David Garcia and Boris Ginsburg and Michael Houston and Oleksii Kuchaiev and Ganesh Venkatesh and Hao Wu",
        "title": "Mixed Precision Training"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zamirai2021revisitingbfloat16training",
        "author": "Pedram Zamirai and Jian Zhang and Christopher R. Aberger and Christopher De Sa",
        "title": "Revisiting BFloat16 Training"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "kahan1997mindless",
        "author": "William Kahan",
        "title": "How Futile are Mindless Assessments of Roundoff\nin Floating-Point Computation ?"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "yu2024collage",
        "author": "Tao Yu and Gaurav Gupta and Karthick Gopalswamy and Amith R Mamidala and Hao Zhou and Jeffrey Huynh and Youngsuk Park and Ron Diamant and Anoop Deoras and Luke Huan",
        "title": "Collage: Light-Weight Low-Precision Strategy for {LLM} Training"
      }
    ]
  }
]