[
  {
    "index": 0,
    "papers": [
      {
        "key": "r8",
        "author": "Hatamizadeh, Ali and Tang, Yucheng and Nath, Vishwesh and Yang, Dong and Myronenko, Andriy and Landman, Bennett and Roth, Holger R and Xu, Daguang",
        "title": "Unetr: Transformers for 3d medical image segmentation"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "r10",
        "author": "Ma, J. and He, Y. and Li, F. and Han, L. and You, C. and Wang, B.",
        "title": "Segment anything in medical images"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "r11",
        "author": "Zhang, K. and Liu, D.",
        "title": "Customized segment anything model for medical image segmentation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "r19",
        "author": "Chen, Tianrun and Zhu, Lanyun and Deng, Chaotao and Cao, Runlong and Wang, Yan and Zhang, Shangzhan and Li, Zejian and Sun, Lingyun and Zang, Ying and Mao, Papa",
        "title": "Sam-adapter: Adapting segment anything in underperformed scenes"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "r9",
        "author": "Huang, Y. and Yang, X. and Liu, L. and Zhou, H. and Chang, A. and Zhou, X. and Chen, R. and Yu, J. and Chen, J. and Chen, C. and others",
        "title": "Segment anything model for medical images?"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Liu2022",
        "author": "Liu, X. and Fan, W. and Zhou, D.",
        "title": "Skin lesion segmentation via intensive atrous spatial transformer"
      },
      {
        "key": "TONG2024213",
        "author": "Tong, L. and Li, T. and Zhang, Q. and Zhang, Q. and Zhu, R. and Du, W. and Hu, P.",
        "title": "LiViT-Net: A U-Net-like, lightweight Transformer network for retinal vessel segmentation"
      },
      {
        "key": "Lam2021",
        "author": "Lam, A. and Lim, J. Y. and Sutopo, R. and Baskaran, V. M.",
        "title": "Paying attention to varying receptive fields: object detection with Atrous filters and vision transformers"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "r20",
        "author": "Chen, Z. and Duan, Y. and Wang, W. and He, J. and Lu, T. and Dai, J. and Qiao, Y.",
        "title": "Vision Transformer Adapter for Dense Predictions"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Yu2015",
        "author": "Yu, F. and Koltun, V.",
        "title": "Multi-Scale Context Aggregation by Dilated Convolutions"
      }
    ]
  }
]