[
  {
    "index": 0,
    "papers": [
      {
        "key": "swe_bench",
        "author": "Carlos E Jimenez and John Yang and Alexander Wettig and Shunyu Yao and Kexin Pei and Ofir Press and Karthik R Narasimhan",
        "title": "{SWE}-bench: Can Language Models Resolve Real-world Github Issues?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "swe_agent",
        "author": "John Yang and Carlos E Jimenez and Alexander Wettig and Kilian Lieret and Shunyu Yao and Karthik R Narasimhan and Ofir Press",
        "title": "{SWE}-agent: Agent-Computer Interfaces Enable Automated Software Engineering"
      },
      {
        "key": "agentless",
        "author": "Xia, Chunqiu Steven and Deng, Yinlin and Dunn, Soren and Zhang, Lingming",
        "title": "Agentless: Demystifying LLM-based Software Engineering Agents"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "codenav",
        "author": "Tanmay Gupta and Luca Weihs and Aniruddha Kembhavi",
        "title": "CodeNav: Beyond tool-use to using real-world codebases with LLM agents"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "m3tooleval",
        "author": "Wang, Xingyao and Chen, Yangyi and Yuan, Lifan and Zhang, Yizhe and Li, Yunzhu and Peng, Hao and Ji, Heng",
        "title": "Executable code actions elicit better llm agents"
      },
      {
        "key": "mnms",
        "author": "Ma, Zixian and Huang, Weikai and Zhang, Jieyu and Gupta, Tanmay and Krishna, Ranjay",
        "title": "m\\&m's: A Benchmark to Evaluate Tool-Use for multi-step multi-modal Tasks"
      },
      {
        "key": "api_bank",
        "author": "Li, Minghao and Zhao, Yingxiu and Yu, Bowen and Song, Feifan and Li, Hangyu and Yu, Haiyang and Li, Zhoujun and Huang, Fei and Li, Yongbin",
        "title": "Api-bank: A comprehensive benchmark for tool-augmented llms"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "longcodearena",
        "author": "Egor Bogomolov and Aleksandra Eliseeva and Timur Galimzyanov and Evgeniy Glukhov and Anton Shapkin and Maria Tigina and Yaroslav Golubev and Alexander Kovrigin and Arie van Deursen and Maliheh Izadi and Timofey Bryksin",
        "title": "Long Code Arena: a Set of Benchmarks for Long-Context Code Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "planning_improves_code_generation",
        "author": "Wang, Evan and Cassano, Federico and Wu, Catherine and Bai, Yunfeng and Song, Will and Nath, Vaskar and Han, Ziwen and Hendryx, Sean and Yue, Summer and Zhang, Hugh",
        "title": "Planning in natural language improves llm search for code generation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "alphacode",
        "author": "Yujia Li  and David Choi  and Junyoung Chung  and Nate Kushman  and Julian Schrittwieser  and Rémi Leblond  and Tom Eccles  and James Keeling  and Felix Gimeno  and Agustin Dal Lago  and Thomas Hubert  and Peter Choy  and Cyprien de Masson d’Autume  and Igor Babuschkin  and Xinyun Chen  and Po-Sen Huang  and Johannes Welbl  and Sven Gowal  and Alexey Cherepanov  and James Molloy  and Daniel J. Mankowitz  and Esme Sutherland Robson  and Pushmeet Kohli  and Nando de Freitas  and Koray Kavukcuoglu  and Oriol Vinyals ",
        "title": "Competition-level code generation with AlphaCode"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "codetree",
        "author": "Li, Jierui and Le, Hung and Zhou, Yinbo and Xiong, Caiming and Savarese, Silvio and Sahoo, Doyen",
        "title": "CodeTree: Agent-guided Tree Search for Code Generation with Large Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "code_monkeys",
        "author": "Ryan Ehrlich and Bradley Brown and Jordan Juravsky and Ronald Clark and Christopher Ré and Azalia Mirhoseini",
        "title": "CodeMonkeys: Scaling Test-Time Compute for Software Engineering"
      },
      {
        "key": "large_language_monkeys",
        "author": "Bradley Brown and Jordan Juravsky and Ryan Ehrlich and Ronald Clark and Quoc V. Le and Christopher Ré and Azalia Mirhoseini",
        "title": "Large Language Monkeys: Scaling Inference Compute with Repeated Sampling"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "alphageometry",
        "author": "Trieu H. Trinh and\nYuhuai Wu and\nQuoc V. Le and\nHe He and\nThang Luong",
        "title": "Solving olympiad geometry without human demonstrations"
      }
    ]
  }
]