[
  {
    "index": 0,
    "papers": [
      {
        "key": "heavyai",
        "author": "HEAVY.AI",
        "title": "HEAVY.AI Documentation"
      },
      {
        "key": "mg-join-sigmod-2021",
        "author": "Paul, Johns and Lu, Shengliang and He, Bingsheng and Lau, Chiew Tong",
        "title": "MG-Join: A Scalable Join for Massively Parallel Multi-GPU Architectures"
      },
      {
        "key": "multi-gpu-sort-sigmod-2022",
        "author": "Maltenberger, Tobias and Ilic, Ivan and Tolovski, Ilin and Rabl, Tilmann",
        "title": "Evaluating Multi-GPU Sorting with Modern Interconnects"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Funke-sigmod18",
        "author": "Funke, Henning and Bre\\ss{}, Sebastian and Noll, Stefan and Markl, Volker and Teubner, Jens",
        "title": "Pipelined Query Processing in Coprocessor Environments"
      },
      {
        "key": "crystal-sigmod-20",
        "author": "Shanbhag, Anil and Madden, Samuel and Yu, Xiangyao",
        "title": "A Study of the Fundamental Performance Characteristics of GPUs and CPUs for Database Analytics"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "hetexchange-vldb-2019",
        "author": "Chrysogelos, Periklis and Karpathiotakis, Manos and Appuswamy, Raja and Ailamaki, Anastasia",
        "title": "HetExchange: encapsulating heterogeneous CPU-GPU parallelism in JIT compiled engines"
      },
      {
        "key": "HERO-VLDB-2017",
        "author": "Karnagel, Tomas and Habich, Dirk and Lehner, Wolfgang",
        "title": "Adaptive work placement for query processing on heterogeneous computing resources"
      },
      {
        "key": "GDB-TDBSys-2009",
        "author": "He, Bingsheng and Lu, Mian and Yang, Ke and Fang, Rui and Govindaraju, Naga K. and Luo, Qiong and Sander, Pedro V.",
        "title": "Relational query coprocessing on graphics processors"
      },
      {
        "key": "mordered-vldb-2022",
        "author": "Yogatama, Bobbi W. and Gong, Weiwei and Yu, Xiangyao",
        "title": "Orchestrating Data Placement and Query Execution in Heterogeneous CPU-GPU DBMS"
      },
      {
        "key": "Ocelot-VLDB-2014",
        "author": "Bre\\ss{}, Sebastian and K\\\"{o}cher, Bastian and Heimel, Max and Markl, Volker and Saecker, Michael and Saake, Gunter",
        "title": "Ocelot/HyPE: optimized data processing on heterogeneous hardware"
      },
      {
        "key": "Ocelet-VLDB-2013",
        "author": "Heimel, Max and Saecker, Michael and Pirk, Holger and Manegold, Stefan and Markl, Volker",
        "title": "Hardware-oblivious parallelism for in-memory column-stores"
      },
      {
        "key": "GPUQP",
        "author": "Fang, Rui and He, Bingsheng and Lu, Mian and Yang, Ke and Govindaraju, Naga K. and Luo, Qiong and Sander, Pedro V.",
        "title": "GPUQP: query co-processing using graphics processors"
      },
      {
        "key": "FlinkCL",
        "author": "Chen, Cen and Li, Kenli and Ouyang, Aijia and Li, Keqin",
        "title": "FlinkCL: An OpenCL-Based In-Memory Computing Architecture on Heterogeneous CPU-GPU Clusters for Big Data"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "GHive",
        "author": "Liu, Haotian and Tang, Bo and Zhang, Jiashu and Deng, Yangshen and Yan, Xiao and Zheng, Xinying and Shen, Qiaomu and Zeng, Dan and Mao, Zunyao and Zhang, Chaozu and You, Zhengxin and Wang, Zhihao and Jiang, Runzhe and Wang, Fang and Yiu, Man Lung and Li, Huan and Han, Mingji and Li, Qian and Luo, Zhenghai",
        "title": "GHive: accelerating analytical query processing in apache hive via CPU-GPU heterogeneous computing"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "robroek2024euromlsys",
        "author": "Robroek, Ties and Yousefzadeh-Asl-Miandoab, Ehsan and T\\\"{o}z\\\"{u}n, P\\i{}nar",
        "title": "An Analysis of Collocation on GPUs for Deep Learning Training"
      },
      {
        "key": "cao2024vldb",
        "author": "Cao, Jiashen and Sen, Rathijit and Interlandi, Matteo and Arulraj, Joy and Kim, Hyesoon",
        "title": "GPU Database Systems Characterization and Optimization"
      }
    ]
  }
]