[
  {
    "index": 0,
    "papers": [
      {
        "key": "livingstone2014annual",
        "author": "Livingstone, Sonia and Smith, Peter K",
        "title": "Annual research review: Harms experienced by child users of online and mobile technologies: The nature, prevalence and management of sexual and aggressive risks in the digital age"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "lupariello2023artificial",
        "author": "Lupariello, Francesco and Sussetto, Luca and Di Trani, Sara and Di Vella, Giancarlo",
        "title": "Artificial intelligence and child abuse and neglect: a systematic review"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "amrit2017identifying",
        "author": "Amrit, Chintan and Paauw, Tim and Aly, Robin and Lavric, Miha",
        "title": "Identifying child abuse through text mining and machine learning"
      },
      {
        "key": "annapragada2021natural",
        "author": "Annapragada, Akshaya V and Donaruma-Kwoh, Marcella M and Annapragada, Ananth V and Starosolski, Zbigniew A",
        "title": "A natural language processing and deep learning approach to identify child abuse from pediatric electronic medical records"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "seo2023chacha",
        "author": "Seo, Woosuk and Yang, Chanmo and Kim, Young-Ho",
        "title": "ChaCha: Leveraging Large Language Models to Prompt Children to Share Their Emotions about Personal Events"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "alrusaini2022sustainable",
        "author": "Alrusaini, Othman and Beyari, Hasan",
        "title": "The Sustainable Effect of Artificial Intelligence and Parental Control on Children’s Behavior While Using Smart Devices’ Apps: The Case of Saudi Arabia"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zhuk2024ethical",
        "author": "Zhuk, Alesia",
        "title": "Ethical implications of AI in the Metaverse"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "prosser2024helpful",
        "author": "Prosser, Ellie and Edwards, Matthew",
        "title": "Helpful or Harmful? Exploring the Efficacy of Large Language Models for Online Grooming Prevention"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "CHAUNCEY2023100182",
        "author": "Sarah A. Chauncey and H. Patricia McKenna",
        "title": "A framework and exemplars for ethical and responsible use of AI Chatbot technology to support teaching and learning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "mcstay2021emotional",
        "author": "McStay, Andrew and Rosner, Gilad",
        "title": "Emotional artificial intelligence in children’s toys and devices: Ethics, governance and practical remedies"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "vidgen2024simplesafetytests",
        "author": "Bertie Vidgen and Nino Scherrer and Hannah Rose Kirk and Rebecca Qian and Anand Kannappan and Scott A. Hale and Paul Röttger",
        "title": "SimpleSafetyTests: a Test Suite for Identifying Critical Safety Risks in Large Language Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "liu2024trustworthy",
        "author": "Yang Liu and Yuanshun Yao and Jean-Francois Ton and Xiaoying Zhang and Ruocheng Guo and Hao Cheng and Yegor Klochkov and Muhammad Faaiz Taufiq and Hang Li",
        "title": "Trustworthy LLMs: a Survey and Guideline for Evaluating Large Language Models' Alignment"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "oviedo2023risks",
        "author": "Oviedo-Trespalacios, Oscar and Peden, Amy E and Cole-Hunter, Thomas and Costantini, Arianna and Haghani, Milad and Rod, JE and Kelly, Sage and Torkamaan, Helma and Tariq, Amina and Newton, James David Albert and others",
        "title": "The risks of using ChatGPT to obtain common safety-related information and advice"
      }
    ]
  }
]