[
  {
    "index": 0,
    "papers": [
      {
        "key": "Naselaris2011",
        "author": "Naselaris, Thomas and Kay, Kendrick N and Nishimoto, Shinji and Gallant, Jack L",
        "title": "Encoding and decoding in fMRI"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Horikawa2017",
        "author": "Horikawa, Tomoyasu and Kamitani, Yukiyasu",
        "title": "Generic decoding of seen and imagined objects using hierarchical visual features"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gan",
        "author": "Goodfellow, Ian and Pouget-Abadie, Jean and Mirza, Mehdi and Xu, Bing and Warde-Farley, David and Ozair, Sherjil and Courville, Aaron and Bengio, Yoshua",
        "title": "Generative adversarial networks"
      },
      {
        "key": "diffusion",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising diffusion probabilistic models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "nsd",
        "author": "Allen, Emily J and St-Yves, Ghislain and Wu, Yihan and Breedlove, Jesse L and Prince, Jacob S and Dowdle, Logan T and Nau, Matthias and Caron, Brad and Pestilli, Franco and Charest, Ian and others",
        "title": "A massive 7T fMRI dataset to bridge cognitive neuroscience and artificial intelligence"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "gu2022decoding",
        "author": "Gu, Z and Jamison, K and Kuceyeski, A and Sabuncu, M",
        "title": "Decoding natural image stimuli from fmri data with a surface-based convolutional network"
      },
      {
        "key": "ozcelik2022reconstruction",
        "author": "Ozcelik, F and Choksi, B and Mozafari, M and Reddy, L and VanRullen, R",
        "title": "Reconstruction of perceived images from fmri patterns and semantic brain exploration using instance-conditioned gans"
      },
      {
        "key": "Shen2019",
        "author": "Shen, Guohua and Horikawa, Tomoyasu and Majima, Kei and Kamitani, Yukiyasu",
        "title": "Deep image reconstruction from human brain activity"
      },
      {
        "key": "gao2023mind",
        "author": "Gao, Jianxiong and Fu, Yuqian and Wang, Yun and Qian, Xuelin and Feng, Jianfeng and Fu, Yanwei",
        "title": "MinD-3D: Reconstruct High-quality 3D objects in Human Brain"
      },
      {
        "key": "maisurvey",
        "author": "Mai, Weijian and Zhang, Jian and Fang, Pengfei and Zhang, Zhijun",
        "title": "Brain-conditional multimodal synthesis: A survey and taxonomy"
      },
      {
        "key": "gao2024fmri",
        "author": "Gao, Jianxiong and Fu, Yuqian and Wang, Yun and Qian, Xuelin and Feng, Jianfeng and Fu, Yanwei",
        "title": "fMRI-3D: A Comprehensive Dataset for Enhancing fMRI-based 3D Reconstruction"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Lin2022",
        "author": "Lin, Sikun and Sprague, Thomas and Singh, Ambuj K",
        "title": "Mind reader: Reconstructing complex images from brain activities"
      },
      {
        "key": "Takagi2023",
        "author": "Takagi, Yu and Nishimoto, Shinji",
        "title": "High-resolution image reconstruction with latent diffusion models from human brain activity"
      },
      {
        "key": "maiunibrain",
        "author": "Mai, Weijian and Zhang, Zhijun",
        "title": "Unibrain: Unify image reconstruction and captioning all in one diffusion model from human brain activity"
      },
      {
        "key": "mindeyev1",
        "author": "Scotti, Paul and Banerjee, Atmadeep and Goode, Jimmie and Shabalin, Stepan and Nguyen, Alex and Dempster, Aidan and Verlinde, Nathalie and Yundler, Elad and Weisberg, David and Norman, Kenneth and others",
        "title": "Reconstructing the mind's eye: fMRI-to-image with contrastive learning and diffusion priors"
      },
      {
        "key": "chen2023seeing",
        "author": "Chen, Z and Qing, J and Xiang, T and Yue, WL and Zhou, JH",
        "title": "Seeing beyond the brain: Conditional diffusion model with sparse masked modeling for vision decoding"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "nsd",
        "author": "Allen, Emily J and St-Yves, Ghislain and Wu, Yihan and Breedlove, Jesse L and Prince, Jacob S and Dowdle, Logan T and Nau, Matthias and Caron, Brad and Pestilli, Franco and Charest, Ian and others",
        "title": "A massive 7T fMRI dataset to bridge cognitive neuroscience and artificial intelligence"
      },
      {
        "key": "finn2017brain",
        "author": "Finn, Emily S and Scheinost, Dustin and Finn, Daniel M and Shen, Xilin and Papademetris, Xenophon and Constable, R Todd",
        "title": "Can brain state be manipulated to emphasize individual differences in functional connectivity?"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "difumo",
        "author": "Dadi, Kamalaker and Varoquaux, Ga{\\\"e}l and Machlouzarides-Shalit, Antonia and Gorgolewski, Krzysztof J and Wassermann, Demian and Thirion, Bertrand and Mensch, Arthur",
        "title": "Fine-grain atlases of functional modes for fMRI analysis"
      },
      {
        "key": "rastegarnia2023brain",
        "author": "Rastegarnia, Shima and St-Laurent, Marie and DuPre, Elizabeth and Pinsard, Basile and Bellec, Pierre",
        "title": "Brain decoding of the Human Connectome Project tasks in a dense individual fMRI dataset"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Bazeille2019",
        "author": "Bazeille, T. and Richard, H. and Janati, H. and Thirion, B.",
        "title": "Local optimal transport for functional brain template estimation"
      },
      {
        "key": "fgwu",
        "author": "Thual, Alexis and Tran, Quang Huy and Zemskova, Tatiana and Courty, Nicolas and Flamary, R{\\'e}mi and Dehaene, Stanislas and Thirion, Bertrand",
        "title": "Aligning individual brains with fused unbalanced Gromov Wasserstein"
      },
      {
        "key": "Thual2023",
        "author": "Thual, A. and Benchetrit, Y. and Geilert, F. and Rapin, J. and Makarov, I. and Banville, H. and King, J.-R.",
        "title": "Aligning brain functions boosts the decoding of visual semantics in novel subjects"
      },
      {
        "key": "througtheireye",
        "author": "Ferrante, Matteo and Boccato, Tommaso and Ozcelik, Furkan and VanRullen, Rufin and Toschi, Nicola",
        "title": "Through their eyes: multi-subject Brain Decoding with simple alignment techniques"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "nsd",
        "author": "Allen, Emily J and St-Yves, Ghislain and Wu, Yihan and Breedlove, Jesse L and Prince, Jacob S and Dowdle, Logan T and Nau, Matthias and Caron, Brad and Pestilli, Franco and Charest, Ian and others",
        "title": "A massive 7T fMRI dataset to bridge cognitive neuroscience and artificial intelligence"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Bao2024",
        "author": "Bao, G. and Gong, Z. and Zhang, Q. and Zhou, J. and Fan, W. and Yi, K. and Naseem, U. and Hu, L. and Miao, D.",
        "title": "Wills Aligner: A Robust Multi-Subject Brain Representation Learner"
      },
      {
        "key": "mindshot",
        "author": "Jiang, Shuai and Meng, Zhu and Liu, Delong and Li, Haiwen and Su, Fei and Zhao, Zhicheng",
        "title": "MindShot: Brain Decoding Framework Using Only One Image"
      },
      {
        "key": "shenneuro",
        "author": "Shen, Guobin and Zhao, Dongcheng and He, Xiang and Feng, Linghao and Dong, Yiting and Wang, Jihang and Zhang, Qian and Zeng, Yi",
        "title": "Neuro-Vision to Language: Enhancing Brain Recording-based Visual Reconstruction and Language Interaction"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mindeyev1",
        "author": "Scotti, Paul and Banerjee, Atmadeep and Goode, Jimmie and Shabalin, Stepan and Nguyen, Alex and Dempster, Aidan and Verlinde, Nathalie and Yundler, Elad and Weisberg, David and Norman, Kenneth and others",
        "title": "Reconstructing the mind's eye: fMRI-to-image with contrastive learning and diffusion priors"
      },
      {
        "key": "mindeyev2",
        "author": "Scotti, P. S. and Tripathy, M. and Villanueva, C. K. T. and Kneeland, R. and Chen, T. and Narang, A. and Santhirasegaran, C. and Xu, J. and Naselaris, T. and Norman, K. A. et al.",
        "title": "MindEye2: Shared-Subject Models Enable fMRI-To-Image With 1 Hour of Data"
      },
      {
        "key": "mindbridge",
        "author": "Wang, S. and Liu, S. and Tan, Z. and Wang, X.",
        "title": "Mindbridge: A cross-subject brain decoding framework"
      },
      {
        "key": "mindtuner",
        "author": "Gong, Zixuan and Zhang, Qi and Bao, Guangyin and Zhu, Lei and Liu, Ke and Hu, Liang and Miao, Duoqian",
        "title": "MindTuner: Cross-Subject Visual Decoding with Visual Fingerprint and Semantic Correction"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "mindeyev2",
        "author": "Scotti, P. S. and Tripathy, M. and Villanueva, C. K. T. and Kneeland, R. and Chen, T. and Narang, A. and Santhirasegaran, C. and Xu, J. and Naselaris, T. and Norman, K. A. et al.",
        "title": "MindEye2: Shared-Subject Models Enable fMRI-To-Image With 1 Hour of Data"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "mindbridge",
        "author": "Wang, S. and Liu, S. and Tan, Z. and Wang, X.",
        "title": "Mindbridge: A cross-subject brain decoding framework"
      }
    ]
  }
]