[
  {
    "index": 0,
    "papers": [
      {
        "key": "PANDA201445",
        "author": "Swagatika Panda and Nirmal Kumar Mohakud and Lindomar Pena and Subrat Kumar",
        "title": "Human metapneumovirus: review of an important respiratory pathogen"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "microorganisms13010073",
        "author": "Costa-Filho, Rubens Carmo and Saddy, Felipe and Costa, João Luiz Ferreira and Tavares, Leandro Reis and Castro Faria Neto, Hugo Caire",
        "title": "The Silent Threat of Human Metapneumovirus: Clinical Challenges and Diagnostic Insights from a Severe Pneumonia Case"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "article12",
        "author": "Kannappan, Sindhura",
        "title": "SENTIMENT ANALYSIS USING NATURAL LANGUAGE PROCESSING AND MACHINE LEARNING"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "9823708",
        "author": "Kavitha, M. and Naib, Bharat Bhushan and Mallikarjuna, Basetty and Kavitha, R. and Srinivasan, R.",
        "title": "Sentiment Analysis using NLP and Machine Learning Techniques on Social Media Data"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "9242618",
        "author": "Srivastava, Shivangi and Nagpal, Aastha and Bagwari, Ashish",
        "title": "Various Approaches in Sentiment Analysis"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "JIM2024100059",
        "author": "Jamin Rahman Jim and Md Apon Riaz Talukder and Partha Malakar and Md Mohsin Kabir and Kamruddin Nur and M.F. Mridha",
        "title": "Recent advancements and challenges of NLP-based sentiment analysis: A state-of-the-art review"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "unknown1",
        "author": "Gunasekaran, Karthick Prasad",
        "title": "Exploring Sentiment Analysis Techniques in Natural Language Processing: A Comprehensive Review"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "7351837",
        "author": "Chong, Wei Yen and Selvaretnam, Bhawani and Soon, Lay-Ki",
        "title": "Natural Language Processing for Sentiment Analysis: An Exploratory Analysis on Tweets"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Jain2023",
        "author": "Jain, Rishit and Rai, Revant Singh and Jain, Sajal and Ahluwalia, Ruchir and Gupta, Jyoti",
        "title": "Real time sentiment analysis of natural language using multimedia input"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Wankhade2022",
        "author": "Wankhade, Mayur and Rao, Annavarapu Chandra Sekhara and Kulkarni, Chaitanya",
        "title": "A survey on sentiment analysis methods, applications, and challenges"
      }
    ]
  }
]