[
  {
    "index": 0,
    "papers": [
      {
        "key": "Hartvigsen2022ToxiGenAL",
        "author": "Thomas Hartvigsen and Saadia Gabriel and Hamid Palangi and Maarten Sap and Dipankar Ray and Ece Kamar",
        "title": "ToxiGen: A Large-Scale Machine-Generated Dataset for Adversarial and Implicit Hate Speech Detection"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Dhamala2021BOLDDA",
        "author": "J. Dhamala and Tony Sun and Varun Kumar and Satyapriya Krishna and Yada Pruksachatkun and Kai-Wei Chang and Rahul Gupta",
        "title": "BOLD: Dataset and Metrics for Measuring Biases in Open-Ended Language Generation"
      },
      {
        "key": "Wan2023BiasAskerMT",
        "author": "Yuxuan Wan and Wenxuan Wang and Pinjia He and Jiazhen Gu and Haonan Bai and Michael R. Lyu",
        "title": "BiasAsker: Measuring the Bias in Conversational AI System"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Chang2023SpeakMA",
        "author": "Kent K. Chang and Mackenzie Cramer and Sandeep Soni and David Bamman",
        "title": "Speak, Memory: An Archaeology of Books Known to ChatGPT/GPT-4"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Huang2023EmotionallyNO",
        "author": "Jen{-}tse Huang and Man Ho Adrian Lam and Eric Li and Shujie Ren and Wenxuan Wang and Wenxiang Jiao and Zhaopeng Tu and Michael R. Lyu",
        "title": "Emotionally Numb or Empathetic? Evaluating How LLMs Feel Using EmotionBench"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Ganguli2022RedTL",
        "author": "Deep Ganguli and Liane Lovitt and John Kernion and Amanda Askell and Yuntao Bai and Saurav Kadavath and Benjamin Mann and Ethan Perez and Nicholas Schiefer and Kamal Ndousse and Andy Jones and Sam Bowman and Anna Chen and Tom Conerly and Nova DasSarma and Dawn Drain and Nelson Elhage and Sheer El-Showk and Stanislav Fort and Zachary Dodds and T. J. Henighan and Danny Hernandez and Tristan Hume and Josh Jacobson and Scott Johnston and Shauna Kravec and Catherine Olsson and Sam Ringer and Eli Tran-Johnson and Dario Amodei and Tom B. Brown and Nicholas Joseph and Sam McCandlish and Christopher Olah and Jared Kaplan and Jack Clark",
        "title": "Red Teaming Language Models to Reduce Harms: Methods, Scaling Behaviors, and Lessons Learned"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wang2024chain",
        "author": "Wang, Wenxuan and Gao, Kuiyi and Jia, Zihan and Yuan, Youliang and Huang, Jen-tse and Liu, Qiuzhi and Wang, Shuai and Jiao, Wenxiang and Tu, Zhaopeng",
        "title": "Chain-of-Jailbreak Attack for Image Generation Models via Editing Step by Step"
      },
      {
        "key": "wang2024new",
        "author": "Wang, Wenxuan and Bai, Haonan and Huang, Jen-tse and Wan, Yuxuan and Yuan, Youliang and Qiu, Haoyi and Peng, Nanyun and Lyu, Michael",
        "title": "New job, new gender? Measuring the social bias in image generation models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Liu2023MMSafetyBenchAB",
        "author": "Xin Liu and Yichen Zhu and Jindong Gu and Yunshi Lan and Chao Yang and Yu Qiao",
        "title": "MM-SafetyBench: A Benchmark for Safety Evaluation of Multimodal Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "li2024mossbench",
        "author": "Li, Xirui and Zhou, Hengguang and Wang, Ruochen and Zhou, Tianyi and Cheng, Minhao and Hsieh, Cho-Jui",
        "title": "Mossbench: Is your multimodal language model oversensitive to safe queries?"
      }
    ]
  }
]