[
  {
    "index": 0,
    "papers": [
      {
        "key": "BRAUN2001810",
        "author": "Tracy D Braun and Howard Jay Siegel and Noah Beck and Ladislau L Bölöni and Muthucumaru Maheswaran and Albert I Reuther and James P Robertson and Mitchell D Theys and Bin Yao and Debra Hensgen and Richard F Freund",
        "title": "A Comparison of Eleven Static Heuristics for Mapping a Class of Independent Tasks onto Heterogeneous Distributed Computing Systems"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "ranganathan2002decoupling",
        "author": "Ranganathan, Kavitha and Foster, Ian",
        "title": "Decoupling computation and data scheduling in distributed data-intensive applications"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "armstrong1998mapping",
        "author": "Armstrong, R. and Hensgen, D. and Kidd, T.",
        "title": "The relative performance of various mapping algorithms is independent of sizable variances in run-time predictions"
      },
      {
        "key": "freund1998scheduling",
        "author": "Freund, R.F. and Gherrity, M. and Ambrosius, S. and Campbell, M. and Halderman, M. and Hensgen, D. and Keith, E. and Kidd, T. and Kussow, M. and Lima, J.D. and Mirabile, F. and Moore, L. and Rust, B. and Siegel, H.J.",
        "title": "Scheduling resources in multi-user, heterogeneous, computing environments with SmartNet"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mcclatchey2007data",
        "author": "McClatchey, Richard and Anjum, Ashiq and Stockinger, Heinz and Ali, Arshad and Willers, Ian and Thomas, Michael",
        "title": "Data intensive and network aware (DIANA) grid scheduling"
      },
      {
        "key": "LI2016119",
        "author": "Xiaoping Li and Tianze Jiang and Rubén Ruiz",
        "title": "Heuristics for periodical batch job scheduling in a MapReduce computing framework"
      },
      {
        "key": "sahni2019data",
        "author": "Sahni, Yuvraj and Cao, Jiannong and Yang, Lei",
        "title": "Data-Aware Task Allocation for Achieving Low Latency in Collaborative Edge Computing"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "ALLCOCK2002749",
        "author": "Bill Allcock and Joe Bester and John Bresnahan and Ann L. Chervenak and Ian Foster and Carl Kesselman and Sam Meder and Veronika Nefedova and Darcy Quesnel and Steven Tuecke",
        "title": "Data management and transfer in high-performance computational grid environments"
      },
      {
        "key": "bell2002simulation",
        "author": "Bell, William H.\nand Cameron, David G.\nand Capozza, Luigi\nand Millar, A. Paul\nand Stockinger, Kurt\nand Zini, Floriano",
        "title": "Simulation of Dynamic Grid Replication Strategies in OptorSim"
      },
      {
        "key": "tang2006impact",
        "author": "Tang, Ming and Lee, Bu-Sung and Tang, Xueyan and Yeo, Chai-Kiat",
        "title": "The impact of data replication on job scheduling performance in the data grid"
      },
      {
        "key": "Venugopal2004grid",
        "author": "Venugopal, Srikumar and Buyya, Rajkumar and Winton, Lyle",
        "title": "A grid service broker for scheduling distributed data-oriented applications on global grids"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "podlipnig2003cache",
        "author": "Podlipnig, Stefan and B\\\"{o}sz\\\"{o}rmenyi, Laszlo",
        "title": "A survey of Web cache replacement strategies"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Ruay2008dynamic",
        "author": "Ruay-Shiung Chang and Hui-Ping Chang and Yun-Ting Wang",
        "title": "A dynamic weighted data replication strategy in data grids"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "fadaie2012replica",
        "author": "Fadaie, Zeinab and Rahmani, Amir",
        "title": "A new Replica Placement Algorithm in Data Grid"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "shorfuzzaman2010adaptive",
        "author": "Shorfuzzaman, Mohammad and Graham, Peter and Eskicioglu, Rasit",
        "title": "Adaptive Replica Placement in Hierarchical Data Grids"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ranganathan2002improve",
        "author": "Ranganathan, K. and Iamnitchi, A. and Foster, I.",
        "title": "Improving Data Availability through Dynamic Model-Driven Replication in Large Peer-to-Peer Communities"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "CHANG2007846",
        "author": "Ruay-Shiung Chang and Jih-Sheng Chang and Shin-Yi Lin",
        "title": "Job scheduling and data replication on data grids"
      },
      {
        "key": "7874167",
        "author": "Tang, Bo and Chen, Zhen and Hefferman, Gerald and Pei, Shuyi and Wei, Tao and He, Haibo and Yang, Qing",
        "title": "Incorporating Intelligence in Fog Computing for Big Data Analysis in Smart Cities"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Phan05Co",
        "author": "Phan, Thomas\nand Ranganathan, Kavitha\nand Sion, Radu",
        "title": "Evolving Toward the Perfect Schedule: Co-scheduling Job Assignments and Data Replication in Wide-Area Systems Using a Genetic Algorithm"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "TAHERI20131564",
        "author": "Javid Taheri and Young {Choon Lee} and Albert Y. Zomaya and Howard Jay Siegel",
        "title": "A Bee Colony based optimization approach for simultaneous job scheduling and data replication in grid environments"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "liu2013swarm",
        "author": "Liu, H. and Abraham, Ajith and Snasel, Vaclav and Mcloone, Sean",
        "title": "Swarm scheduling approaches for work-flow applications with security constraints in distributed data-intensive computing environments"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "wei2021joint1",
        "author": "Wei, Xinliang and Wang, Yu",
        "title": "Joint Resource Placement and Task Dispatching in Mobile Edge Computing across Timescales"
      },
      {
        "key": "wei2021joint2",
        "author": "Wei, Xinliang and Rahman, A and Cheng, Dazhao and Wang, Yu",
        "title": "Joint Optimization Across Timescales: Resource Placement and Task Dispatching in Edge Clouds"
      },
      {
        "key": "ZENG2024121",
        "author": "Chao Zeng and Xingwei Wang and Rongfei Zeng and Ying Li and Jianzhi Shi and Min Huang",
        "title": "Joint optimization of multi-dimensional resource allocation and task offloading for QoE enhancement in Cloud-Edge-End collaboration"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Ko2019MIQP",
        "author": "Ko, Rakkyung and Kang, Daeyoung and Joo, Sung-Kwan",
        "title": "Mixed Integer Quadratic Programming Based Scheduling Methods for Day-Ahead Bidding and Intra-Day Operation of Virtual Power Plant"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "TAHERI20131885",
        "author": "Javid Taheri and Albert Y. Zomaya and Pascal Bouvry and Samee U. Khan",
        "title": "Hopfield neural network for simultaneous job scheduling and data replication in grids"
      }
    ]
  }
]