[
  {
    "index": 0,
    "papers": [
      {
        "key": "fcp",
        "author": "DJ Strouse and Kevin R. McKee and Matt Botvinick and Edward Hughes and Richard Everett",
        "title": "Collaborating with Humans without Human Data"
      },
      {
        "key": "hsp",
        "author": "Chao Yu and Jiaxuan Gao and Weilin Liu and Botian Xu and Hao Tang and Jiaqi Yang and Yu Wang and Yi Wu",
        "title": "Learning Zero-Shot Cooperation with Humans, Assuming Humans Are Biased"
      },
      {
        "key": "mep",
        "author": "Rui Zhao and Jinming Song and Yufeng Yuan and Hu Haifeng and Yang Gao and Yi Wu and Zhongqian Sun and Yang Wei",
        "title": "Maximum Entropy Population-Based Training for Zero-Shot Human-AI Coordination"
      },
      {
        "key": "cole",
        "author": "Yang Li and Shao Zhang and Jichen Sun and Wenhao Zhang and Yali Du and Ying Wen and Xinbing Wang and Wei Pan",
        "title": "Tackling Cooperative Incompatibility for Zero-Shot Human-AI Coordination"
      },
      {
        "key": "zsceval",
        "author": "Xihuai Wang and Shao Zhang and Wenhao Zhang and Wentao Dong and Jingxiao Chen and Ying Wen and Weinan Zhang",
        "title": "{ZSC}-Eval: An Evaluation Toolkit and Benchmark for Multi-agent Zero-shot Coordination"
      },
      {
        "key": "metric1",
        "author": "Xingzhou Lou and Jiaxian Guo and Junge Zhang and Jun Wang and Kaiqi Huang and Yali Du",
        "title": "PECAN: Leveraging Policy Ensemble for Context-Aware Zero-Shot Human-AI Coordination"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "metric3",
        "author": "Michelle Zhao and Reid Simmons and Henny Admoni",
        "title": "Coordination with Humans via Strategy Matching"
      },
      {
        "key": "metric6",
        "author": "Paul Knott and Micah Carroll and Sam Devlin and Kamil Ciosek and Katja Hofmann and A. D. Dragan and Rohin Shah",
        "title": "Evaluating the Robustness of Collaborative Agents"
      },
      {
        "key": "metric7",
        "author": "Matthew C. Fontaine and Ya-Chuan Hsu and Yulun Zhang and Bryon Tjanaka and Stefanos Nikolaidis",
        "title": "On the Importance of Environments in Human-Robot Coordination"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "metric3",
        "author": "Michelle Zhao and Reid Simmons and Henny Admoni",
        "title": "Coordination with Humans via Strategy Matching"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "metric3",
        "author": "Michelle Zhao and Reid Simmons and Henny Admoni",
        "title": "Coordination with Humans via Strategy Matching"
      },
      {
        "key": "metric4",
        "author": "Ma, Lanssie Mingyue and Ijtsma, Martijn and Feigh, Karen M. and Pritchett, Amy R.",
        "title": "Metrics for Human-Robot Team Design: A Teamwork Perspective on Evaluation of Human-Robot Teams"
      },
      {
        "key": "metric5",
        "author": "Nalepka, Patrick and Gregory-Dunsmore, Jordan and Simpson, James and Patil, Gaurav and Richardson, Michael",
        "title": "Interaction Flexibility in Artificial Agents Teaming with Humans"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "int5",
        "author": "Johnson, Matthew and Bradshaw, Jeffrey M. and Feltovich, Paul J. and Jonker, Catholijn M. and van Riemsdijk, M. Birna and Sierhuis, Maarten",
        "title": "Coactive design: designing support for interdependence in joint activity"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "int1",
        "author": "Johnson, Matthew and Vignatti, Micael and Duran, Daniel",
        "title": "Understanding Human-Machine Teaming through Interdependence Analysis"
      }
    ]
  }
]