[
  {
    "index": 0,
    "papers": [
      {
        "key": "ahn2019uncertainty",
        "author": "Ahn, Hongjoon and Cha, Sungmin and Lee, Donggyu and Moon, Taesup",
        "title": "Uncertainty-based Continual Learning with Adaptive Regularization"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kirkpatrick2016overcoming",
        "author": "James Kirkpatrick and Razvan Pascanu and Neil C. Rabinowitz and Joel Veness and Guillaume Desjardins and Andrei A. Rusu and Kieran Milan and John Quan and Tiago Ramalho and Agnieszka Grabska-Barwinska and Demis Hassabis and Claudia Clopath and Dharshan Kumaran and Raia Hadsell",
        "title": "Overcoming catastrophic forgetting in neural networks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "schwarz2018progress",
        "author": "Schwarz, Jonathan and Czarnecki, Wojciech and Luketina, Jelena and Grabska-Barwinska, Agnieszka and Teh, Yee Whye and Pascanu, Razvan and Hadsell, Raia",
        "title": "Progress \\& Compress: A scalable framework for continual learning"
      },
      {
        "key": "ritter2018online",
        "author": "Ritter, Hippolyt and Botev, Aleksandar and Barber, David",
        "title": "Online structured laplace approximations for overcoming catastrophic forgetting"
      },
      {
        "key": "Lee2020ContinualLW",
        "author": "Janghyeon Lee and Hyeong Gwon Hong and Donggyu Joo and Junmo Kim",
        "title": "Continual Learning With Extended Kronecker-Factored Approximate Curvature"
      },
      {
        "key": "liu2018rotate",
        "author": "Liu, Xialei and Masana, Marc and Herranz, Luis and Van de Weijer, Joost and López, Antonio M. and Bagdanov, Andrew D.",
        "title": "Rotate your Networks: Better Weight Consolidation and Less Catastrophic Forgetting"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zenke2017continual",
        "author": "Friedemann Zenke and Ben Poole and Surya Ganguli",
        "title": "Continual Learning Through Synaptic Intelligence"
      },
      {
        "key": "aljundi2018memory",
        "author": "Aljundi, Rahaf and Babiloni, Francesca and Elhoseiny, Mohamed and Rohrbach, Marcus and Tuytelaars, Tinne",
        "title": "Memory Aware Synapses: Learning What (not) to Forget"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lee2017overcoming",
        "author": "Lee, Sang-Woo and Kim, Jin-Hwa and Jun, Jaehyun and Ha, Jung-Woo and Zhang, Byoung-Tak",
        "title": "Overcoming catastrophic forgetting by incremental moment matching"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "lopezpaz2017gradient",
        "author": "Lopez-Paz, David and Ranzato, Marc'Aurelio",
        "title": "Gradient episodic memory for continual learning"
      },
      {
        "key": "farajtabar2020orthogonal",
        "author": "Farajtabar, Mehrdad and Azizan, Navid and Mott, Alex and Li, Ang",
        "title": "Orthogonal Gradient Descent for Continual Learning"
      },
      {
        "key": "chaudhry2018efficient",
        "author": "Arslan Chaudhry and Marc’Aurelio Ranzato and Marcus Rohrbach and Mohamed Elhoseiny",
        "title": "Efficient Lifelong Learning with A-{GEM}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zeng2019continual",
        "author": "Zeng, Guanxiong and Chen, Yang and Cui, Bo and Yu, Shan",
        "title": "Continual learning of context-dependent processing in neural networks"
      },
      {
        "key": "wang2021training",
        "author": "Wang, Shipeng and Li, Xiaorong and Sun, Jian and Xu, Zongben",
        "title": "Training Networks in Null Space of Feature Covariance for Continual Learning"
      },
      {
        "key": "wang2023orthogonal",
        "author": "Wang, Xiao  and\nChen, Tianze  and\nGe, Qiming  and\nXia, Han  and\nBao, Rong  and\nZheng, Rui  and\nZhang, Qi  and\nGui, Tao  and\nHuang, Xuanjing",
        "title": "Orthogonal Subspace Learning for Language Model Continual Learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "rebuffi2017icarl",
        "author": "Rebuffi, Sylvestre-Alvise and Kolesnikov, Alexander and Sperl, Georg and Lampert, Christoph H.",
        "title": "iCaRL: Incremental Classifier and Representation Learning"
      },
      {
        "key": "aljundi2019gradient",
        "author": "Aljundi, Rahaf and Lin, Min and Goujaud, Baptiste and Bengio, Yoshua",
        "title": "Gradient based sample selection for online continual learning"
      },
      {
        "key": "Bang2021RainbowMC",
        "author": "Jihwan Bang and Heesu Kim and Young Joon Yoo and Jung-Woo Ha and Jonghyun Choi",
        "title": "Rainbow Memory: Continual Learning with a Memory of Diverse Samples"
      },
      {
        "key": "chaudhry2019continual",
        "author": "Chaudhry, A and Rohrbach, M and Elhoseiny, M and Ajanthan, T and Dokania, P and Torr, P and Ranzato, M",
        "title": "Continual learning with tiny episodic memories"
      },
      {
        "key": "isle2018selective",
        "author": "Isele, David and Cosgun, Akansel",
        "title": "Selective experience replay for lifelong learning"
      },
      {
        "key": "delange2021continual",
        "author": "De Lange, Matthias and Tuytelaars, Tinne",
        "title": "Continual Prototype Evolution: Learning Online From Non-Stationary Data Streams"
      },
      {
        "key": "borsos2020coresets",
        "author": "Borsos, Zal\\'{a}n and Mutny, Mojmir and Krause, Andreas",
        "title": "Coresets via Bilevel Optimization for Continual Learning and Streaming"
      },
      {
        "key": "tiwari2021gcr",
        "author": "Tiwari, Rishabh and Killamsetty, Krishnateja and Iyer, Rishabh and Shenoy, Pradeep",
        "title": "GCR: Gradient Coreset Based Replay Buffer Selection For Continual Learning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "silver2002task",
        "author": "Silver, Daniel L. and Mercer, Robert E.",
        "title": "The Task Rehearsal Method of Life-Long Learning: Overcoming Impoverished Data"
      },
      {
        "key": "li2016learning",
        "author": "Li, Zhizhong and Hoiem, Derek",
        "title": "Learning Without Forgetting."
      },
      {
        "key": "Triki2017EncoderBL",
        "author": "A. Triki and Rahaf Aljundi and Matthew B. Blaschko and Tinne Tuytelaars",
        "title": "Encoder Based Lifelong Learning"
      },
      {
        "key": "Lee2019OvercomingCF",
        "author": "Kibok Lee and Kimin Lee and Jinwoo Shin and Honglak Lee",
        "title": "Overcoming Catastrophic Forgetting With Unlabeled Data in the Wild"
      },
      {
        "key": "dhar2019learning",
        "author": "Prithviraj Dhar and\nRajat Vikram Singh and\nKuan{-}Chuan Peng and\nZiyan Wu and\nRama Chellappa",
        "title": "Learning Without Memorizing"
      },
      {
        "key": "rebuffi2017icarl",
        "author": "Rebuffi, Sylvestre-Alvise and Kolesnikov, Alexander and Sperl, Georg and Lampert, Christoph H.",
        "title": "iCaRL: Incremental Classifier and Representation Learning"
      },
      {
        "key": "riemer2019learning",
        "author": "Matthew Riemer and\nIgnacio Cases and\nRobert Ajemian and\nMiao Liu and\nIrina Rish and\nYuhai Tu and\nGerald Tesauro",
        "title": "Learning to Learn without Forgetting by Maximizing Transfer and Minimizing\nInterference"
      },
      {
        "key": "chaudhry2019continual",
        "author": "Chaudhry, A and Rohrbach, M and Elhoseiny, M and Ajanthan, T and Dokania, P and Torr, P and Ranzato, M",
        "title": "Continual learning with tiny episodic memories"
      },
      {
        "key": "delange2021continual",
        "author": "De Lange, Matthias and Tuytelaars, Tinne",
        "title": "Continual Prototype Evolution: Learning Online From Non-Stationary Data Streams"
      },
      {
        "key": "tiwari2021gcr",
        "author": "Tiwari, Rishabh and Killamsetty, Krishnateja and Iyer, Rishabh and Shenoy, Pradeep",
        "title": "GCR: Gradient Coreset Based Replay Buffer Selection For Continual Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Rusu2016ProgressiveNN",
        "author": "Andrei A. Rusu and Neil C. Rabinowitz and Guillaume Desjardins and Hubert Soyer and James Kirkpatrick and Koray Kavukcuoglu and Razvan Pascanu and Raia Hadsell",
        "title": "Progressive Neural Networks"
      },
      {
        "key": "aljundi2017expertgate",
        "author": "Aljundi, Rahaf and Chakravarty, Punarjay and Tuytelaars, Tinne",
        "title": "Expert Gate: Lifelong Learning with a Network of Experts"
      },
      {
        "key": "patrick2020routing",
        "author": "Mark Patrick Collier and Effrosyni Kokiopoulou and Andrea Gesmundo and Jesse Berent",
        "title": "Routing Networks with Co-training for Continual Learning"
      },
      {
        "key": "rajasegaran2019random",
        "author": "Rajasegaran, Jathushan and Hayat, Munawar and Khan, Salman and Khan, Fahad Shahbaz and Shao, Ling",
        "title": "Random path selection for incremental learning"
      },
      {
        "key": "Ramesh2021ModelZA",
        "author": "Rahul Ramesh and Pratik Chaudhari",
        "title": "Model Zoo: A Growing Brain That Learns Continually"
      },
      {
        "key": "wang2023incorporating",
        "author": "Wang, Liyuan and Zhang, Xingxing and Li, Qian and Zhang, Mingtian and Su, Hang and Zhu, Jun and Zhong, Yi",
        "title": "Incorporating neuro-inspired adaptability for continual learning in artificial intelligence"
      },
      {
        "key": "wang2022coscl",
        "author": "Wang, Liyuan and Zhang, Xingxing and Li, Qian and Zhu, Jun and Zhong, Yi",
        "title": "CoSCL: Cooperation of Small Continual Learners is Stronger Than a Big One"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "yoon2018lifelong",
        "author": "Jaehong Yoon and Eunho Yang and Jeongtae Lee and Sung Ju Hwang",
        "title": "Lifelong Learning with Dynamically Expandable Networks"
      },
      {
        "key": "Ostapenko2019LearningTR",
        "author": "Oleksiy Ostapenko and Mihai Marian Puscas and Tassilo Klein and Patrick J{\\\"a}hnichen and Moin Nabi",
        "title": "Learning to Remember: A Synaptic Plasticity Driven Framework for Continual Learning"
      },
      {
        "key": "hung2019compacting",
        "author": "Hung, Steven C. Y. and Tu, Cheng-Hao and Wu, Cheng-En and Chen, Chien-Hung and Chan, Yi-Ming and Chen, Chu-Song",
        "title": "Compacting, picking and growing for unforgetting continual learning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mallya2018piggyback",
        "author": "Mallya, Arun and Davis, Dillon and Lazebnik, Svetlana",
        "title": "Piggyback: Adapting a Single Network to Multiple Tasks by Learning to Mask Weights"
      },
      {
        "key": "kang2022forgetfree",
        "author": "Kang, Haeyong and Mina, Rusty John Lloyd and Madjid, Sultan Rizky Hikmawan and Yoon, Jaehong and Hasegawa-Johnson, Mark and Hwang, Sung Ju and Yoo, Chang D.",
        "title": "Forget-free Continual Learning with Winning Subnetworks"
      },
      {
        "key": "serra2018overcoming",
        "author": "Serra, Joan and Suris, Didac and Miron, Marius and Karatzoglou, Alexandros",
        "title": "Overcoming Catastrophic Forgetting with Hard Attention to the Task"
      },
      {
        "key": "worstman2020supermasks",
        "author": "Wortsman, Mitchell and Ramanujan, Vivek and Liu, Rosanne and Kembhavi, Aniruddha and Rastegari, Mohammad and Yosinski, Jason and Farhadi, Ali",
        "title": "Supermasks in Superposition"
      },
      {
        "key": "Mallya2017PackNetAM",
        "author": "Arun Mallya and Svetlana Lazebnik",
        "title": "PackNet: Adding Multiple Tasks to a Single Network by Iterative Pruning"
      },
      {
        "key": "gurbuz2022nispa",
        "author": "Mustafa B Gurbuz, Constantine Dovrolis",
        "title": "NISPA: Neuro-Inspired Stability-Plasticity Adaptation for Continual Learning in Sparse Networks"
      },
      {
        "key": "jung2020continual",
        "author": "Jung, Sangwon and Ahn, Hongjoon and Cha, Sungmin and Moon, Taesup",
        "title": "Continual learning with node-importance based adaptive group sparse regularization"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "aljundi2017expertgate",
        "author": "Aljundi, Rahaf and Chakravarty, Punarjay and Tuytelaars, Tinne",
        "title": "Expert Gate: Lifelong Learning with a Network of Experts"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "lubana2021quadratic",
        "author": "Ekdeep Singh Lubana and Puja Trivedi and Danai Koutra and R. Dick",
        "title": "How do Quadratic Regularizers Prevent Catastrophic Forgetting: The Role of Interpolation"
      },
      {
        "key": "wortsman2021robust",
        "author": "Wortsman, Mitchell and Ilharco, Gabriel and Kim, Jong Wook and Li, Mike and Kornblith, Simon and Roelofs, Rebecca and Gontijo-Lopes, Raphael and Hajishirzi, Hannaneh and Farhadi, Ali and Namkoong, Hongseok and Schmidt, Ludwig",
        "title": "Robust fine-tuning of zero-shot models"
      },
      {
        "key": "ilharco2023editing",
        "author": "Gabriel Ilharco and Marco Tulio Ribeiro and Mitchell Wortsman and Ludwig Schmidt and Hannaneh Hajishirzi and Ali Farhadi",
        "title": "Editing models with task arithmetic"
      },
      {
        "key": "lin2023mitigating",
        "author": "Lin, Yong and Lin, Hangyu and Xiong, Wei and Diao, Shizhe and Liu, Jianmeng and Zhang, Jipeng and Pan, Rui and Wang, Haoxiang and Hu, Wenbin and Zhang, Hanning and others",
        "title": "Mitigating the Alignment Tax of RLHF"
      },
      {
        "key": "kleiman2025soupgomitigatingforgetting",
        "author": "Anat Kleiman and Gintare Karolina Dziugaite and Jonathan Frankle and Sham Kakade and Mansheej Paul",
        "title": "Soup to go: mitigating forgetting during continual learning with model averaging"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "chen2024mofo",
        "author": "Chen, Yupeng and Wang, Senmiao and Lin, Zhihang and Qin, Zeyu and Zhang, Yushun and Ding, Tian and Sun, Ruoyu",
        "title": "MoFO: Momentum-Filtered Optimizer for Mitigating Forgetting in LLM Fine-Tuning"
      },
      {
        "key": "panda2406lottery",
        "author": "Panda, Ashwinee and Isik, Berivan and Qi, Xiangyu and Koyejo, Sanmi and Weissman, Tsachy and Mittal, Prateek",
        "title": "Lottery ticket adaptation: Mitigating destructive interference in llms, 2024"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "biderman2024lora",
        "author": "Dan Biderman and Jacob Portes and Jose Javier Gonzalez Ortiz and Mansheej Paul and Philip Greengard and Connor Jennings and Daniel King and Sam Havens and Vitaliy Chiley and Jonathan Frankle and Cody Blakeney and John Patrick Cunningham",
        "title": "Lo{RA} Learns Less and Forgets Less"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "hu2022lora",
        "author": "Edward J Hu and Yelong Shen and Phillip Wallis and Zeyuan Allen-Zhu and Yuanzhi Li and Shean Wang and Lu Wang and Weizhu Chen",
        "title": "Lo{RA}: Low-Rank Adaptation of Large Language Models"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "needell2014stochastic",
        "author": "Needell, Deanna and Srebro, Nathan and Ward, Rachel",
        "title": "Stochastic gradient descent, weighted sampling, and the randomized Kaczmarz algorithm"
      },
      {
        "key": "zhao2015stochastic",
        "author": "Zhao, Peilin and Zhang, Tong",
        "title": "Stochastic optimization with importance sampling for regularized loss minimization"
      },
      {
        "key": "Alain2015VarianceRI",
        "author": "Guillaume Alain and Alex Lamb and Chinnadhurai Sankar and Aaron C. Courville and Yoshua Bengio",
        "title": "Variance Reduction in SGD by Distributed Importance Sampling"
      },
      {
        "key": "stich2017safe",
        "author": "Stich, Sebastian U. and Raj, Anant and Jaggi, Martin",
        "title": "Safe adaptive importance sampling"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Loshchilov2015OnlineBS",
        "author": "Ilya Loshchilov and Frank Hutter",
        "title": "Online Batch Selection for Faster Training of Neural Networks"
      },
      {
        "key": "shrivastava2016training",
        "author": "Shrivastava, Abhinav and Gupta, Abhinav and Girshick, Ross",
        "title": "Training Region-Based Object Detectors with Online Hard Example Mining"
      },
      {
        "key": "katharopoulos2017biased",
        "author": "Katharopoulos, Angelos and Fleuret, Fran{\\c{c}}ois",
        "title": "Biased importance sampling for deep neural network training"
      },
      {
        "key": "katharopoulos2018not",
        "author": "Katharopoulos, Angelos and Fleuret, Francois",
        "title": "Not All Samples Are Created Equal: Deep Learning with Importance Sampling"
      },
      {
        "key": "kawaguchi2020ordered",
        "author": "Kawaguchi, Kenji and Lu, Haihao",
        "title": "Ordered sgd: A new stochastic optimization framework for empirical risk minimization"
      },
      {
        "key": "dasunderstanding",
        "author": "Das, Rudrajit and Chen, Xi and Ieong, Bertram and Bansal, Parikshit and others",
        "title": "Understanding the Training Speedup from Sampling with Approximate Losses"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "ben2013robust",
        "author": "Ben-Tal, Aharon and Den Hertog, Dick and De Waegenaere, Anja and Melenberg, Bertrand and Rennen, Gijs",
        "title": "Robust solutions of optimization problems affected by uncertain probabilities"
      },
      {
        "key": "levy2020large",
        "author": "Levy, Daniel and Carmon, Yair and Duchi, John C and Sidford, Aaron",
        "title": "Large-scale methods for distributionally robust optimization"
      },
      {
        "key": "duchi2021learning",
        "author": "Duchi, John C and Namkoong, Hongseok",
        "title": "Learning models with uniform performance via distributionally robust optimization"
      },
      {
        "key": "qi2021online",
        "author": "Qi, Qi and Guo, Zhishuai and Xu, Yi and Jin, Rong and Yang, Tianbao",
        "title": "An online method for a class of distributionally robust optimization with non-convex objectives"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "xie2024doremi",
        "author": "Xie, Sang Michael and Pham, Hieu and Dong, Xuanyi and Du, Nan and Liu, Hanxiao and Lu, Yifeng and Liang, Percy S and Le, Quoc V and Ma, Tengyu and Yu, Adams Wei",
        "title": "Doremi: Optimizing data mixtures speeds up language model pretraining"
      },
      {
        "key": "chen2024take",
        "author": "Chen, Xuxi and Wang, Zhendong and Sow, Daouda and Yang, Junjie and Chen, Tianlong and Liang, Yingbin and Zhou, Mingyuan and Wang, Zhangyang",
        "title": "Take the Bull by the Horns: Hard Sample-Reweighted Continual Training Improves LLM Generalization"
      },
      {
        "key": "anonymous2025dynamic",
        "author": "Anonymous",
        "title": "Dynamic Loss-Based Sample Reweighting for Improved Large Language Model Pretraining"
      }
    ]
  }
]