[
  {
    "index": 0,
    "papers": [
      {
        "key": "SKOCAJ2022403",
        "author": "Marco Skocaj and Lorenzo M. Amorosa and Giorgio Ghinamo and Giuliano Muratore and Davide Micheli and Flavio Zabini and Roberto Verdone",
        "title": "Cellular Network Capacity and Coverage Enhancement with MDT Data and Deep Reinforcement Learning"
      },
      {
        "key": "9017353",
        "author": "Micheli, Davide and Diamanti, Riccardo",
        "title": "Statistical Analysis of Interference in a Real LTE Access Network by Massive Collection of MDT Radio Measurement Data from Smartphones"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Christofides1986",
        "author": "N. {Christofides} and V. {Campos} and A. {Corber{\\'a}n} and E. {Mota}",
        "title": "An algorithm for the Rural Postman problem on a directed graph"
      },
      {
        "key": "ARAOZ2009886",
        "author": "J. {Aráoz} and E. {Fernández} and O. {Meza}",
        "title": "Solving the Prize-collecting Rural Postman Problem"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "silalahi2021improvement",
        "author": "Silalahi, Lukman Medriavin and Budiyanto, Setiyo and Silaban, Freddy Artadima and Simanjuntak, Imelda Uli Vistalina and Rochendi, Agus Dendi",
        "title": "Improvement of Quality and Signal Coverage LTE in Bali Province Using Drive Test Method"
      },
      {
        "key": "Peerajing2016Multisector",
        "author": "J. {Peerajing} and P. {Uthansakul}",
        "title": "Multisector optimization of antenna tilt angle based empirical knowledge from drive test"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Ojo2020Radial",
        "author": "S. {Ojo} and A. {Imoize} and D. {Alienyi}",
        "title": "Radial basis function neural network path loss prediction model for LTE networks in multitransmitter signal propagation environments"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "5466252",
        "author": "Ostlin, Erik and Zepernick, Hans-Jürgen and Suzuki, Hajime",
        "title": "Macrocell Path-Loss Prediction Using Artificial Neural Networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "thrane2018drive",
        "author": "Thrane, Jakob and Artuso, Matteo and Zibar, Darko and Christiansen, Henrik L",
        "title": "Drive test minimization using deep learning with Bayesian approximation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "10212575",
        "author": "Chomsuay, Danupol and Phakphisut, Watid and Wijitpornchai, Thongchai and Areeprayoonkij, Poonlarp and Jaruvitayakovit, Tanun and Puttarak, Nattakan",
        "title": "Improvement of Deep Learning-Based Reference Signal Received Power Prediction for LTE Communication System"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "9700950",
        "author": "Wu, Sai and Ma, Baojuan and Ye, Tiantian and Zhang, Jianming and Shao, Weiping and Zheng, Weijun",
        "title": "A Machine Learning based Intelligent Propagation Model for RSRP prediction"
      }
    ]
  }
]