[
  {
    "index": 0,
    "papers": [
      {
        "key": "DBLP:conf/naacl/SunXZLD24-Head-to-Tail",
        "author": "Kai Sun and Yifan Ethan Xu and Hanwen Zha and Yue Liu and Xin Luna Dong",
        "title": "Head-to-Tail: How Knowledgeable are Large Language Models (LLMs)? {A.K.A.} Will LLMs Replace Knowledge Graphs?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "huang2024prompting",
        "author": "Huang, Wenyu and Zhou, Guancheng and Lapata, Mirella and Vougiouklis, Pavlos and Montella, Sebastien and Pan, Jeff Z",
        "title": "Prompting Large Language Models with Knowledge Graphs for Question Answering Involving Long-tail Facts"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "popqa",
        "author": "Mallen, Alex  and Asai, Akari  and Zhong, Victor  and Das, Rajarshi  and Khashabi, Daniel  and Hajishirzi, Hannaneh",
        "title": "When Not to Trust Language Models: Investigating Effectiveness of Parametric and Non-Parametric Memories"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "pandora",
        "author": "Jinyang Wu and Feihu Che and Chuyuan Zhang and Jianhua Tao and Shuai Zhang and Pengpeng Shao",
        "title": "Pandora's Box or Aladdin's Lamp: A Comprehensive Analysis Revealing the Role of RAG Noise in Large Language Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "DBLP:conf/emnlp/FarahaniJ24",
        "author": "Mehrdad Farahani and Richard Johansson",
        "title": "Deciphering the Interplay of Parametric and Non-parametric Memory in Retrieval-augmented Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2404-03302",
        "author": "Siye Wu and Jian Xie and Jiangjie Chen and Tinghui Zhu and Kai Zhang and Yanghua Xiao",
        "title": "How Easily do Irrelevant Inputs Skew the Responses of Large Language Models?"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "role",
        "author": "Dongyang Li and Junbing Yan and Taolin Zhang and Chengyu Wang and Xiaofeng He and Longtao Huang and Hui Xue and Jun Huang",
        "title": "On the Role of Long-tail Knowledge in Retrieval Augmented Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "krayko-etal-2024-efficient",
        "author": "Krayko, Nikita  and Sidorov, Ivan  and Laputin, Fedor  and Galimzianova, Daria  and Konovalov, Vasily",
        "title": "Efficient Answer Retrieval System ({EARS}): Combining Local {DB} Search and Web Search for Generative {QA}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "allenzhu2024physicslanguagemodels32",
        "author": "Zeyuan Allen-Zhu and Yuanzhi Li",
        "title": "Physics of Language Models: Part 3.2, Knowledge Manipulation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "roee",
        "author": "Zorik Gekhman and Gal Yona and Roee Aharoni and Matan Eyal and Amir Feder and Roi Reichart and Jonathan Herzig",
        "title": "Does Fine-Tuning LLMs on New Knowledge Encourage Hallucinations?"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2106-09685-LoRA",
        "author": "Edward J. Hu and Yelong Shen and Phillip Wallis and Zeyuan Allen{-}Zhu and Yuanzhi Li and Shean Wang and Lu Wang and Weizhu Chen",
        "title": "LoRA: Low-Rank Adaptation of Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "wang2024wiserethinkingknowledgememory",
        "author": "Peng Wang and Zexi Li and Ningyu Zhang and Ziwen Xu and Yunzhi Yao and Yong Jiang and Pengjun Xie and Fei Huang and Huajun Chen",
        "title": "WISE: Rethinking the Knowledge Memory for Lifelong Model Editing of Large Language Models"
      }
    ]
  }
]