[
  {
    "index": 0,
    "papers": [
      {
        "key": "liu2019bridging",
        "author": "Liu, Shixia and Wang, Xiting and Collins, Christopher and Dou, Wenwen and Ouyang, Fangxin and El-Assady, Mennatallah and Jiang, Liu and Keim, Daniel A.",
        "title": "Bridging Text Visualization and Mining: A Task-Driven Survey"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "wong2018vosviewer",
        "author": "Danitta Wong",
        "title": "{VOS}viewer"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "cao2010facetatlas",
        "author": "Cao, Nan and Sun, Jimeng and Lin, Yu-Ru and Gotz, David and Liu, Shixia and Qu, Huamin",
        "title": "Facet{A}tlas: Multifaceted Visualization for Rich Text Corpora"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "finkel2005ner",
        "author": "Finkel, Jenny Rose and Grenager, Trond and Manning, Christopher",
        "title": "Incorporating non-local information into information extraction systems by {G}ibbs sampling"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhang2023concepteva",
        "author": "Zhang, Xiaoyu and Li, Jianping and Chi, Po-Wei and Chandrasegaran, Senthil and Ma, Kwan-Liu",
        "title": "Concept{EVA}: Concept-Based Interactive Exploration and Customization of Document Summaries"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "mendes2011dbpediaspotlight",
        "author": "Mendes, Pablo N. and Jakob, Max and Garc\\'{\\i}a-Silva, Andr\\'{e}s and Bizer, Christian",
        "title": "D{B}pedia spotlight: shedding light on the web of documents"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhang2021conceptscope",
        "author": "Zhang, Xiaoyu and Chandrasegaran, Senthil and Ma, Kwan-Liu",
        "title": "Concept{S}cope: Organizing and Visualizing Knowledge in Documents based on Domain Ontology"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "park2018conceptvector",
        "author": "Park, Deokgun and Kim, Seungyeon and Lee, Jurim and Choo, Jaegul and Diakopoulos, Nicholas and Elmqvist, Niklas",
        "title": "Concept{V}ector: Text Visual Analytics via Interactive Lexicon Building Using Word Embedding"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "liu2023promptsurvey",
        "author": "Liu, Pengfei and Yuan, Weizhe and Fu, Jinlan and Jiang, Zhengbao and Hayashi, Hiroaki and Neubig, Graham",
        "title": "Pre-train, {P}rompt, and {P}redict: A Systematic Survey of Prompting Methods in Natural Language Processing"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "dagdelen2024structured",
        "author": "Dagdelen, John and Dunn, Alexander and Lee, Sanghoon and Walker, Nicholas and Rosen, Andrew S and Ceder, Gerbrand and Persson, Kristin A and Jain, Anubhav",
        "title": "Structured information extraction from scientific text with Large language models"
      },
      {
        "key": "xu2024llmforie",
        "author": "Derong Xu and Wei Chen and Wenjun Peng and Chao Zhang and Tong Xu and Xiangyu Zhao and Xian Wu and Yefeng Zheng and Yang Wang and Enhong Chen",
        "title": "Large Language Models for Generative Information Extraction: A Survey"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "liu2025chemitryprompt",
        "author": "Hongxuan Liu and Haoyu Yin and Zhiyao Luo and Xiaonan Wang",
        "title": "Integrating chemistry knowledge in large language models via prompt engineering"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "weidinger2022llmrisk",
        "author": "Weidinger, Laura and Uesato, Jonathan and Rauh, Maribeth and Griffin, Conor and Huang, Po-Sen and Mellor, John and Glaese, Amelia and Cheng, Myra and Balle, Borja and Kasirzadeh, Atoosa and Biles, Courtney and Brown, Sasha and Kenton, Zac and Hawkins, Will and Stepleton, Tom and Birhane, Abeba and Hendricks, Lisa Anne and Rimell, Laura and Isaac, William and Haas, Julia and Legassick, Sean and Irving, Geoffrey and Gabriel, Iason",
        "title": "Taxonomy of Risks posed by Language Models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "chang2024surveyllm",
        "author": "Chang, Yupeng and Wang, Xu and Wang, Jindong and Wu, Yuan and Yang, Linyi and Zhu, Kaijie and Chen, Hao and Yi, Xiaoyuan and Wang, Cunxiang and Wang, Yidong and Ye, Wei and Zhang, Yue and Chang, Yi and Yu, Philip S. and Yang, Qiang and Xie, Xing",
        "title": "A Survey on Evaluation of Large Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "chen2024quantifyinguncertaitny",
        "author": "Chen, Jiuhai  and\nMueller, Jonas",
        "title": "Quantifying Uncertainty in Answers from any Language Model and Enhancing their Trustworthiness"
      },
      {
        "key": "Xiao2019quantify",
        "author": "Xiao, Yijun and Wang, William Yang",
        "title": "Quantifying Uncertainties in Natural Language Processing Tasks"
      },
      {
        "key": "kuhn2023semanticuncertainty",
        "author": "Lorenz Kuhn and Yarin Gal and Sebastian Farquhar",
        "title": "Semantic Uncertainty: Linguistic Invariances for Uncertainty Estimation in Natural Language Generation"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Xiao2019quantify",
        "author": "Xiao, Yijun and Wang, William Yang",
        "title": "Quantifying Uncertainties in Natural Language Processing Tasks"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "kuhn2023semanticuncertainty",
        "author": "Lorenz Kuhn and Yarin Gal and Sebastian Farquhar",
        "title": "Semantic Uncertainty: Linguistic Invariances for Uncertainty Estimation in Natural Language Generation"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "chen2024quantifyinguncertaitny",
        "author": "Chen, Jiuhai  and\nMueller, Jonas",
        "title": "Quantifying Uncertainty in Answers from any Language Model and Enhancing their Trustworthiness"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "zamfirescu2023johnny",
        "author": "Zamfirescu-Pereira, J.D. and Wong, Richmond Y. and Hartmann, Bjoern and Yang, Qian",
        "title": "Why {J}ohnny Can’t Prompt: How Non-{AI} Experts Try (and Fail) to Design {LLM} Prompts"
      },
      {
        "key": "kim2024evallm",
        "author": "Kim, Tae Soo and Lee, Yoonjoo and Shin, Jamin and Kim, Young-Ho and Kim, Juho",
        "title": "Eval{LM}: Interactive Evaluation of Large Language Model Prompts on User-Defined Criteria"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "zamfirescu2023johnny",
        "author": "Zamfirescu-Pereira, J.D. and Wong, Richmond Y. and Hartmann, Bjoern and Yang, Qian",
        "title": "Why {J}ohnny Can’t Prompt: How Non-{AI} Experts Try (and Fail) to Design {LLM} Prompts"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "promptengineeringuide",
        "author": "Unknown",
        "title": "Prompt {E}ngineering guide"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "wei2023chainofthought",
        "author": "Jason Wei and Xuezhi Wang and Dale Schuurmans and Maarten Bosma and Brian Ichter and Fei Xia and Ed Chi and Quoc Le and Denny Zhou",
        "title": "Chain-of-{T}hought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "lewis2021rag",
        "author": "Patrick Lewis and Ethan Perez and Aleksandra Piktus and Fabio Petroni and Vladimir Karpukhin and Naman Goyal and Heinrich Küttler and Mike Lewis and Wen-tau Yih and Tim Rocktäschel and Sebastian Riedel and Douwe Kiela",
        "title": "Retrieval-Augmented Generation for Knowledge-Intensive {NLP} Tasks"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "yao2023treeofthought",
        "author": "Shunyu Yao and Dian Yu and Jeffrey Zhao and Izhak Shafran and Thomas L. Griffiths and Yuan Cao and Karthik Narasimhan",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "gao2022hyde",
        "author": "Luyu Gao and Xueguang Ma and Jimmy Lin and Jamie Callan",
        "title": "Precise Zero-Shot Dense Retrieval without Relevance Labels"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "kim2024evallm",
        "author": "Kim, Tae Soo and Lee, Yoonjoo and Shin, Jamin and Kim, Young-Ho and Kim, Juho",
        "title": "Eval{LM}: Interactive Evaluation of Large Language Model Prompts on User-Defined Criteria"
      }
    ]
  }
]