[
  {
    "index": 0,
    "papers": [
      {
        "key": "oord_wavenet_2016",
        "author": "Aäron van den Oord and Sander Dieleman and Heiga Zen and Karen Simonyan and Oriol Vinyals and Alex Graves and Nal Kalchbrenner and Andrew Senior and Koray Kavukcuoglu",
        "title": "WaveNet: A Generative Model for Raw Audio"
      },
      {
        "key": "oord_parallel_2017",
        "author": "Aäron van den Oord and Yazhe Li and Igor Babuschkin and Karen Simonyan and Oriol Vinyals and Koray Kavukcuoglu and George van den Driessche and Edward Lockhart and Luis C. Cobo and Florian Stimberg and Norman Casagrande and Dominik Grewe and Seb Noury and Sander Dieleman and Erich Elsen and Nal Kalchbrenner and Heiga Zen and Alex Graves and Helen King and Tom Walters and Dan Belov and Demis Hassabis",
        "title": "Parallel WaveNet: Fast High-Fidelity Speech Synthesis"
      },
      {
        "key": "baird2018the",
        "author": "Baird, Alice and Jørgensen, Stina Hasse and Parada-Cabaleiro, Emilia and Cummins, Nicholas and Hantke, Simone and Schuller, Björn",
        "title": "The Perception of Vocal Traits in Synthesized Voices: Age, Gender, and Human Likeness"
      },
      {
        "key": "kim_flowavenet_2019",
        "author": "Sungwon Kim and Sang-gil Lee and Jongyoon Song and Jaehyeon Kim and Sungroh Yoon",
        "title": "FloWaveNet : A Generative Flow for Raw Audio"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "lorenzo-trueba_can_2018",
        "author": "Jaime Lorenzo-Trueba and Fuming Fang and Xin Wang and Isao Echizen and Junichi Yamagishi and Tomi Kinnunen",
        "title": "Can we steal your vocal identity from the Internet?: Initial investigation of cloning Obama’s voice using GAN, WaveNet and low-quality found data"
      },
      {
        "key": "SaundersDetectingDF",
        "author": "Jonathan Saunders",
        "title": "Detecting Deep Fakes With Mice : Machines vs Biology"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "wu_asvspoof_2015",
        "author": "Wu, Zhizheng and Kinnunen, Tomi and Evans, Nicholas and Yamagishi, Junichi and Hanilçi, Cemal and Sahidullah, Md. and Sizov, Aleksandr",
        "title": "{ASVspoof} 2015: the first automatic speaker verification spoofing and countermeasures challenge"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "todisco_asvspoof_2019",
        "author": "Massimiliano Todisco and Xin Wang and Ville Vestman and Md. Sahidullah and Héctor Delgado and Andreas Nautsch and Junichi Yamagishi and Nicholas Evans and Tomi H. Kinnunen and Kong Aik Lee",
        "title": "{ASVspoof 2019: Future Horizons in Spoofed and Fake Audio Detection}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "yamagishi_asvspoof_2021",
        "author": "Yamagishi, Junichi and Wang, Xin and Todisco, Massimiliano and Sahidullah, Md and Patino, Jose and Nautsch, Andreas and Liu, Xuechen and Lee, Kong Aik and Kinnunen, Tomi and Evans, Nicholas and Delgado, Héctor",
        "title": "{ASVspoof} 2021: accelerating progress in spoofed and deepfake speech detection"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yi2022add",
        "author": "Yi, Jiangyan and Fu, Ruibo and Tao, Jianhua and Nie, Shuai and Ma, Haoxin and Wang, Chenglong and Wang, Tao and Tian, Zhengkun and Bai, Ye and Fan, Cunhang and others",
        "title": "Add 2022: the first audio deep synthesis detection challenge"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wang2020deepsonar",
        "author": "Wang, Run and Juefei-Xu, Felix and Huang, Yihao and Guo, Qing and Xie, Xiaofei and Ma, Lei and Liu, Yang",
        "title": "Deepsonar: Towards effective and robust detection of ai-synthesized fake voices"
      },
      {
        "key": "wang2021investigating",
        "author": "Wang, Xin and Yamagishi, Junichi",
        "title": "Investigating self-supervised front ends for speech spoofing countermeasures"
      },
      {
        "key": "wijethunga_deepfake_2020",
        "author": "Wijethunga, R. L. M. A. P. C. and Matheesha, D. M. K. and Noman, A. A. and Silva, K. H. V. T. A. De and Tissera, M. and Rupasinghe, L.",
        "title": "Deepfake {Audio} {Detection}: {A} {Deep} {Learning} {Based} {Solution} for {Group} {Conversations}"
      },
      {
        "key": "jiang2020self",
        "author": "Jiang, Ziyue and Zhu, Hongcheng and Peng, Li and Ding, Wenbing and Ren, Yanzhen",
        "title": "Self-Supervised Spoofing Audio Detection Scheme"
      },
      {
        "key": "subramani2020learning",
        "author": "Subramani, Nishant and Rao, Delip",
        "title": "Learning efficient representations for fake speech detection"
      },
      {
        "key": "zhang2021fake",
        "author": "Zhang, Zhenyu and Yi, Xiaowei and Zhao, Xianfeng",
        "title": "Fake speech detection using residual network with transformer encoder"
      },
      {
        "key": "khalid2021evaluation",
        "author": "Khalid, Hasam and Kim, Minha and Tariq, Shahroz and Woo, Simon S",
        "title": "Evaluation of an audio-video multimodal deepfake dataset using unimodal and multimodal detectors"
      },
      {
        "key": "tak2022automatic",
        "author": "Tak, Hemlata and Todisco, Massimiliano and Wang, Xin and Jung, Jee-weon and Yamagishi, Junichi and Evans, Nicholas",
        "title": "Automatic speaker verification spoofing and deepfake detection using wav2vec 2.0 and data augmentation"
      },
      {
        "key": "martin2022vicomtech",
        "author": "Mart{\\'\\i}n-Do{\\~n}as, Juan M and {\\'A}lvarez, Aitor",
        "title": "The Vicomtech Audio Deepfake Detection System Based on Wav2vec2 for the 2022 ADD Challenge"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "muller2022",
        "author": "M{\\\"u}ller, Nicolas M. and Pizzi, Karla and Williams, Jennifer",
        "title": "{Human {{Perception}} of {{Audio Deepfakes}}}"
      },
      {
        "key": "warning_humans",
        "author": "Mai, Kimberly T. and Bray, Sergi D. and Davies, Toby and Griffin, Lewis D.",
        "title": "{Warning: {{Humans Cannot Reliably Detect Speech Deepfakes}}}"
      },
      {
        "key": "wenger2021",
        "author": "Wenger, Emily and Bronckers, Max and Cianfarani, Christian and Cryan, Jenna and Sha, Angela and Zheng, Haitao and Zhao, Ben Y.",
        "title": "{\"{{Hello}}, {{It}}'s {{Me}}\": {{Deep Learning-based Speech Synthesis Attacks}} in the {{Real World}}}"
      },
      {
        "key": "allyour",
        "author": "Mukhopadhyay, Dibya and Shirvanian, Maliheh and Saxena, Nitesh",
        "title": "{All {{Your Voices}} Are {{Belong}} to {{Us}}: {{Stealing Voices}} to {{Fool Humans}} and {{Machines}}}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "WTC_24",
        "author": "Kevin Warren and Tyler Tucker and Anna Crowder and Daniel\nOlszewski and Allison Lu and Caroline Fedele and Magdalena Pasternak\nand Seth Layton and Kevin Butler and Carrie Gates and Patrick Traynor",
        "title": "{Better Be Computer or I'm Dumb\": A Large-Scale Evaluation of\nHumans as Audio Deepfake Detectors}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "WTC_24",
        "author": "Kevin Warren and Tyler Tucker and Anna Crowder and Daniel\nOlszewski and Allison Lu and Caroline Fedele and Magdalena Pasternak\nand Seth Layton and Kevin Butler and Carrie Gates and Patrick Traynor",
        "title": "{Better Be Computer or I'm Dumb\": A Large-Scale Evaluation of\nHumans as Audio Deepfake Detectors}"
      },
      {
        "key": "warning_humans",
        "author": "Mai, Kimberly T. and Bray, Sergi D. and Davies, Toby and Griffin, Lewis D.",
        "title": "{Warning: {{Humans Cannot Reliably Detect Speech Deepfakes}}}"
      }
    ]
  }
]