[
  {
    "index": 0,
    "papers": [
      {
        "key": "sun2022conformal",
        "author": "Sophia Sun",
        "title": "Conformal Methods for Quantifying Uncertainty in Spatiotemporal Data: A Survey"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "conformaltimeserires",
        "author": "Stankeviciute, Kamile and M. Alaa, Ahmed and van der Schaar, Mihaela",
        "title": "Conformal Time-series Forecasting"
      },
      {
        "key": "cp_dynamic_timeseries",
        "author": "Xu, Chen and Xie, Yao",
        "title": "Conformal prediction interval for dynamic time-series"
      },
      {
        "key": "CP_Wildfire",
        "author": "Xu, Chen and Xie, Yao and Vazquez, Daniel A. Zuniga and Yao, Rui and Qiu, Feng",
        "title": "Spatio-Temporal Wildfire Prediction Using Multi-Modal Data"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ma2024calibrated",
        "author": "Ma, Ziqi and Azizzadenesheli, Kamyar and Anandkumar, Anima",
        "title": "Calibrated Uncertainty Quantification for Operator Learning via Conformal Prediction"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "gopakumar2024uncertaintyquantificationsurrogatemodels",
        "author": "Vignesh Gopakumar and Ander Gray and Joel Oskarsson and Lorenzo Zanisi and Stanislas Pamela and Daniel Giles and Matt Kusner and Marc Peter Deisenroth",
        "title": "Uncertainty Quantification of Surrogate Models using Conformal Prediction"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "gray2025guaranteedconfidencebandenclosurespde",
        "author": "Ander Gray and Vignesh Gopakumar and Sylvain Rousseau and Sébastien Destercke",
        "title": "Guaranteed confidence-band enclosures for PDE surrogates"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "PIML",
        "author": "Karniadakis, George Em\nand Kevrekidis, Ioannis G.\nand Lu, Lu\nand Perdikaris, Paris\nand Wang, Sifan\nand Yang, Liu",
        "title": "Physics-informed machine learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Raissi2019PINNs",
        "author": "M. Raissi and P. Perdikaris and G.E. Karniadakis",
        "title": "Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "LiPino2024",
        "author": "Li, Zongyi and Zheng, Hongkai and Kovachki, Nikola and Jin, David and Chen, Haoxuan and Liu, Burigede and Azizzadenesheli, Kamyar and Anandkumar, Anima",
        "title": "Physics-Informed Neural Operator for Learning Partial Differential Equations"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "du2024neural",
        "author": "Yiheng Du and Nithin Chalapathi and Aditi S. Krishnapriyan",
        "title": "Neural Spectral Methods: Self-supervised learning in the spectral domain"
      },
      {
        "key": "chalapathi2024scaling",
        "author": "Nithin Chalapathi and Yiheng Du and Aditi S. Krishnapriyan",
        "title": "Scaling physics-informed hard constraints with mixture-of-experts"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ZhuPCDLUQ2019",
        "author": "Yinhao Zhu and Nicholas Zabaras and Phaedon-Stelios Koutsourelakis and Paris Perdikaris",
        "title": "Physics-constrained deep learning for high-dimensional surrogate modeling and uncertainty quantification without labeled data"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "GENEVA2020109056",
        "author": "Nicholas Geneva and Nicholas Zabaras",
        "title": "Modeling the dynamics of PDE systems with physics-constrained deep auto-regressive networks"
      },
      {
        "key": "zou2022neuraluq",
        "author": "Zou, Zongren and Meng, Xuhui and Psaros, Apostolos F. and Karniadakis, George E.",
        "title": "NeuralUQ: A Comprehensive Library for Uncertainty Quantification in Neural Differential Equations and Operators"
      },
      {
        "key": "Psaros2023",
        "author": "Apostolos F. Psaros and Xuhui Meng and Zongren Zou and Ling Guo and George Em Karniadakis",
        "title": "Uncertainty quantification in scientific machine learning: Methods, metrics, and comparisons"
      }
    ]
  }
]