[
  {
    "index": 0,
    "papers": [
      {
        "key": "wang2024scimonscientificinspirationmachines",
        "author": "Qingyun Wang and Doug Downey and Heng Ji and Tom Hope",
        "title": "SciMON: Scientific Inspiration Machines Optimized for Novelty"
      },
      {
        "key": "baek2024researchagentiterativeresearchidea",
        "author": "Jinheon Baek and Sujay Kumar Jauhar and Silviu Cucerzan and Sung Ju Hwang",
        "title": "ResearchAgent: Iterative Research Idea Generation over Scientific Literature with Large Language Models"
      },
      {
        "key": "yang2024largelanguagemodelsautomated",
        "author": "Zonglin Yang and Xinya Du and Junxian Li and Jie Zheng and Soujanya Poria and Erik Cambria",
        "title": "Large Language Models for Automated Open-domain Scientific Hypotheses Discovery"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "si2024llmsgeneratenovelresearch",
        "author": "Chenglei Si and Diyi Yang and Tatsunori Hashimoto",
        "title": "Can LLMs Generate Novel Research Ideas? A Large-Scale Human Study with 100+ NLP Researchers"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "honovich-etal-2023-instruction",
        "author": "Honovich, Or  and\nShaham, Uri  and\nBowman, Samuel R.  and\nLevy, Omer",
        "title": "Instruction Induction: From Few Examples to Natural Language Task Descriptions"
      },
      {
        "key": "wang2024hypothesissearchinductivereasoning",
        "author": "Ruocheng Wang and Eric Zelikman and Gabriel Poesia and Yewen Pu and Nick Haber and Noah D. Goodman",
        "title": "Hypothesis Search: Inductive Reasoning with Language Models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "majumder2024discoverybench",
        "author": "Majumder, Bodhisattwa Prasad and Surana, Harshit and Agarwal, Dhruv and Mishra, Bhavana Dalvi and Meena, Abhijeetsingh and Prakhar, Aryan and Vora, Tirth and Khot, Tushar and Sabharwal, Ashish and Clark, Peter",
        "title": "Discoverybench: Towards data-driven discovery with large language models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "tian2024scicoderesearchcodingbenchmark",
        "author": "Minyang Tian and Luyu Gao and Shizhuo Dylan Zhang and Xinan Chen and Cunwei Fan and Xuefei Guo and Roland Haas and Pan Ji and Kittithat Krongchon and Yao Li and Shengyan Liu and Di Luo and Yutao Ma and Hao Tong and Kha Trinh and Chenyu Tian and Zihan Wang and Bohao Wu and Yanyu Xiong and Shengzhu Yin and Minhui Zhu and Kilian Lieret and Yanxin Lu and Genglin Liu and Yufeng Du and Tianhua Tao and Ofir Press and Jamie Callan and Eliu Huerta and Hao Peng",
        "title": "SciCode: A Research Coding Benchmark Curated by Scientists"
      },
      {
        "key": "gu2024bladebenchmarkinglanguagemodel",
        "author": "Ken Gu and Ruoxi Shang and Ruien Jiang and Keying Kuang and Richard-John Lin and Donghe Lyu and Yue Mao and Youran Pan and Teng Wu and Jiaqian Yu and Yikun Zhang and Tianmai M. Zhang and Lanyi Zhu and Mike A. Merrill and Jeffrey Heer and Tim Althoff",
        "title": "BLADE: Benchmarking Language Model Agents for Data-Driven Science"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "li2024mlrcopilotautonomousmachinelearning",
        "author": "Ruochen Li and Teerth Patel and Qingyun Wang and Xinya Du",
        "title": "MLR-Copilot: Autonomous Machine Learning Research based on Large Language Models Agents"
      },
      {
        "key": "lu2024aiscientistfullyautomated",
        "author": "Chris Lu and Cong Lu and Robert Tjarko Lange and Jakob Foerster and Jeff Clune and David Ha",
        "title": "The AI Scientist: Towards Fully Automated Open-Ended Scientific Discovery"
      },
      {
        "key": "ifargan2024autonomousllmdrivenresearchdata",
        "author": "Tal Ifargan and Lukas Hafner and Maor Kern and Ori Alcalay and Roy Kishony",
        "title": "Autonomous LLM-driven research from data to human-verifiable research papers"
      },
      {
        "key": "majumder2024discoverybench",
        "author": "Majumder, Bodhisattwa Prasad and Surana, Harshit and Agarwal, Dhruv and Mishra, Bhavana Dalvi and Meena, Abhijeetsingh and Prakhar, Aryan and Vora, Tirth and Khot, Tushar and Sabharwal, Ashish and Clark, Peter",
        "title": "Discoverybench: Towards data-driven discovery with large language models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "li2024critical",
        "author": "Li, Michael Y and Vajipey, Vivek and Goodman, Noah D and Fox, Emily B",
        "title": "CriticAL: Critic Automation with Language Models"
      }
    ]
  }
]