[
  {
    "index": 0,
    "papers": [
      {
        "key": "Senapati2013Named-Entity",
        "author": "Apurbalal Senapati and Arjun Das and Utpal Garain",
        "title": "Named-Entity Recognition in Bengali"
      },
      {
        "key": "Danhui2014Rule-based",
        "author": "Y. Danhui and Yude Bi",
        "title": "Rule-based Recognition of Vietnamese Named Entities"
      },
      {
        "key": "Sanglikar2011Named",
        "author": "M. Sanglikar and D. Kothari",
        "title": "Named Entity Recognition System for Hindi Language: A Hybrid Approach"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Lin2006Chinese",
        "author": "Xu-Dong Lin and Hong Peng and Bo Liu",
        "title": "Chinese Named Entity Recognition using Support Vector Machines"
      },
      {
        "key": "Paper2015A",
        "author": "R. Paper",
        "title": "A Hybrid Approach of Similarity Based SVM and CRF for Named Entity Recognition"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Guodong2011Geospatial",
        "author": "Z. Guodong",
        "title": "Geospatial Named Entities Recognition Using Combination of CRF and Rules"
      },
      {
        "key": "Tan2023Named",
        "author": "Xiaoqin Tan",
        "title": "Named Entity Recognition of Electronic Medical Records Based on Multi-Feature Fusion"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Wu2017Clinical",
        "author": "Yonghui Wu and Min Jiang and Jun Xu and Degui Zhi and Hua Xu",
        "title": "Clinical Named Entity Recognition Using Deep Learning Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Zhu2017GRAM",
        "author": "Qile Zhu and Xiaolin Li and A. Conesa and Cecile Pereira",
        "title": "GRAM-CNN: a deep learning approach with local context for named entity recognition in biomedical text"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Lothritz2020Evaluating",
        "author": "Cedric Lothritz and Kevin Allix and Lisa Veiber and Tégawendé F. Bissyandé and Jacques Klein",
        "title": "Evaluating Pretrained Transformer-based Models on the Task of Fine-Grained Named Entity Recognition"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Ahmed2024Enriching",
        "author": "Anil Ahmed and Degen Huang and Syed Yasser Arafat and Imran Hameed",
        "title": "Enriching Urdu NER with BERT Embedding, Data Augmentation, and Hybrid Encoder-CNN Architecture"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Shah2021Multi-Task",
        "author": "Shalin S Shah and Ryan Siskind",
        "title": "Multi-Task Learning of Query Intent and Named Entities using Transfer Learning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Widyawan2024A",
        "author": "Widyawan Widyawan and Bayu Prasetiyo Utomo and Muhammad Nur Rizala",
        "title": "A Novel Fusion of Machine Learning Methods for Enhancing Named Entity Recognition in Indonesian Language Text"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Zhu2024Chinese",
        "author": "Zhihong Zhu and Weiwen Zhang and Hongbin Zhang and Lianglun Cheng",
        "title": "Chinese Named Entity Recognition in the Ship News Field Based on Adversarial Transfer Learning"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "DeLichy2021Meta-Learning",
        "author": "Cyprien de Lichy and Hadrien Glaude and W. Campbell",
        "title": "Meta-Learning for Few-Shot Named Entity Recognition"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Li2023Few-Shot",
        "author": "J. Li and Billy Chiu and Shanshan Feng and Hongya Wang",
        "title": "Few-Shot Named Entity Recognition via Meta-Learning (Extended Abstract)"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "2022Decomposed",
        "author": "Tingting Ma and Huiqiang Jiang and Qianhui Wu and T. Zhao and Chin-Yew Lin",
        "title": "Decomposed Meta-Learning for Few-Shot Named Entity Recognition"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Zhang2024KCL",
        "author": "Shan Zhang and Bin Cao and Jing Fan",
        "title": "KCL: Few-shot Named Entity Recognition with Knowledge Graph and Contrastive Learning"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Huang2022COPNER",
        "author": "Yucheng Huang and Kai He and Yige Wang and Xianli Zhang and Tieliang Gong and Rui Mao and Chen Li",
        "title": "COPNER: Contrastive Learning with Prompt Guiding for Few-shot Named Entity Recognition"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "li2020metaner",
        "author": "Li, Jing and Shang, Shuo and Shao, Ling",
        "title": "Metaner: Named entity recognition with meta-learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Li2023Few-Shot",
        "author": "J. Li and Billy Chiu and Shanshan Feng and Hongya Wang",
        "title": "Few-Shot Named Entity Recognition via Meta-Learning (Extended Abstract)"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Fu2021Exploiting",
        "author": "Jia Fu and Jie Liu and Wen-Jian Shi",
        "title": "Exploiting Named Entity Recognition via Pre-trained Language Model and Adversarial Training"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Fritzler2018Few-shot",
        "author": "Alexander Fritzler and V. Logacheva and M. Kretov",
        "title": "Few-shot classification in named entity recognition task"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Wang2022SpanProto",
        "author": "J. Wang and Chengcheng Han and Chengyu Wang and Chuanqi Tan and Minghui Qiu and Songfang Huang and Jun Huang and Ming Gao",
        "title": "SpanProto: A Two-stage Span-based Prototypical Network for Few-shot Named Entity Recognition"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Ji2022Few-shot",
        "author": "Bin Ji and Shasha Li and Shaoduo Gan and Jie Yu and Jun Ma and Huijun Liu",
        "title": "Few-shot Named Entity Recognition with Entity-level Prototypical Network Enhanced by Dispersedly Distributed Prototypes"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "gong2021few",
        "author": "Gong, Yuan and Mao, Lu and Li, Changliang",
        "title": "Few-shot learning for named entity recognition based on BERT and two-level model fusion"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Chen2023HEProto",
        "author": "Wei Chen and Lili Zhao and Pengfei Luo and Tong Xu and Yi Zheng and Enhong Chen",
        "title": "HEProto: A Hierarchical Enhancing ProtoNet based on Multi-Task Learning for Few-shot Named Entity Recognition"
      }
    ]
  }
]