[
  {
    "index": 0,
    "papers": [
      {
        "key": "zhang2022differentiable",
        "author": "Zhang, Shi-Xin and Hsieh, Chang-Yu and Zhang, Shengyu and Yao, Hong",
        "title": "Differentiable quantum architecture search"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "liu2018darts",
        "author": "Hanxiao Liu and Karen Simonyan and Yiming Yang",
        "title": "DARTS: Differentiable Architecture Search"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zhang2021neural",
        "author": "Zhang, Shi-Xin and Hsieh, Chang-Yu and Zhang, Shengyu and Yao, Hong",
        "title": "Neural predictor based quantum architecture search"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "du2022quantum",
        "author": "Du, Yuxuan and Huang, Tao and You, Shan and Hsieh, Min-Hsiu and Tao, Dacheng",
        "title": "Quantum circuit architecture search for variational quantum algorithms"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "he2022quantum",
        "author": "He, Zhimin and Chen, Chuangtao and Li, Lvzhou and Zheng, Shenggen and Situ, Haozhen",
        "title": "Quantum Architecture Search with Meta-Learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "williams1998automated",
        "author": "Williams, Colin P. and Gray, Alexander G.",
        "title": "Automated design of quantum circuits"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "li2017approximate",
        "author": "Li, Rui and Alvarez-Rodriguez, Unai and Lamata, Lucas and Solano, Enrique",
        "title": "Approximate quantum adders with genetic algorithms: an IBM quantum experience"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zhang2023evolutionary",
        "author": "Zhang, Anqi and Zhao, Shengmei",
        "title": "Evolutionary-based searching method for quantum circuit architecture"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "chivilikhin2020mog",
        "author": "D. Chivilikhin and Aleksandr Yu. Samarin and Vladimir I. Ulyantsev and Ivan V. Iorsh and Artem R. Oganov and O. Kyriienko",
        "title": "MoG-VQE: Multiobjective genetic variational quantum eigensolver"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lourens2023hierarchical",
        "author": "Lourens, Matt and Sinayskiy, Ilya and Park, Daniel K and Blank, Carsten and Petruccione, Francesco",
        "title": "Hierarchical quantum circuit representations for neural architecture search"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "niu2019universal",
        "author": "Niu, Murphy Yuezhen and Boixo, Sergio and Smelyanskiy, Vadim N and Neven, Hartmut",
        "title": "Universal quantum control through deep reinforcement learning"
      },
      {
        "key": "fosel2018reinforcement",
        "author": "F{\\\"o}sel, Thomas and Tighineanu, Petru and Weiss, Talitha and Marquardt, Florian",
        "title": "Reinforcement learning with neural networks for quantum feedback"
      },
      {
        "key": "ostaszewski2021reinforcement",
        "author": "Ostaszewski, Mateusz and Trenkwalder, Lea M and Masarczyk, Wojciech and Scerri, Eleanor and Dunjko, Vedran",
        "title": "Reinforcement learning for optimization of variational quantum circuit architectures"
      },
      {
        "key": "kuo2021quantum",
        "author": "Kuo, En-Jui and Fang, Yao-Lung L and Chen, Samuel Yen-Chi",
        "title": "Quantum architecture search via deep reinforcement learning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "pham2018efficient",
        "author": "Pham, Hieu and Guan, Melody and Zoph, Barret and Le, Quoc and Dean, Jeff",
        "title": "Efficient neural architecture search via parameters sharing"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "patel2024curriculum",
        "author": "Patel, Yash J and Kundu, Akash and Ostaszewski, Mateusz and Bonet-Monroig, Xavier and Dunjko, Vedran and Danaci, Onur",
        "title": "Curriculum reinforcement learning for quantum architecture search under hardware errors"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "alphazero",
        "author": "Silver, David and Hubert, Thomas and Schrittwieser, Julian and Antonoglou, Ioannis and Lai, Matthew and Guez, Arthur and Lanctot, Marc and Sifre, Laurent and Kumaran, Dharshan and Graepel, Thore and others",
        "title": "A general reinforcement learning algorithm that masters chess, shogi, and {G}o through self-play"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "wang2020neural",
        "author": "Wang, Linnan and Zhao, Yiyang and Jinnai, Yuu and Tian, Yuandong and Fonseca, Rodrigo",
        "title": "Neural architecture search using deep neural networks and monte carlo tree search"
      },
      {
        "key": "huang2021neural",
        "author": "Huang, Hanxun and Ma, Xingjun and Erfani, Sarah M and Bailey, James",
        "title": "Neural architecture search via combinatorial multi-armed bandit"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "meng2021quantum",
        "author": "Meng, Fan-Xu and Li, Ze-Tong and Yu, Xu-Tao and Zhang, Zai-Chen",
        "title": "{Quantum circuit architecture optimization for variational quantum eigensolver via Monto Carlo Tree Search}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "wang",
        "author": "Wang, Peiyong and Usman, Muhammad and Parampalli, Udaya and Hollenberg, Lloyd CL and Myers, Casey R",
        "title": "{Automated quantum circuit design with Nested Monte Carlo Tree Search}"
      }
    ]
  }
]