[
  {
    "index": 0,
    "papers": [
      {
        "key": "5A",
        "author": "Saleem Adeeba and Banujan Kuhaneswaran and Banage Kumara",
        "title": "Prediction of Weight Range of Neonate Using Machine Learning Approach"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "6A",
        "author": "Wondesen Teshome Bekele",
        "title": "Machine learning algorithms for predicting low birth weight in Ethiopia"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "5A",
        "author": "Saleem Adeeba and Banujan Kuhaneswaran and Banage Kumara",
        "title": "Prediction of Weight Range of Neonate Using Machine Learning Approach"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "7A",
        "author": "Tianqi Chen and Carlos Guestrin",
        "title": "XGBoost: A Scalable Tree Boosting System"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "8A",
        "author": "Varma, Dhruv and Yajnik, Chittaranjan S. and Thorave, Aniket and Sharma, Neha",
        "title": "Handling Missing Data in Longitudinal Anthropometric Data Using Multiple Imputation Method"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "8A",
        "author": "Varma, Dhruv and Yajnik, Chittaranjan S. and Thorave, Aniket and Sharma, Neha",
        "title": "Handling Missing Data in Longitudinal Anthropometric Data Using Multiple Imputation Method"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "9A",
        "author": "Luke Oluwaseye Joel and Wesley Doorsamy and Babu Sena Paul",
        "title": "On the Performance of Imputation Techniques for Missing Values on Healthcare Datasets"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "9A",
        "author": "Luke Oluwaseye Joel and Wesley Doorsamy and Babu Sena Paul",
        "title": "On the Performance of Imputation Techniques for Missing Values on Healthcare Datasets"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "10A",
        "author": "Yuan Luo",
        "title": "Evaluating the state of the art in missing data imputation for clinical data"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "11A",
        "author": "Romy Gaillard and Eric A P Steegers and Albert Hofman and Vincent W V Jaddoe",
        "title": "Associations of maternal obesity with blood pressure and the risks of gestational hypertensive disorders. The Generation R Study"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "12A",
        "author": "D'souza, Naomi and Behere, Rishikesh V and Patni, Bindu and Deshpande, Madhavi and Bhat, Dattatray and Bhalerao, Aboli and Sonawane, Swapnali and Shah, Rohan and Ladkat, Rasika and Yajnik, Pallavi and Bandyopadhyay, Souvik K and Kumaran, Kalyanaraman and Fall, Caroline and Yajnik, Chittaranjan S",
        "title": "Corrigendum: Pre-conceptional Maternal Vitamin B12 Supplementation Improves Offspring Neurodevelopment at 2 Years of Age: PRIYA Trial"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "13A",
        "author": "Esther Liu and Pei Xi Lin and Qianqi Wang and Karina Chen Feng",
        "title": "Feature Selection Approaches for Newborn Birthweight Prediction in Multiple Linear Regression Models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "14A",
        "author": "Pudjihartono, Nicholas  and Fadason, Tayaza  and Kempa-Liehr, Andreas W.  and O'Sullivan, Justin M. ",
        "title": "A Review of Feature Selection Methods for Machine Learning-Based Disease Risk Prediction"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "15A",
        "author": "T.B. Reza and N. Salma",
        "title": "Prediction and feature selection of low birth weight using machine learning algorithms"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "16A",
        "author": "Moreira, {Mario W.L.} and Rodrigues, {Joel J.P.C.} and Vasco Furtado and Mavromoustakis, {Constandinos X.} and Neeraj Kumar and Isaac Woungang",
        "title": "Fetal Birth Weight Estimation in High-Risk Pregnancies Through Machine Learning Techniques"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "17A",
        "author": "Mario Beraha and Alberto Maria Metelli and Matteo Papini and Andrea Tirinzoni and Marcello Restelli",
        "title": "Feature Selection via Mutual Information: New Theoretical Insights"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "18A",
        "author": "M.B. Kursa",
        "title": "Kendall transformation brings a robust categorical representation of ordinal data"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "19A",
        "author": "Guyon, Isabelle and Elisseeff, André",
        "title": "An Introduction of Variable and Feature Selection"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "20A",
        "author": "S. Li and Q. Yang and S. Niu and Y. Liu",
        "title": "Effectiveness of Remote Fetal Monitoring on Maternal-Fetal Outcomes: Systematic Review and Meta-Analysis"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "21A",
        "author": "Hussain, Zakir and Borah, Malaya",
        "title": "Birth Weight Prediction of New Born Baby with Application of Machine Learning Techniques on Features of Mother"
      }
    ]
  }
]