[
  {
    "index": 0,
    "papers": [
      {
        "key": "kragen_2024",
        "author": "Matsumoto, Nicholas and Moran, Jay and Choi, Hyunjun and Hernandez, Miguel E and Venkatesan, Mythreye and Wang, Paul and Moore, Jason H",
        "title": "{KRAGEN: a knowledge graph-enhanced RAG framework for biomedical problem solving using large language models}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "pub.1182771521",
        "author": "Polat, Fina and Tiddi, Ilaria and Groth, Paul",
        "title": "Testing prompt engineering methods for knowledge extraction from text"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "diagnostics14141468",
        "author": "Muntean, George Adrian and Marginean, Anca and Groza, Adrian and Damian, Ioana and Roman, Sara Alexia and Hapca, Mădălina Claudia and Sere, Anca Mădălina and Mănoiu, Roxana Mihaela and Muntean, Maximilian Vlad and Nicoară, Simona Delia",
        "title": "A Qualitative Evaluation of ChatGPT4 and PaLMs Response to Patients Questions Regarding Age-Related Macular Degeneration"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "singhal2023large",
        "author": "Singhal, K. and Azizi, S. and Tu, T. and Mahdavi, S.S. and Wei, J. and Chung, H.W. and Scales, N. and Tanwani, A. and Cole-Lewis, H. and Pfohl, S. and others",
        "title": "Large language models encode clinical knowledge"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Lewis_NEURIPS2020",
        "author": "Lewis, Patrick and Perez, Ethan and Piktus, Aleksandra and Petroni, Fabio and Karpukhin, Vladimir and Goyal, Naman and K\\\"{u}ttler, Heinrich and Lewis, Mike and Yih, Wen-tau and Rockt\\\"{a}schel, Tim and Riedel, Sebastian and Kiela, Douwe",
        "title": "Retrieval-Augmented Generation for Knowledge-Intensive NLP Tasks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wei2022chain",
        "author": "Wei, Jason and others",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "yang2024kgllm",
        "author": "Yang, L. and Chen, H. and Li, Z. and others",
        "title": "Enhancing Pretrained Language Models with Knowledge Graphs for Fact-Aware Language Modeling"
      }
    ]
  }
]