[
  {
    "index": 0,
    "papers": [
      {
        "key": "prl",
        "author": "N. S. Karthik Somayaji and Hanbin Hu and Peng Li",
        "title": "Prioritized Reinforcement Learning for Analog Circuit Optimization With Design Knowledge"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "autockt",
        "author": "Keertana Settaluri and Ameer Haj-Ali and Qijing Huang and Kourosh Hakhamaneshi and Borivoje Nikoli{\\'c}",
        "title": "AutoCkt: Deep Reinforcement Learning of Analog Circuit Designs"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ppo",
        "author": "John Schulman and Filip Wolski and Prafulla Dhariwal and Alec Radford and Oleg Klimov",
        "title": "Proximal Policy Optimization Algorithms"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "gcn_rl",
        "author": "Hanrui Wang and Kuan Wang and Jiacheng Yang and Linxiao Shen and Nan Sun and Hae-Seung Lee and Song Han",
        "title": "GCN-RL Circuit Designer: Transferable Transistor Sizing with Graph Neural Networks and Reinforcement Learning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "BO",
        "author": "Shahriari, Bobak and Swersky, Kevin and Wang, Ziyu and Adams, Ryan P. and de Freitas, Nando",
        "title": "Taking the Human Out of the Loop: A Review of Bayesian Optimization"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "batch_BO",
        "author": "Lyu, Wenlong and Yang, Fan and Yan, Changhao and Zhou, Dian and Zeng, Xuan",
        "title": "Batch {B}ayesian Optimization via Multi-objective Acquisition Ensemble for Automated Analog Circuit Design"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "parallel_BO",
        "author": "Hanbin Hu and Peng Li and Jianhua Z. Huang",
        "title": "Parallelizable Bayesian Optimization for Analog and Mixed-Signal Rare Failure Detection with High Coverage"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "LADAC",
        "author": "Chengjie Liu and Yijiang Liu and Yuan Du and Li Du",
        "title": "LADAC: Large Language Model-driven Auto-Designer for Analog Circuits"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "in_context_learning",
        "author": "Qingxiu Dong and Lei Li and Damai Dai and Ce Zheng and Zhiyong Wu and Baobao Chang and Xu Sun and Jingjing Xu and Zhifang Sui",
        "title": "A Survey on In-context Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "chain_of_thought",
        "author": "Jason Wei and Xuezhi Wang and Dale Schuurmans and Maarten Bosma and Ed Huai-hsin Chi and F. Xia and Quoc Le and Denny Zhou",
        "title": "Chain of Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ado-llm",
        "author": "Yin, Yuxuan and Wang, Yu and Xu, Boxun and Li, Peng",
        "title": "ADO-LLM: Analog Design Bayesian Optimization with In-Context Learning of Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "gcn_rl",
        "author": "Hanrui Wang and Kuan Wang and Jiacheng Yang and Linxiao Shen and Nan Sun and Hae-Seung Lee and Song Han",
        "title": "GCN-RL Circuit Designer: Transferable Transistor Sizing with Graph Neural Networks and Reinforcement Learning"
      }
    ]
  }
]