[
  {
    "index": 0,
    "papers": [
      {
        "key": "ellis2018library",
        "author": "Ellis, Kevin and Morales, Lucas and Sabl{\\'e}-Meyer, Mathias and Solar-Lezama, Armando and Tenenbaum, Joshua B.",
        "title": "{Library Learning for Neurally-{Guided} Bayesian Program Induction}"
      },
      {
        "key": "ellis2021dreamcoder",
        "author": "Ellis, Kevin and Wong, Catherine and Nye, Maxwell and Sabl{\\'e}-Meyer, Mathias and Morales, Lucas and Hewitt, Luke and Cary, Luc and Solar-Lezama, Armando and Tenenbaum, Joshua B",
        "title": "Dreamcoder: Bootstrapping inductive program synthesis with wake-sleep library learning"
      },
      {
        "key": "topdownlib",
        "author": "Bowers, Matthew and Olausson, Theo X. and Wong, Lionel and Grand, Gabriel and Tenenbaum, Joshua B. and Ellis, Kevin and Solar-Lezama, Armando",
        "title": "Top-Down Synthesis for Library Learning"
      },
      {
        "key": "babble",
        "author": "Cao, David and Kunkel, Rose and Nandi, Chandrakana and Willsey, Max and Tatlock, Zachary and Polikarpova, Nadia",
        "title": "Babble: Learning Better Abstractions with E-Graphs and Anti-Unification"
      },
      {
        "key": "bellur2024leroy",
        "author": "Bellur, Abhiram and Alghamdi, Razan and Workneh, Kidus and Izraelevitz, Joseph",
        "title": "Leroy: Library Learning for Imperative Programming Languages"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "jones2021shapeMOD",
        "author": "Jones, R. Kenny and Charatan, David and Guerrero, Paul and Mitra, Niloy J. and Ritchie, Daniel",
        "title": "ShapeMOD: Macro Operation Discovery for 3D Shape Programs"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "jones2023shapecoder",
        "author": "Jones, R Kenny and Guerrero, Paul and Mitra, Niloy J and Ritchie, Daniel",
        "title": "Shapecoder: Discovering abstractions for visual programs from unstructured primitives"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "grand2024lilo",
        "author": "Grand, Gabriel and Wong, Lionel and Bowers, Maddy and Olausson, Theo X and Liu, Muxin and Tenenbaum, Joshua B and Andreas, Jacob",
        "title": "Lilo: Learning interpretable libraries by compressing and documenting code"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "topdownlib",
        "author": "Bowers, Matthew and Olausson, Theo X. and Wong, Lionel and Grand, Gabriel and Tenenbaum, Joshua B. and Ellis, Kevin and Solar-Lezama, Armando",
        "title": "Top-Down Synthesis for Library Learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Fusion360Gallery",
        "author": "Karl D. D. Willis and Yewen Pu and Jieliang Luo and Hang Chu and Tao Du and Joseph G. Lambourne and Armando Solar-Lezama and Wojciech Matusik",
        "title": "Fusion 360 Gallery: A Dataset and Environment for Programmatic CAD Reconstruction"
      },
      {
        "key": "wu2021deepcad",
        "author": "Wu, Rundi and Xiao, Chang and Zheng, Changxi",
        "title": "Deepcad: A deep generative network for computer-aided design models"
      },
      {
        "key": "xu2022skexgen",
        "author": "Xu, Xiang and Willis, Karl DD and Lambourne, Joseph G and Cheng, Chin-Yi and Jayaraman, Pradeep Kumar and Furukawa, Yasutaka",
        "title": "SkexGen: Autoregressive Generation of CAD Construction Sequences with Disentangled Codebooks"
      },
      {
        "key": "li2024sfmcad",
        "author": "Li, Pu and Guo, Jianwei and Li, Huibin and Benes, Bedrich and Yan, Dong-Ming",
        "title": "SfmCAD: Unsupervised CAD Reconstruction by Learning Sketch-based Feature Modeling Operations"
      },
      {
        "key": "xu2021inferring",
        "author": "Xu, Xianghao and Peng, Wenzhe and Cheng, Chin-Yi and Willis, Karl DD and Ritchie, Daniel",
        "title": "Inferring cad modeling sequences using zone graphs"
      },
      {
        "key": "li2023secad",
        "author": "Li, Pu and Guo, Jianwei and Zhang, Xiaopeng and Yan, Dong-Ming",
        "title": "Secad-net: Self-supervised cad reconstruction by learning sketch-extrude operations"
      },
      {
        "key": "ren2022extrudenet",
        "author": "Ren, Daxuan and Zheng, Jianmin and Cai, Jianfei and Li, Jiatong and Zhang, Junzhe",
        "title": "Extrudenet: Unsupervised inverse sketch-and-extrude for shape parsing"
      },
      {
        "key": "uy2022point2cyl",
        "author": "Uy, Mikaela Angelina and Chang, Yen-Yu and Sung, Minhyuk and Goel, Purvi and Lambourne, Joseph G and Birdal, Tolga and Guibas, Leonidas J",
        "title": "Point2cyl: Reverse engineering 3d objects from point clouds to extrusion cylinders"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "kania2020ucsg",
        "author": "Kania, Kacper and Zieba, Maciej and Kajdanowicz, Tomasz",
        "title": "UCSG-NET-unsupervised discovering of constructive solid geometry tree"
      },
      {
        "key": "ren2021csg",
        "author": "Ren, Daxuan and Zheng, Jianmin and Cai, Jianfei and Li, Jiatong and Jiang, Haiyong and Cai, Zhongang and Zhang, Junzhe and Pan, Liang and Zhang, Mingyuan and Zhao, Haiyu and others",
        "title": "Csg-stump: A learning friendly csg-like representation for interpretable shape parsing"
      },
      {
        "key": "yu2023d",
        "author": "Yu, Fenggen and Chen, Qimin and Tanveer, Maham and Mahdavi Amiri, Ali and Zhang, Hao",
        "title": "D{$^2$}CSG: Unsupervised learning of compact CSG trees with dual complements and dropouts"
      },
      {
        "key": "yu2022capri",
        "author": "Yu, Fenggen and Chen, Zhiqin and Li, Manyi and Sanghi, Aditya and Shayani, Hooman and Mahdavi-Amiri, Ali and Zhang, Hao",
        "title": "Capri-net: Learning compact cad shapes with adaptive primitive assembly"
      },
      {
        "key": "du2018inversecsg",
        "author": "Du, Tao and Inala, Jeevana Priya and Pu, Yewen and Spielberg, Andrew and Schulz, Adriana and Rus, Daniela and Solar-Lezama, Armando and Matusik, Wojciech",
        "title": "InverseCSG: automatic conversion of {3D} models to CSG trees"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "jones2020shapeAssembly",
        "author": "Jones, R. Kenny and Barton, Theresa and Xu, Xianghao and Wang, Kai and Jiang, Ellen and Guerrero, Paul and Mitra, Niloy J. and Ritchie, Daniel",
        "title": "ShapeAssembly: Learning to Generate Programs for 3D Shape Structure Synthesis"
      },
      {
        "key": "jones2024VPIEdit",
        "author": "Jones, R. Kenny and Zhang, Renhao and Ganeshan, Aditya and Ritchie, Daniel",
        "title": "Learning to Edit Visual Programs with Self-Supervision"
      },
      {
        "key": "ganeshan2023improving",
        "author": "Ganeshan, Aditya and Jones, R Kenny and Ritchie, Daniel",
        "title": "Improving unsupervised visual program inference with code rewriting families"
      },
      {
        "key": "tian2019learning",
        "author": "Tian, Yonglong and Luo, Andrew and Sun, Xingyuan and Ellis, Kevin and Freeman, William T. and Tenenbaum, Joshua B. and Wu, Jiajun",
        "title": "{Learning to Infer and Execute {3D} Shape Programs}"
      },
      {
        "key": "progrip2022",
        "author": "Boyang Deng and Sumith Kulal and Zhengyang Deng and Congyue Deng and Yonglong Tian and Jiajun Wu",
        "title": "Unsupervised Learning of Shape Programs with Repeatable Implicit Parts"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "plocharski2024faccaid",
        "author": "Plocharski, Aleksander and Swidzinski, Jan and Porter-Sobieraj, Joanna and Musialski, Przemyslaw",
        "title": "Fa{\\c{c}}AID: A Transformer Model for Neuro-Symbolic Facade Reconstruction"
      },
      {
        "key": "guo2020inverse",
        "author": "Guo, Jianwei and Jiang, Haiyong and Benes, Bedrich and Deussen, Oliver and Zhang, Xiaopeng and Lischinski, Dani and Huang, Hui",
        "title": "Inverse procedural modeling of branching structures by inferring L-systems"
      },
      {
        "key": "lee2023latent",
        "author": "Lee, Jae Joong and Li, Bosheng and Benes, Bedrich",
        "title": "Latent L-systems: Transformer-based tree generator"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "pearl2022geocode",
        "author": "Ofek Pearl and Itai Lang and Yuhua Hu and Raymond A. Yeh and Rana Hanocka",
        "title": "GeoCode: Interpretable Shape Programs"
      },
      {
        "key": "infinigen2023infinite",
        "author": "Raistrick, Alexander and Lipson, Lahav and Ma, Zeyu and Mei, Lingjie and Wang, Mingzhe and Zuo, Yiming and Kayan, Karhan and Wen, Hongyu and Han, Beining and Wang, Yihan and Newell, Alejandro and Law, Hei and Goyal, Ankit and Yang, Kaiyu and Deng, Jia",
        "title": "Infinite Photorealistic Worlds Using Procedural Generation"
      },
      {
        "key": "infinigen2024indoors",
        "author": "Raistrick, Alexander and Mei, Lingjie and Kayan, Karhan and Yan, David and Zuo, Yiming and Han, Beining and Wen, Hongyu and Parakh, Meenal and Alexandropoulos, Stamatis and Lipson, Lahav and Ma, Zeyu and Deng, Jia",
        "title": "Infinigen Indoors: Photorealistic Indoor Scenes using Procedural Generation"
      },
      {
        "key": "MB:2021:DAGA",
        "author": "Elie Michel and Tamy Boubekeur",
        "title": "DAG Amendment for Inverse Control of Parametric Shapes"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "yang2024holodeck",
        "author": "Yang, Yue and Sun, Fan-Yun and Weihs, Luca and VanderBilt, Eli and Herrasti, Alvaro and Han, Winson and Wu, Jiajun and Haber, Nick and Krishna, Ranjay and Liu, Lingjie and others",
        "title": "Holodeck: Language guided generation of 3d embodied ai environments"
      },
      {
        "key": "feng2023layoutgpt",
        "author": "Feng, Weixi and Zhu, Wanrong and Fu, Tsu-jui and Jampani, Varun and Akula, Arjun and He, Xuehai and Basu, Sugato and Wang, Xin Eric and Wang, William Yang",
        "title": "LayoutGPT: Compositional Visual Planning and Generation with Large Language Models"
      },
      {
        "key": "zhang2024scene",
        "author": "Zhang, Yunzhi and Li, Zizhang and Zhou, Matt and Wu, Shangzhe and Wu, Jiajun",
        "title": "The scene language: Representing scenes with programs, words, and embeddings"
      },
      {
        "key": "littlefair2025flairgpt",
        "author": "Littlefair, Gabrielle and Dutt, Niladri Shekhar and Mitra, Niloy J",
        "title": "FlairGPT: Repurposing LLMs for Interior Designs"
      },
      {
        "key": "hu2024scenecraft",
        "author": "Hu, Ziniu and Iscen, Ahmet and Jain, Aashi and Kipf, Thomas and Yue, Yisong and Ross, David A and Schmid, Cordelia and Fathi, Alireza",
        "title": "SceneCraft: An LLM Agent for Synthesizing 3D Scenes as Blender Code"
      },
      {
        "key": "aguina2024open",
        "author": "Aguina-Kang, Rio and Gumin, Maxim and Han, Do Heon and Morris, Stewart and Yoo, Seung Jean and Ganeshan, Aditya and Jones, R Kenny and Wei, Qiuhong Anna and Fu, Kailiang and Ritchie, Daniel",
        "title": "Open-Universe Indoor Scene Generation using LLM Program Synthesis and Uncurated Object Databases"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "tam2024scenemotifcoder",
        "author": "Tam, Hou In Ivan and Pun, Hou In Derek and Wang, Austin T and Chang, Angel X and Savva, Manolis",
        "title": "SceneMotifCoder: Example-driven visual program learning for generating 3D object arrangements"
      }
    ]
  }
]