[
  {
    "index": 0,
    "papers": [
      {
        "key": "FederatedPM",
        "author": "van der Aalst,  Wil M.P.",
        "title": "Federated Process Mining: Exploiting Event Data Across Organizational Boundaries"
      },
      {
        "key": "FederatedPM2",
        "author": "Rafiei,  Majid and Van Der Aalst,  Wil M. P.",
        "title": "An Abstraction-Based Approach for Privacy-Aware Federated Process Mining"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "MapReduce",
        "author": "Evermann,  Joerg",
        "title": "Scalable Process Discovery Using Map-Reduce"
      },
      {
        "key": "FHM",
        "author": "Evermann,  Joerg and Rehse,  Jana-Rebecca and Fettke,  Peter",
        "title": "Process Discovery from Event Stream Data in the Cloud - A Scalable,  Distributed Implementation of the Flexible Heuristics Miner on the Amazon Kinesis Cloud Infrastructure"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Burattin2022",
        "author": "Burattin,  Andrea",
        "title": "Streaming Process Mining"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Andersen",
        "author": "Andersen,  Julia and Rathje,  Patrick and Imenkamp,  Christian and Koschmider,  Agnes and Landsiedel,  Olaf",
        "title": "{EdgeMiner:} Distributed Process Mining at the Data Sources"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Bertrand2022",
        "author": "Bertrand,  Yannis and De Weerdt,  Jochen and Serral,  Estefanía",
        "title": "A Bridging Model for Process Mining and IoT"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Osman2019",
        "author": "Osman,  Cristina-Claudia and Ghiran,  Ana-Maria",
        "title": "When Industry 4.0 meets Process Mining"
      },
      {
        "key": "Vila2023",
        "author": "Vila,  Marc and Sancho,  Maria-Ribera and Teniente,  Ernest",
        "title": "Modeling Context-Aware Events and Responses in an IoT Environment"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Michael2019",
        "author": "Michael,  Judith and Koschmider,  Agnes and Mannhardt,  Felix and Baracaldo,  Nathalie and Rumpe,  Bernhard",
        "title": "User-Centered and Privacy-Driven Process Mining System Design for IoT"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Mass2020",
        "author": "Mass,  Jakob and Srirama,  Satish Narayana and Chang,  Chii",
        "title": "STEP-ONE: Simulated testbed for Edge-Fog processes based on the Opportunistic Network Environment simulator"
      },
      {
        "key": "Jha2020",
        "author": "Jha,  Devki Nandan and Alwasel,  Khaled and Alshoshan,  Areeb and Huang,  Xianghua and Naha,  Ranesh Kumar and Battula,  Sudheer Kumar and Garg,  Saurabh and Puthal,  Deepak and James,  Philip and Zomaya,  Albert and Dustdar,  Schahram and Ranjan,  Rajiv",
        "title": "IoTSim‐Edge: A simulation framework for modeling the behavior of Internet of Things and edge computing environments"
      },
      {
        "key": "Mechalikh2021",
        "author": "Mechalikh,  Charafeddine and Taktak,  Hajer and Moussa,  Faouzi",
        "title": "PureEdgeSim: A simulation framework for performance evaluation of cloud,  edge and mist computing environments"
      }
    ]
  }
]