[
  {
    "index": 0,
    "papers": [
      {
        "key": "campbell2022continuous",
        "author": "Campbell, Andrew and Benton, Joe and De Bortoli, Valentin and Rainforth, Thomas and Deligiannidis, George and Doucet, Arnaud",
        "title": "A continuous time framework for discrete denoising models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "shi2024simplified",
        "author": "Jiaxin Shi and Kehang Han and Zhe Wang and Arnaud Doucet and Michalis Titsias",
        "title": "Simplified and Generalized Masked Diffusion for Discrete Data"
      },
      {
        "key": "gatdiscrete",
        "author": "Gat, Itai and Remez, Tal and Shaul, Neta and Kreuk, Felix and Chen, Ricky TQ and Synnaeve, Gabriel and Adi, Yossi and Lipman, Yaron",
        "title": "Discrete flow matching"
      },
      {
        "key": "shaul2024flow",
        "author": "Shaul, Neta and Gat, Itai and Havasi, Marton and Severo, Daniel and Sriram, Anuroop and Holderrieth, Peter and Karrer, Brian and Lipman, Yaron and Chen, Ricky TQ",
        "title": "Flow Matching with General Discrete Paths: A Kinetic-Optimal Perspective"
      },
      {
        "key": "sahoo2024simple",
        "author": "Subham Sekhar Sahoo and Marianne Arriola and Aaron Gokaslan and Edgar Mariano Marroquin and Alexander M Rush and Yair Schiff and Justin T Chiu and Volodymyr Kuleshov",
        "title": "Simple and Effective Masked Diffusion Language Models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gruver2023protein",
        "author": "Nate Gruver and Samuel Don Stanton and Nathan C. Frey and Tim G. J. Rudner and Isidro Hotzel and Julien Lafrance-Vanasse and Arvind Rajpal and Kyunghyun Cho and Andrew Gordon Wilson",
        "title": "Protein Design with Guided Discrete Diffusion"
      },
      {
        "key": "campbell2024generative",
        "author": "Campbell, Andrew and Yim, Jason and Barzilay, Regina and Rainforth, Tom and Jaakkola, Tommi",
        "title": "Generative flows on discrete state-spaces: Enabling multimodal flows with applications to protein co-design"
      },
      {
        "key": "lisanza2024",
        "author": "Lisanza, Sidney Lyayuga and Gershon, Jacob Merle and Tipps, Samuel W. K. and Sims, Jeremiah Nelson and Arnoldt, Lucas and Hendel, Samuel J. and Simma, Miriam K. and Liu, Ge and Yase, Muna and Wu, Hongwei and Tharp, Claire D. and Li, Xinting and Kang, Alex and Brackenbrough, Evans and Bera, Asim K. and Gerben, Stacey and Wittmann, Bruce J. and McShan, Andrew C. and Baker, David",
        "title": "Multistate and functional protein design using RoseTTAFold sequence space diffusion"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "marzouk2016",
        "author": "Marzouk, Youssef and Moselhy, Tarek and Parno, Matthew and Spantini, Alessio",
        "title": "Sampling via measure transport: An introduction"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "noe2019",
        "author": "Frank Noé  and Simon Olsson  and Jonas Köhler  and Hao Wu ",
        "title": "Boltzmann generators: Sampling equilibrium states of many-body systems with deep learning"
      },
      {
        "key": "albergo2019",
        "author": "Albergo, M. S. and Kanwar, G. and Shanahan, P. E.",
        "title": "Flow-based generative models for Markov chain Monte Carlo in lattice field theory"
      },
      {
        "key": "gabrie2022",
        "author": "Marylou Gabrié  and Grant M. Rotskoff  and Eric Vanden-Eijnden ",
        "title": "Adaptive Monte Carlo augmented with normalizing flows"
      },
      {
        "key": "wang2022",
        "author": "Yihang Wang  and Lukas Herron  and Pratyush Tiwary ",
        "title": "From data to noise to data for mixing physics across temperatures with generative artificial intelligence"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "arbel2021",
        "author": "Michael Arbel and Alexander G. D. G. Matthews and Arnaud Doucet",
        "title": "Annealed Flow Transport Monte Carlo"
      },
      {
        "key": "matthews2022",
        "author": "Matthews, Alex and Arbel, Michael and Rezende, Danilo Jimenez and Doucet, Arnaud",
        "title": "Continual Repeated Annealed Flow Transport {M}onte {C}arlo"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhang2022path",
        "author": "Qinsheng Zhang and Yongxin Chen",
        "title": "Path Integral Sampler: A Stochastic Control Approach For Sampling"
      },
      {
        "key": "vargas2023denoising",
        "author": "Francisco Vargas and Will Sussman Grathwohl and Arnaud Doucet",
        "title": "Denoising Diffusion Samplers"
      },
      {
        "key": "akhound2024iterated",
        "author": "Akhound-Sadegh, Tara and Rector-Brooks, Jarrid and Bose, Avishek Joey and Mittal, Sarthak and Lemos, Pablo and Liu, Cheng-Hao and Sendera, Marcin and Ravanbakhsh, Siamak and Gidel, Gauthier and Bengio, Yoshua and others",
        "title": "Iterated denoising energy matching for sampling from Boltzmann densities"
      },
      {
        "key": "sun2024",
        "author": "Jingtong Sun and Julius Berner and Lorenz Richter and Marius Zeinhofer and Johannes Müller and Kamyar Azizzadenesheli and Anima Anandkumar",
        "title": "Dynamical Measure Transport and Neural PDE Solvers for Sampling"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "albergo2024nets",
        "author": "Albergo, Michael S and Vanden-Eijnden, Eric",
        "title": "NETS: A Non-Equilibrium Transport Sampler"
      },
      {
        "key": "vargas2024transport",
        "author": "Vargas, Francisco and Padhy, Shreyas and Blessing, Denis and Nusken, Nikolas",
        "title": "Transport meets variational inference: Controlled Monte Carlo diffusions"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "mate2023learning",
        "author": "Bálint Máté and François Fleuret",
        "title": "Learning Interpolations between Boltzmann Densities"
      },
      {
        "key": "tian2024",
        "author": "Tian, Yifeng and Panda, Nishant and Lin, Yen Ting",
        "title": "Liouville Flow Importance Sampler"
      },
      {
        "key": "sun2024",
        "author": "Jingtong Sun and Julius Berner and Lorenz Richter and Marius Zeinhofer and Johannes Müller and Kamyar Azizzadenesheli and Anima Anandkumar",
        "title": "Dynamical Measure Transport and Neural PDE Solvers for Sampling"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "nicoli2020",
        "author": "Nicoli, Kim A. and Nakajima, Shinichi and Strodthoff, Nils and Samek, Wojciech and M\\\"uller, Klaus-Robert and Kessel, Pan",
        "title": "Asymptotically unbiased estimation of physical observables with neural samplers"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "tran2019",
        "author": "Dustin Tran and Keyon Vafa and Kumar Krishna Agrawal and Laurent Dinh and Ben Poole",
        "title": "Discrete Flows: Invertible Generative Models of Discrete Data"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "causer2025discrete",
        "author": "Causer, Luke and Rotskoff, Grant M and Garrahan, Juan P",
        "title": "Discrete generative diffusion models without stochastic differential equations: a tensor network approach"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "nicoli2020",
        "author": "Nicoli, Kim A. and Nakajima, Shinichi and Strodthoff, Nils and Samek, Wojciech and M\\\"uller, Klaus-Robert and Kessel, Pan",
        "title": "Asymptotically unbiased estimation of physical observables with neural samplers"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "vargas2024transport",
        "author": "Vargas, Francisco and Padhy, Shreyas and Blessing, Denis and Nusken, Nikolas",
        "title": "Transport meets variational inference: Controlled Monte Carlo diffusions"
      }
    ]
  }
]