[
  {
    "index": 0,
    "papers": [
      {
        "key": "durr2021kitt",
        "author": "D{\\\"u}rr, Maximilian and Borowski, Marcel and Gr{\\\"o}schel, Carla and Pfeil, Ulrike and M{\\\"u}ller, Jens and Reiterer, Harald",
        "title": "KiTT-The Kinaesthetics Transfer Teacher: Design and Evaluation of a Tablet-Based System to Promote the Learning of Ergonomic Patient Transfers"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zhou2022bringing",
        "author": "Zhou, Guoyang and Nagle, Amy and Takahashi, George and Hornbeck, Tera and Loomis, Ann and Smith, Beth and Duerstock, Bradley and Yu, Denny",
        "title": "Bringing patient mannequins to life: 3D projection enhances nursing simulation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "von2013simmed",
        "author": "von Zadow, Ulrich and Buron, Sandra and Harms, Tina and Behringer, Florian and Sostmann, Kai and Dachselt, Raimund",
        "title": "SimMed: combining simulation and interactive tabletops for medical education"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "bedmutha2024conversense",
        "author": "Bedmutha, Manas Satish and Tsedenbal, Anuujin and Tobar, Kelly and Borsotto, Sarah and Sladek, Kimberly R and Singh, Deepansha and Casanova-Perez, Reggie and Bascom, Emily and Wood, Brian and Sabin, Janice and others",
        "title": "ConverSense: An Automated Approach to Assess Patient-Provider Interactions using Social Signals"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "albright2016harnessing",
        "author": "Albright, Glenn and Adam, Cyrille and Serri, Deborah and Bleeker, Seth and Goldman, Ron",
        "title": "Harnessing the power of conversations with virtual humans to change health behaviors"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "muraliTrainingLayCounselors2022b",
        "author": "Murali, Prasanth and Nouraei, Farnaz and Fallah, Mina and Kearns, Aisling and Rebello, Keith and O'Leary, Teresa and Perkins, Rebecca and Joseph, Natalie Pierre and Dedier, Julien and {Paasche-Orlow}, Michael and Bickmore, Timothy",
        "title": "Training Lay Counselors with Virtual Agents to Promote Vaccination"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rein2018",
        "author": "Rein, B. A. and McNeil, D. W. and Hayes, A. R. and Hawkins, T. A. and Ng, H. M. and Yura, C. A.",
        "title": "Evaluation of an avatar-based training program to promote suicide prevention awareness in a college setting"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "schoenthaler2017",
        "author": "Schoenthaler, A. and Albright, G. and Hibbard, J. and Goldman, R.",
        "title": "Simulated Conversations With Virtual Humans to Improve Patient-Provider Communication and Reduce Unnecessary Prescriptions for Antibiotics: A Repeated Measure Pilot Study"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "burmester2019",
        "author": "Burmester, K. A. and Ahluwalia, J. P. and Ploutz-Snyder, R. J. and Strobbe, S.",
        "title": "Interactive Computer Simulation for Adolescent Screening, Brief Intervention, and Referral to Treatment (SBIRT) for Substance Use in an Undergraduate Nursing Program"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lane2007use",
        "author": "Lane, Claire and Rollnick, Stephen",
        "title": "The use of simulated patients and role-play in communication skills training: a review of the literature to August 2005"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "flanagan2023standardized",
        "author": "Flanagan, Octavia L and Cummings, Kristina M",
        "title": "Standardized patients in Medical Education: a review of the literature"
      },
      {
        "key": "whitaker2015motivational",
        "author": "Whitaker, AK and Quinn, MT and Martins, SL and Tomlinson, AN and Woodhams, EJ and Gilliam, M",
        "title": "Motivational interviewing to improve postabortion contraceptive uptake by young women: development and feasibility of a counseling intervention"
      },
      {
        "key": "swanson2013assessment",
        "author": "Swanson, David B and van der Vleuten, Cees PM",
        "title": "Assessment of clinical skills with standardized patients: state of the art revisited"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "hubal2000virtual",
        "author": "Hubal, Robert C and Kizakevich, Paul N and Guinn, Curry I and Merino, Kevin D and West, Suzanne L",
        "title": "The Virtual Standardized Patient-Simulated Patient-Practitioner Dialog for Patient Interview Training"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "bartlett2021high",
        "author": "Bartlett, Rebecca S and Bruecker, Savannah and Eccleston, Bobby",
        "title": "High-fidelity simulation improves long-term knowledge of clinical swallow evaluation"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "kneebone2006human",
        "author": "Kneebone, Roger and Nestel, Debra and Wetzel, Cordula and Black, Steven and Jacklin, Ros and Aggarwal, Raj and Yadollahi, Faranak and Wolfe, John and Vincent, Charles and Darzi, Ara",
        "title": "The human face of simulation: patient-focused simulation training"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "bartlett2021high",
        "author": "Bartlett, Rebecca S and Bruecker, Savannah and Eccleston, Bobby",
        "title": "High-fidelity simulation improves long-term knowledge of clinical swallow evaluation"
      },
      {
        "key": "kneebone2006human",
        "author": "Kneebone, Roger and Nestel, Debra and Wetzel, Cordula and Black, Steven and Jacklin, Ros and Aggarwal, Raj and Yadollahi, Faranak and Wolfe, John and Vincent, Charles and Darzi, Ara",
        "title": "The human face of simulation: patient-focused simulation training"
      },
      {
        "key": "sarker2007simulation",
        "author": "Sarker, SK1 and Patel, B",
        "title": "Simulation and surgical training"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "li2024leveraging",
        "author": "Li, Yaneng and Zeng, Cheng and Zhong, Jialun and Zhang, Ruoyu and Zhang, Minhao and Zou, Lei",
        "title": "Leveraging Large Language Model as Simulated Patients for Clinical Education"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "liao2024automatic",
        "author": "Liao, Yusheng and Meng, Yutong and Wang, Yuhao and Liu, Hongcheng and Wang, Yanfeng and Wang, Yu",
        "title": "Automatic Interactive Evaluation for Large Language Models with State Aware Patient Simulator"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "liao2024automatic",
        "author": "Liao, Yusheng and Meng, Yutong and Wang, Yuhao and Liu, Hongcheng and Wang, Yanfeng and Wang, Yu",
        "title": "Automatic Interactive Evaluation for Large Language Models with State Aware Patient Simulator"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "louie2024roleplay",
        "author": "Louie, Ryan and Nandi, Ananjan and Fang, William and Chang, Cheng and Brunskill, Emma and Yang, Diyi",
        "title": "Roleplay-doh: Enabling Domain-Experts to Create LLM-simulated Patients via Eliciting and Adhering to Principles"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "louie2024roleplay",
        "author": "Louie, Ryan and Nandi, Ananjan and Fang, William and Chang, Cheng and Brunskill, Emma and Yang, Diyi",
        "title": "Roleplay-doh: Enabling Domain-Experts to Create LLM-simulated Patients via Eliciting and Adhering to Principles"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "chen2023llm",
        "author": "Chen, Siyuan and Wu, Mengyue and Zhu, Kenny Q and Lan, Kunyao and Zhang, Zhiling and Cui, Lyuchun",
        "title": "LLM-empowered chatbots for psychiatrist and patient simulation: application and evaluation"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "chen2023llm",
        "author": "Chen, Siyuan and Wu, Mengyue and Zhu, Kenny Q and Lan, Kunyao and Zhang, Zhiling and Cui, Lyuchun",
        "title": "LLM-empowered chatbots for psychiatrist and patient simulation: application and evaluation"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "shaikh2024rehearsal",
        "author": "Shaikh, Omar and Chai, Valentino Emil and Gelfand, Michele and Yang, Diyi and Bernstein, Michael S",
        "title": "Rehearsal: Simulating conflict to teach conflict resolution"
      },
      {
        "key": "yang2024social",
        "author": "Yang, Diyi and Ziems, Caleb and Held, William and Shaikh, Omar and Bernstein, Michael S and Mitchell, John",
        "title": "Social skill training with large language models"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "yang2024social",
        "author": "Yang, Diyi and Ziems, Caleb and Held, William and Shaikh, Omar and Bernstein, Michael S and Mitchell, John",
        "title": "Social skill training with large language models"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "yang2024social",
        "author": "Yang, Diyi and Ziems, Caleb and Held, William and Shaikh, Omar and Bernstein, Michael S and Mitchell, John",
        "title": "Social skill training with large language models"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "perez2022discovering",
        "author": "Perez, Ethan and Ringer, Sam and Luko{\\v{s}}i{\\=u}t{\\.e}, Kamil{\\.e} and Nguyen, Karina and Chen, Edwin and Heiner, Scott and Pettit, Craig and Olsson, Catherine and Kundu, Sandipan and Kadavath, Saurav and others",
        "title": "Discovering language model behaviors with model-written evaluations"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "lee2024llms",
        "author": "Lee, Seungbeen and Lim, Seungwon and Han, Seungju and Oh, Giyeong and Chae, Hyungjoo and Chung, Jiwan and Kim, Minju and Kwak, Beong-woo and Lee, Yeonsoo and Lee, Dongha and others",
        "title": "Do LLMs Have Distinct and Consistent Personality? TRAIT: Personality Testset designed for LLMs with Psychometrics"
      },
      {
        "key": "petrov2024limited",
        "author": "Petrov, Nikolay B and Serapio-Garc{\\'\\i}a, Gregory and Rentfrow, Jason",
        "title": "Limited Ability of LLMs to Simulate Human Psychological Behaviours: a Psychometric Analysis"
      },
      {
        "key": "mieleszczenko2024dark",
        "author": "Mieleszczenko-Kowszewicz, Wiktoria and P{\\l}udowski, Dawid and Ko{\\l}odziejczyk, Filip and {\\'S}wistak, Jakub and Sienkiewicz, Julian and Biecek, Przemys{\\l}aw",
        "title": "The Dark Patterns of Personalized Persuasion in Large Language Models: Exposing Persuasive Linguistic Features for Big Five Personality Traits in LLMs Responses"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "wang2024patient",
        "author": "Wang, Ruiyi and Milani, Stephanie and Chiu, Jamie C and Eack, Shaun M and Labrum, Travis and Murphy, Samuel M and Jones, Nev and Hardy, Kate and Shen, Hong and Fang, Fei and others",
        "title": "PATIENT-$\\{$$\\backslash$Psi$\\}$: Using Large Language Models to Simulate Patients for Training Mental Health Professionals"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "copersino2017cognitive",
        "author": "Copersino, Marc L",
        "title": "Cognitive mechanisms and therapeutic targets of addiction"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "li2024automatic",
        "author": "Li, Anqi and Lu, Yu and Song, Nirui and Zhang, Shuai and Ma, Lizhi and Lan, Zhenzhong",
        "title": "Automatic evaluation for mental health counseling using llms"
      },
      {
        "key": "ahmed2022automatic",
        "author": "Ahmed, Imtihan",
        "title": "Automatic generation and detection of motivational interviewing-style reflections for smoking cessation therapeutic conversations using transformer-based language models"
      },
      {
        "key": "perez2019makes",
        "author": "P{\\'e}rez-Rosas, Ver{\\'o}nica and Wu, Xinyi and Resnicow, Kenneth and Mihalcea, Rada",
        "title": "What makes a good counselor? learning to distinguish between high-quality and low-quality counseling conversations"
      },
      {
        "key": "imel2019design",
        "author": "Imel, Zac E and Pace, Brian T and Soma, Christina S and Tanana, Michael and Hirsch, Tad and Gibson, James and Georgiou, Panayiotis and Narayanan, Shrikanth and Atkins, David C",
        "title": "Design feasibility of an automated, machine-learning based feedback system for motivational interviewing."
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "yosef2024assessing",
        "author": "Yosef, Stav and Zisquit, Moreah and Cohen, Ben and Brunstein, Anat Klomek and Bar, Kfir and Friedman, Doron",
        "title": "Assessing Motivational Interviewing Sessions with AI-Generated Patient Simulations"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "cohen2024motivational",
        "author": "Cohen, Ben and Zisquit, Moreah and Yosef, Stav and Friedman, Doron and Bar, Kfir",
        "title": "Motivational Interviewing Transcripts Annotated with Global Scores"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "wu2023natural",
        "author": "Wu, Zixiu",
        "title": "Natural Language Processing for Motivational Interviewing Counselling: Addressing Challenges in Resources, Benchmarking and Evaluation"
      },
      {
        "key": "wu2022anno",
        "author": "Wu, Zixiu and Balloccu, Simone and Kumar, Vivek and Helaoui, Rim and Reiter, Ehud and Recupero, Diego Reforgiato and Riboni, Daniele",
        "title": "Anno-mi: A dataset of expert-annotated counselling dialogues"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "guo2024large",
        "author": "Guo, Taicheng and Chen, Xiuying and Wang, Yaqi and Chang, Ruidi and Pei, Shichao and Chawla, Nitesh V and Wiest, Olaf and Zhang, Xiangliang",
        "title": "Large language model based multi-agents: A survey of progress and challenges"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "pezeshkpour2023measuring",
        "author": "Pezeshkpour, Pouya",
        "title": "Measuring and modifying factual knowledge in large language models"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "mukherjee2024polaris",
        "author": "Mukherjee, Subhabrata and Gamble, Paul and Ausin, Markel Sanz and Kant, Neel and Aggarwal, Kriti and Manjunath, Neha and Datta, Debajyoti and Liu, Zhengliang and Ding, Jiayuan and Busacca, Sophia and others",
        "title": "Polaris: A Safety-focused LLM Constellation Architecture for Healthcare"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "liu2023dynamic",
        "author": "Liu, Zijun and Zhang, Yanzhe and Li, Peng and Liu, Yang and Yang, Diyi",
        "title": "Dynamic llm-agent network: An llm-agent collaboration framework with agent team optimization"
      },
      {
        "key": "zhang2023proagent",
        "author": "Zhang, Ceyao and Yang, Kaijie and Hu, Siyi and Wang, Zihao and Li, Guanghe and Sun, Yihang and Zhang, Cheng and Zhang, Zhaowei and Liu, Anji and Zhu, Song-Chun and others",
        "title": "Proagent: Building proactive cooperative ai with large language models"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "huang2023survey",
        "author": "Huang, Lei and Yu, Weijiang and Ma, Weitao and Zhong, Weihong and Feng, Zhangyin and Wang, Haotian and Chen, Qianglong and Peng, Weihua and Feng, Xiaocheng and Qin, Bing and others",
        "title": "A survey on hallucination in large language models: Principles, taxonomy, challenges, and open questions"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "chen2023agentverse",
        "author": "Chen, Weize and Su, Yusheng and Zuo, Jingwei and Yang, Cheng and Yuan, Chenfei and Qian, Chen and Chan, Chi-Min and Qin, Yujia and Lu, Yaxi and Xie, Ruobing and others",
        "title": "Agentverse: Facilitating multi-agent collaboration and exploring emergent behaviors in agents"
      }
    ]
  }
]