[
  {
    "index": 0,
    "papers": [
      {
        "key": "segel2010narrative",
        "author": "Segel, Edward and Heer, Jeffrey",
        "title": "Narrative visualization: Telling stories with data"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "hullman2011visualization",
        "author": "Hullman, Jessica and Diakopoulos, Nick",
        "title": "Visualization rhetoric: Framing effects in narrative visualization"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kosara2013storytelling",
        "author": "Kosara, Robert and Mackinlay, Jock",
        "title": "Storytelling: The next step for visualization"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "morais2020showing",
        "author": "Morais, Luiz and Jansen, Yvonne and Andrade, Nazareno and Dragicevic, Pierre",
        "title": "Showing data about people: A design space of anthropographics"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "dasu2023character",
        "author": "Dasu, Keshav and Kuo, Yun-Hsin and Ma, Kwan-Liu",
        "title": "Character-Oriented Design for Visual Data Storytelling"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yang2021design",
        "author": "Yang, Leni and Xu, Xian and Lan, XingYu and Liu, Ziyan and Guo, Shunan and Shi, Yang and Qu, Huamin and Cao, Nan",
        "title": "A design space for applying the freytag's pyramid structure to data stories"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhao2023stories",
        "author": "Zhao, Zhenpeng and Elmqvist, Niklas",
        "title": "The stories we tell about data: Surveying data-driven storytelling using visualization"
      },
      {
        "key": "mendez2025immersive",
        "author": "M{\\'e}ndez, Juli{\\'a}n and Luo, Weizhou and Rzayev, Rufat and B{\\\"u}schel, Wolfgang and Dachselt, Raimund",
        "title": "Immersive Data-Driven Storytelling: Scoping an Emerging Field Through the Lenses of Research, Journalism, and Games"
      },
      {
        "key": "zhou2023data",
        "author": "Zhou, Xiaoyan and Yang, Yalong and Ortega, Francisco and Batmaz, Anil Ufuk and Lee, Benjamin",
        "title": "Data-driven Storytelling in Hybrid Immersive Display Environments"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "amini2018evaluating",
        "author": "Amini, Fereshteh and Brehmer, Matthew and Bolduan, Gordon and Elmer, Christina and Wiederkehr, Benjamin",
        "title": "Evaluating data-driven stories and storytelling tools"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "servotte2020vr",
        "author": "J. Servotte and Manon Goosse and S. Campbell and N. Dardenne and Bruno Pilote and Ivan L. Simoneau and M. Guillaume and I. Bragard and A. Ghuysen",
        "title": "Virtual Reality Experience: Immersion, Sense of Presence, and Cybersickness"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhao2023leanon",
        "author": "Zhao, Ziyue and Li, Yue and Liang, Hai-Ning",
        "title": "LeanOn: Simulating Balance Vehicle Locomotion in Virtual Reality"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "huang2023embodied",
        "author": "Huang, Helen H and Pfister, Hanspeter and Yang, Yalong",
        "title": "Is embodied interaction beneficial? A study on navigating network visualizations"
      },
      {
        "key": "zhu2024compositingvis",
        "author": "Zhu, Qian and Lu, Tao and Guo, Shunan and Ma, Xiaojuan and Yang, Yalong",
        "title": "CompositingVis: Exploring Interactions for Creating Composite Visualizations in Immersive Environments"
      },
      {
        "key": "in2023table",
        "author": "In, Sungwon and Lin, Tica and North, Chris and Pfister, Hanspeter and Yang, Yalong",
        "title": "This is the table i want! interactive data transformation on desktop and in virtual reality"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "abtahi2019m",
        "author": "Abtahi, Parastoo and Gonzalez-Franco, Mar and Ofek, Eyal and Steed, Anthony",
        "title": "I'm a giant: Walking in large virtual environments at high speed gains"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Motejlek2023The",
        "author": "J. Motejlek and E. Alpay",
        "title": "The retention of information in virtual reality based engineering simulations"
      },
      {
        "key": "Yildirim2019The",
        "author": "Gürkan Yildirim and Serkan Yildirim and Emrah Dolgunsöz",
        "title": "The effect of VR and traditional videos on learner retention and decision making"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "marriott2018immersive",
        "author": "Marriott, Kim and Chen, Jian and Hlawatsch, Marcel and Itoh, Takayuki and Nacenta, Miguel A and Reina, Guido and Stuerzlinger, Wolfgang",
        "title": "Immersive analytics: Time to reconsider the value of 3d for information visualisation"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "kandaurova2019effects",
        "author": "Kandaurova, Maria and Lee, Seung Hwan Mark",
        "title": "The effects of Virtual Reality (VR) on charitable giving: The role of empathy, guilt, responsibility, and social exclusion"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "bahng2020reflexive",
        "author": "Bahng, Sojung and Kelly, Ryan M and McCormack, Jon",
        "title": "Reflexive VR storytelling design beyond immersion: facilitating self-reflection on death and loneliness"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "shin2019any",
        "author": "Shin, Jae-eun and Kim, Hayun and Parker, Callum and Kim, Hyung-il and Oh, Seoyoung and Woo, Woontack",
        "title": "Is any room really ok? the effect of room size and furniture on presence, narrative engagement, and usability during a space-adaptive augmented reality game"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "shin2024investigating",
        "author": "Shin, Jae-Eun and Kim, Hayun and Park, Hyerim and Woo, Woontack",
        "title": "Investigating the Design of Augmented Narrative Spaces Through Virtual-Real Connections: A Systematic Literature Review"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "lee2020data",
        "author": "Lee, Benjamin and Brown, Dave and Lee, Bongshin and Hurter, Christophe and Drucker, Steven and Dwyer, Tim",
        "title": "Data visceralization: Enabling deeper understanding of data using virtual reality"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "hall2022augmented",
        "author": "Hall, Brian D and Bartram, Lyn and Brehmer, Matthew",
        "title": "Augmented chironomia for presenting data to remote audiences"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "conlen2023cinematic",
        "author": "Conlen, Matthew and Heer, Jeffrey and Mushkin, Hillary and Davidoff, Scott",
        "title": "Cinematic techniques in narrative visualization"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "wu2024metamorphosis",
        "author": "Wu, Kaifeng and Karwas, Dana",
        "title": "The Metamorphosis of Storytelling: Time-based Interactivity in Virtual Reality Filmmaking"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "assor2024augmented",
        "author": "Assor, Ambre and Prouzeau, Arnaud and Dragicevic, Pierre and Hachet, Martin",
        "title": "Augmented Reality Waste Accumulation Visualizations"
      },
      {
        "key": "zhu2024reader",
        "author": "Zhu, Qian and Yuan, Linping and Xu, Zian and Yang, Leni and Xia, Meng and Wang, Zhuo and Liang, Hai-Ning and Ma, Xiaojuan",
        "title": "From reader to experiencer: Design and evaluation of a VR data story for promoting the situation awareness of public health threats"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "romat2020dear",
        "author": "Romat, Hugo and Henry Riche, Nathalie and Hurter, Christophe and Drucker, Steven and Amini, Fereshteh and Hinckley, Ken",
        "title": "Dear pictograph: Investigating the role of personalization and immersion for consuming and enjoying visualizations"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "yang2023understanding",
        "author": "Yang, Leni and Wu, Aoyu and Tong, Wai and Xu, Xian and Wei, Zheng and Qu, Huamin",
        "title": "Understanding 3d data videos: From screens to virtual reality"
      },
      {
        "key": "Zollmann2020CasualVRVideos",
        "author": "S. Zollmann and Anthony Dickson and Jonathan Ventura",
        "title": "CasualVRVideos: VR videos from casual stationary videos"
      },
      {
        "key": "Nash2018Virtually",
        "author": "K. Nash",
        "title": "Virtually real: exploring VR documentary"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "yang2018maps",
        "author": "Yang, Yalong and Jenny, Bernhard and Dwyer, Tim and Marriott, Kim and Chen, Haohui and Cordeil, Maxime",
        "title": "Maps and globes in virtual reality"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "kraus2019impact",
        "author": "Kraus, Matthias and Weiler, Niklas and Oelke, Daniela and Kehrer, Johannes and Keim, Daniel A and Fuchs, Johannes",
        "title": "The impact of immersion on cluster identification tasks"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "yang2020embodied",
        "author": "Yang, Yalong and Cordeil, Maxime and Beyer, Johanna and Dwyer, Tim and Marriott, Kim and Pfister, Hanspeter",
        "title": "Embodied navigation in immersive abstract data visualization: Is overview+ detail or zooming better for 3d scatterplots?"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "in2024evaluating",
        "author": "In, Sungwon and Krokos, Eric and Whitley, Kirsten and North, Chris and Yang, Yalong",
        "title": "Evaluating Navigation and Comparison Performance of Computational Notebooks on Desktop and in Virtual Reality"
      },
      {
        "key": "davidson2022exploring",
        "author": "Davidson, Kylie and Lisle, Lee and Whitley, Kirsten and Bowman, Doug A and North, Chris",
        "title": "Exploring the evolution of sensemaking strategies in immersive space to think"
      },
      {
        "key": "satriadi2020maps",
        "author": "Satriadi, Kadek Ananta and Ens, Barrett and Cordeil, Maxime and Czauderna, Tobias and Jenny, Bernhard",
        "title": "Maps around me: 3d multiview layouts in immersive spaces"
      },
      {
        "key": "luo2022should",
        "author": "Luo, Weizhou and Lehmann, Anke and Widengren, Hjalmar and Dachselt, Raimund",
        "title": "Where should we put it? layout and placement strategies of documents in augmented reality for collaborative sensemaking"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "krokos2019virtual",
        "author": "Krokos, Eric and Plaisant, Catherine and Varshney, Amitabh",
        "title": "Virtual memory palaces: immersion aids recall"
      },
      {
        "key": "yang2020virtual",
        "author": "Yang, Fumeng and Qian, Jing and Novotny, Johannes and Badre, David and Jackson, Cullen D and Laidlaw, David H",
        "title": "A virtual reality memory palace variant aids knowledge retrieval from scholarly articles"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "hoppe2022there",
        "author": "Hoppe, Matthias and Baumann, Andrea and Tamunjoh, Patrick Chofor and Machulla, Tonja-Katrin and Wo{\\'z}niak, Pawe{\\l} W and Schmidt, Albrecht and Welsch, Robin",
        "title": "There is no first-or third-person view in virtual reality: Understanding the perspective continuum"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "tursunov2024creating",
        "author": "Tursunov, Javlon and Rozinaj, Gregor and Minarik, Ivan and Vanco, Marek",
        "title": "Creating a Metaverse-Based Meeting Room with Live Avatar Control and Web Communication"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "swidrak2024beyond",
        "author": "{\\'S}widrak, Justyna and Georgiou, Orestis and Banakou, Domna and Matamala-Gomez, Marta and Pochwatko, Grzegorz and Seinfeld, Sofia",
        "title": "Beyond audiovisual: novel multisensory stimulation techniques and their applications"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "dong2021tailored",
        "author": "Dong, Zhi-Chao and Wu, Wenming and Xu, Zenghao and Sun, Qi and Yuan, Guanjie and Liu, Ligang and Fu, Xiao-Ming",
        "title": "Tailored reality: Perception-aware scene restructuring for adaptive vr navigation"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "mirhosseini2019exploration",
        "author": "Mirhosseini, Seyedkoosha and Ghahremani, Parmida and Ojal, Sushant and Marino, Joseph and Kaufman, Arie",
        "title": "Exploration of large omnidirectional images in immersive environments"
      },
      {
        "key": "abtahi2019m",
        "author": "Abtahi, Parastoo and Gonzalez-Franco, Mar and Ofek, Eyal and Steed, Anthony",
        "title": "I'm a giant: Walking in large virtual environments at high speed gains"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "di2021locomotion",
        "author": "Di Luca, Massimiliano and Seifi, Hasti and Egan, Simon and Gonzalez-Franco, Mar",
        "title": "Locomotion vault: the extra mile in analyzing vr locomotion techniques"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "lages2018move",
        "author": "Lages, Wallace S and Bowman, Doug A",
        "title": "Move the object or move myself? walking vs. manipulation for the examination of 3D scientific data"
      }
    ]
  }
]