[
  {
    "index": 0,
    "papers": [
      {
        "key": "Wang-DL4SciVis",
        "author": "Wang, Chaoli and Han, Jun",
        "title": "{DL4SciVis}: A State-of-the-Art Survey on Deep Learning for Scientific Visualization"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Lu-neurcomp",
        "author": "Lu, Yuzhe and Jiang, Kairong and Levine, Joshua A and Berger, Matthew",
        "title": "Compressive neural representations of volumetric scalar fields"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Han-TVCG23",
        "author": "J. Han and C. Wang",
        "title": "{CoordNet}: Data Generation and Visualization Generation for Time-Varying Volumes via a Coordinate-Based Neural Network"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Tang-CG24",
        "author": "K. Tang and C. Wang",
        "title": "{STSR-INR}: Spatiotemporal Super-Resolution for Time-Varying Multivariate Volumetric Data via Implicit Neural Representation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Han-KD-INR",
        "author": "Han, Jun and Zheng, Hao and Bi, Chongke",
        "title": "{KD-INR}: Time-Varying Volumetric Data Compression via Knowledge Distillation-based Implicit Neural Representation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Tang-PVIS24",
        "author": "Tang, Kaiyuan and Wang, Chaoli",
        "title": "{ECNR}: Efficient Compressive Neural Representation of Time-Varying Volumetric Datasets"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Li-TVCG24",
        "author": "Li, Haoyu and Shen, Han-Wei",
        "title": "Improving Efficiency of Iso-Surface Extraction on Implicit Neural Representations Using Uncertainty Propagation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Weiss-CGF22",
        "author": "Weiss, Sebastian and Herm{\\\"u}ller, Philipp and Westermann, R{\\\"u}diger",
        "title": "Fast neural representations for direct volume rendering"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Lu-neurcomp",
        "author": "Lu, Yuzhe and Jiang, Kairong and Levine, Joshua A and Berger, Matthew",
        "title": "Compressive neural representations of volumetric scalar fields"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Wurster-TVCG24",
        "author": "Wurster, Skylar W. and Xiong, Tianyu and Shen, Han-Wei and Guo, Hanqi and Peterka, Tom",
        "title": "Adaptively Placed Multi-Grid Scene Representation Networks for Large-Scale Data Visualization"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Xiong-TVCG24",
        "author": "Xiong, Tianyu and Wurster, Skylar W. and Guo, Hanqi and Peterka, Tom and Shen, Han-Wei",
        "title": "Regularized Multi-Decoder Ensemble for an Error-Aware Scene Representation Network"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Tang-VIS24",
        "author": "Tang, Kaiyuan and Wang, Chaoli",
        "title": "{StyleRF-VolVis}: Style Transfer of Neural Radiance Fields for Expressive Volume Visualization"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Yao-PVIS25",
        "author": "S. Yao and Y. Lu and C. Wang",
        "title": "{ViSNeRF}: Efficient Multidimensional Neural Radiance Field Representation for Visualization Synthesis of Dynamic Volumetric Scenes"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Gu-CG23",
        "author": "P. Gu and D. Z. Chen and C. Wang",
        "title": "{NeRVI}: Compressive Neural Representation of Visualization Images for Communicating Volume Visualization Results"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "YF-Lu-VISSP24",
        "author": "Y. Lu and P. Gu and C. Wang",
        "title": "{FCNR}: Fast Compressive Neural Representation of Visualization Images"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Song-ACM23",
        "author": "Song, Yisheng and Wang, Ting and Cai, Puyu and Mondal, Subrota K and Sahoo, Jyoti Prakash",
        "title": "A comprehensive survey of few-shot learning: Evolution, applications, challenges, and opportunities"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Sitzmann-MetaSDF-NeurIPS20",
        "author": "Sitzmann, Vincent and Chan, Eric and Tucker, Richard and Snavely, Noah and Wetzstein, Gordon",
        "title": "{MetaSDF}: Meta-Learning Signed Distance Functions"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Tancik-CVPR21",
        "author": "Tancik, Matthew and Mildenhall, Ben and Wang, Terrance and Schmidt, Divi and Srinivasan, Pratul P and Barron, Jonathan T and Ng, Ren",
        "title": "Learned initializations for optimizing coordinate-based neural representations"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Emilien-TMLR",
        "author": "Emilien Dupont and Hrushikesh Loya and Milad Alizadeh and Adam Golinski and Yee Whye Teh and Arnaud Doucet",
        "title": "{COIN++}: Neural Compression Across Modalities"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Finn-ICML17",
        "author": "Finn, Chelsea and Abbeel, Pieter and Levine, Sergey",
        "title": "Model-agnostic meta-learning for fast adaptation of deep networks"
      },
      {
        "key": "Nichol-arXiv18",
        "author": "Nichol, Alex and Joshua, Achiam and Schulman, John",
        "title": "On First-Order Meta-Learning Algorithms"
      }
    ]
  }
]