[
  {
    "index": 0,
    "papers": [
      {
        "key": "Liu2020OwlES",
        "author": "Zhe Liu and Chunyang Chen and Junjie Wang and Yuekai Huang and Jun Hu and Qing Wang",
        "title": "Owl Eyes: Spotting UI Display Issues via Visual Understanding"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Liu2022NighthawkFA",
        "author": "Zhe Liu and Chunyang Chen and Junjie Wang and Yuekai Huang and Jun Hu and Qing Wang",
        "title": "Nighthawk: Fully Automated Localizing UI Display Issues via Visual Understanding"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Zhang2022UniRLTestUP",
        "author": "Ziqian Zhang and Yulei Liu and Shengcheng Yu and Xin Li and Yexiao Yun and Chunrong Fang and Zhenyu Chen",
        "title": "UniRLTest: universal platform-independent testing with reinforcement learning via image understanding"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Chen2023EGFEEG",
        "author": "Liuqing Chen and Yunnong Chen and Shuhong Xiao and Yaxuan Song and Lingyun Sun and Yankun Zhen and Tingting Zhou and Yan-fang Chang",
        "title": "EGFE: End-to-end Grouping of Fragmented Elements in UI Designs with Multimodal Learning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Xie2022PsychologicallyinspiredUI",
        "author": "Mulong Xie and Zhenchang Xing and Sidong Feng and Chunyang Chen and Liming Zhu and Xiwei Xu",
        "title": "Psychologically-inspired, unsupervised inference of perceptual groups of GUI widgets from GUI images"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Alshayban2020AccessibilityII",
        "author": "Abdulaziz Alshayban and Iftekhar Ahmed and S. Malek",
        "title": "Accessibility Issues in Android Apps: State of Affairs, Sentiments, and Ways Forward"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Chen2021AccessibleON",
        "author": "Sen Chen and Chunyang Chen and Lingling Fan and Mingming Fan and Xian Zhan and Yang Liu",
        "title": "Accessible or Not An Empirical Investigation of Android App Accessibility"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Rodrigues2020OpenCO",
        "author": "Andr{\\'e} Rodrigues and Hugo Nicolau and Kyle Montague and Jo{\\~a}o Pedro Vieira Guerreiro and Tiago Guerreiro",
        "title": "Open Challenges of Blind People Using Smartphones"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Ross2020AnEL",
        "author": "Anne Spencer Ross and Xiaoyi Zhang and James Fogarty and Jacob O. Wobbrock",
        "title": "An Epidemiology-inspired Large-scale Analysis of Android App Accessibility"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "10338828",
        "author": "Zhang, Mengxi and Liu, Huaxiao and Chen, Chunyang and Gao, Guangyong and Li, Han and Zhao, Jian",
        "title": "AccessFixer: Enhancing GUI Accessibility for Low Vision Users With R-GCN Model"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "AccessibilityScanner",
        "author": "Unknown",
        "title": "Accessibility Scanner"
      },
      {
        "key": "MobileAccessibilityChecker",
        "author": "Shunguo Yan",
        "title": "IBM Strengthens Mobile App Accessibility and Usability"
      },
      {
        "key": "AAAT",
        "author": "Unknown",
        "title": "Automated Accessibility Test Tool"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Hao2014PUMAPU",
        "author": "Shuai Hao and B. Liu and Suman Nath and William G. J. Halfond and R. Govindan",
        "title": "PUMA: programmable UI-automation for large-scale dynamic analysis of mobile apps"
      },
      {
        "key": "Eler2018AutomatedAT",
        "author": "M. Eler and J. Rojas and Yan Ge and G. Fraser",
        "title": "Automated Accessibility Testing of Mobile Apps"
      },
      {
        "key": "Zhang2018RobustAO",
        "author": "Xiaoyi Zhang and Anne Spencer Ross and James Fogarty",
        "title": "Robust Annotation of Mobile Application Interfaces in Methods for Accessibility Repair and Enhancement"
      },
      {
        "key": "Oliveira2016AccessibilityOT",
        "author": "Gabriela Amaral Ara{\\'u}jo de Oliveira and Raphael Winckler de Bettio and Andr{\\'e} Pimenta Freire",
        "title": "Accessibility of the smart home for users with visual disabilities: an evaluation of open source mobile applications for home automation"
      },
      {
        "key": "Hara2013CombiningCA",
        "author": "Kotaro Hara and Vicki Le and Jon E. Froehlich",
        "title": "Combining crowdsourcing and google street view to identify street-level accessibility problems"
      },
      {
        "key": "Zhang2021ScreenRC",
        "author": "Xiaoyi Zhang and Lilian de Greef and Amanda Swearngin and Samuel White and Kyle I. Murray and Lisa Yu and Qi Shan and Jeffrey Nichols and Jason Wu and Chris Fleizach and Aaron Everitt and Jeffrey P. Bigham",
        "title": "Screen Recognition: Creating Accessibility Metadata for Mobile Applications from Pixels"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Kline1995ImprovingGA",
        "author": "Richard L. Kline and Ephraim P. Glinert",
        "title": "Improving GUI accessibility for people with low vision"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Salehnamadi2021LatteUA",
        "author": "Navid Salehnamadi and Abdulaziz Alshayban and Jun-Wei Lin and Iftekhar Ahmed and Stacy M. Branham and Sam Malek",
        "title": "Latte: Use-Case and Assistive-Service Driven Automated Accessibility Testing Framework for Android"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "AccessibilityService",
        "author": "Unknown",
        "title": "Accessibility Service"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Chen2021AccessibleON",
        "author": "Sen Chen and Chunyang Chen and Lingling Fan and Mingming Fan and Xian Zhan and Yang Liu",
        "title": "Accessible or Not An Empirical Investigation of Android App Accessibility"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "AccessibilityScanner",
        "author": "Unknown",
        "title": "Accessibility Scanner"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "MobileAccessibilityChecker",
        "author": "Shunguo Yan",
        "title": "IBM Strengthens Mobile App Accessibility and Usability"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Hao2014PUMAPU",
        "author": "Shuai Hao and B. Liu and Suman Nath and William G. J. Halfond and R. Govindan",
        "title": "PUMA: programmable UI-automation for large-scale dynamic analysis of mobile apps"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "AAAT",
        "author": "Unknown",
        "title": "Automated Accessibility Test Tool"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Eler2018AutomatedAT",
        "author": "M. Eler and J. Rojas and Yan Ge and G. Fraser",
        "title": "Automated Accessibility Testing of Mobile Apps"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Long2020ADA",
        "author": "Yonghao Long and Xiangping Chen and Yuting Xie",
        "title": "A data-driven approach for recommending UI element layout"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Xiao2019IconIntentAI",
        "author": "Xusheng Xiao and Xiaoyin Wang and Zhihao Cao and Hanlin Wang and Peng Gao",
        "title": "IconIntent: Automatic Identification of Sensitive UI Widgets Based on Icon Classification for Android Apps"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Tomlinson2016TalkinAT",
        "author": "Brianna J. Tomlinson and Jonathan H. Schuett and Woodbury Shortridge and Jehoshaph Chandran and B. Walker",
        "title": "Talkin' about the weather: incorporating TalkBack functionality and sonifications for accessible app design"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Chen2020UnblindYA",
        "author": "Jieshan Chen and Chunyang Chen and Zhenchang Xing and Xiwei Xu and Liming Zhu and Guoqiang Li and Jinshui Wang",
        "title": "Unblind Your Apps: Predicting Natural-Language Labels for Mobile GUI Components by Deep Learning"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Mehralian2021DatadrivenAR",
        "author": "Forough Mehralian and Navid Salehnamadi and Sam Malek",
        "title": "Data-driven accessibility repair revisited: on the effectiveness of generating labels for icons in Android apps"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Zhang2017InteractionPF",
        "author": "Xiaoyi Zhang and Anne Spencer Ross and Anat Caspi and James Fogarty and Jacob O. Wobbrock",
        "title": "Interaction Proxies for Runtime Repair and Enhancement of Mobile Application Accessibility"
      }
    ]
  }
]