[
  {
    "index": 0,
    "papers": [
      {
        "key": "kabat2015mindfulness",
        "author": "Kabat-Zinn, Jon",
        "title": "Mindfulness"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "langer1989mindfulness",
        "author": "Langer, Ellen J",
        "title": "Mindfulness Addison-Wesley"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kabat1982outpatient",
        "author": "Kabat-Zinn, Jon",
        "title": "An outpatient program in behavioral medicine for chronic pain patients based on the practice of mindfulness meditation: Theoretical considerations and preliminary results"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Farb2014mindfulness",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "gross1998emerging",
        "author": "Gross, James J",
        "title": "The emerging field of emotion regulation: An integrative review"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "teasdale2000prevention",
        "author": "Teasdale, John D and Segal, Zindel V and Williams, J Mark G and Ridgeway, Valerie A and Soulsby, Judith M and Lau, Mark A",
        "title": "Prevention of relapse/recurrence in major depression by mindfulness-based cognitive therapy."
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "farb2014mindfulness",
        "author": "Farb, Norman AS and Anderson, Adam K and Irving, Julie A and Segal, Zindel V",
        "title": "Mindfulness interventions and emotion regulation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "bernstein2022human",
        "author": "Bernstein, Emily E and Weingarden, Hilary and Wolfe, Emma C and Hall, Margaret D and Snorrason, Ivar and Wilhelm, Sabine",
        "title": "Human support in app-based cognitive behavioral therapies for emotional disorders: scoping review"
      },
      {
        "key": "rathbone2017assessing",
        "author": "Rathbone, Amy Leigh and Clarry, Laura and Prescott, Julie",
        "title": "Assessing the efficacy of mobile health apps using the basic principles of cognitive behavioral therapy: systematic review"
      },
      {
        "key": "kuhn2016cbt",
        "author": "Kuhn, Eric and Weiss, Brandon J and Taylor, Katherine L and Hoffman, Julia E and Ramsey, Kelly M and Manber, Rachel and Gehrman, Philip and Crowley, Jill J and Ruzek, Josef I and Trockel, Mickey",
        "title": "CBT-I coach: a description and clinician perceptions of a mobile app for cognitive behavioral therapy for insomnia"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "terzimehic2019review",
        "author": "Terzimehi{\\'c}, Na{\\dj}a and H{\\\"a}uslschmid, Renate and Hussmann, Heinrich and Schraefel, MC",
        "title": "A review \\& analysis of mindfulness research in HCI: Framing current lines of research and future opportunities"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "li2023exploring",
        "author": "Li, Zhuoyang and Liang, Minhui and Le, Hai Trung and Lc, Ray and Luo, Yuhan",
        "title": "Exploring Design Opportunities for Reflective Conversational Agents to Reduce Compulsive Smartphone Use"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "nepal2024contextual",
        "author": "Nepal, Subigya and Pillai, Arvind and Campbell, William and Massachi, Talie and Choi, Eunsol Soul and Xu, Xuhai and Kuc, Joanna and Huckins, Jeremy F and Holden, Jason and Depp, Colin and others",
        "title": "Contextual AI Journaling: Integrating LLM and Time Series Behavioral Sensing Technology to Promote Self-Reflection and Well-being using the MindScape App"
      },
      {
        "key": "song2024exploreself",
        "author": "Song, Inhwa and Park, SoHyun and Pendse, Sachin R and Schleider, Jessica Lee and De Choudhury, Munmun and Kim, Young-Ho",
        "title": "ExploreSelf: Fostering User-driven Exploration and Reflection on Personal Challenges with Adaptive Guidance by Large Language Models"
      },
      {
        "key": "kim2024mindfuldiary",
        "author": "Kim, Taewan and Bae, Seolyeong and Kim, Hyun Ah and Lee, Su-woo and Hong, Hwajung and Yang, Chanmo and Kim, Young-Ho",
        "title": "MindfulDiary: Harnessing Large Language Model to Support Psychiatric Patients' Journaling"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "terzimehic2019review",
        "author": "Terzimehi{\\'c}, Na{\\dj}a and H{\\\"a}uslschmid, Renate and Hussmann, Heinrich and Schraefel, MC",
        "title": "A review \\& analysis of mindfulness research in HCI: Framing current lines of research and future opportunities"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Schilit1994",
        "author": "Schilit, Bill and Adams, Norman and Want, Roy",
        "title": "Context-aware computing applications"
      },
      {
        "key": "Dey2001",
        "author": "Dey, Anind K.",
        "title": "Understanding and using context"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Gellersen2002",
        "author": "Gellersen, Hans-Werner and Schmidt, Albrecht and Beigl, Michael",
        "title": "Multi-Sensor Context-Awareness in Mobile Devices and Smart Artifacts"
      },
      {
        "key": "10.1145/344949.344988",
        "author": "Abowd, Gregory D. and Mynatt, Elizabeth D.",
        "title": "Charting past, present, and future research in ubiquitous computing"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "10.1145/3699759",
        "author": "Arakawa, Riku and Lehman, Jill Fain and Goel, Mayank",
        "title": "PrISM-Q\\&A: Step-Aware Voice Assistant on a Smartwatch Enabled by Multimodal Procedure Tracking and Large Language Models"
      },
      {
        "key": "10.1016/j.ins.2012.12.028",
        "author": "Wang, Peng and Smeaton, Alan F.",
        "title": "Using visual lifelogs to automatically characterize everyday activities"
      },
      {
        "key": "Wahl2015WISEglassMC",
        "author": "Florian Wahl and Martin Freund and Oliver Amft",
        "title": "WISEglass: multi-purpose context-aware smart eyeglasses"
      },
      {
        "key": "lee2024gazepointarcontextawaremultimodalvoice",
        "author": "Jaewook Lee and Jun Wang and Elizabeth Brown and Liam Chu and Sebastian S. Rodriguez and Jon E. Froehlich",
        "title": "GazePointAR: A Context-Aware Multimodal Voice Assistant for Pronoun Disambiguation in Wearable Augmented Reality"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Khan2019PALAW",
        "author": "Mina Khan and Glenn Fernandes and Utkarsh Oggy Sarawgi and Prudhvi Rampey and Pattie Maes",
        "title": "PAL: A Wearable Platform for Real-time, Personalized and Context-Aware Health and Cognition Support"
      },
      {
        "key": "Khan2021",
        "author": "Khan, M. and Fernandes, G. and Vaish, A. and Manuja, M. and Maes, P. and Stibe, A.",
        "title": "Improving Context-Aware Habit-Support Interventions Using Egocentric Visual Contexts"
      },
      {
        "key": "khan2021palintelligenceaugmentationusing",
        "author": "Mina Khan and Pattie Maes",
        "title": "PAL: Intelligence Augmentation using Egocentric Visual Context Detection"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "radford2021learningtransferablevisualmodels",
        "author": "Alec Radford and Jong Wook Kim and Chris Hallacy and Aditya Ramesh and Gabriel Goh and Sandhini Agarwal and Girish Sastry and Amanda Askell and Pamela Mishkin and Jack Clark and Gretchen Krueger and Ilya Sutskever",
        "title": "Learning Transferable Visual Models From Natural Language Supervision"
      },
      {
        "key": "Jia2021",
        "author": "Jia, C. et al.",
        "title": "Scaling Up Visual and Vision-Language Representation Learning With Noisy Text Supervision"
      },
      {
        "key": "Alayrac2022",
        "author": "Alayrac, J. B. et al.",
        "title": "Flamingo: A Visual Language Model for Few-Shot Learning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Chang_2024",
        "author": "Chang, Ruei-Che and Liu, Yuxuan and Guo, Anhong",
        "title": "WorldScribe: Towards Context-Aware Live Visual Descriptions"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "openai_vision_guide",
        "author": "{OpenAI}",
        "title": "OpenAI Platform Vision Guide"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "10.1145/3613904.3642450",
        "author": "Zulfikar, Wazeer Deen and Chan, Samantha and Maes, Pattie",
        "title": "Memoro: Using Large Language Models to Realize a Concise Interface for Real-Time Memory Augmentation"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "brown2020languagemodelsfewshotlearners",
        "author": "Tom B. Brown and Benjamin Mann and Nick Ryder and Melanie Subbiah and Jared Kaplan and Prafulla Dhariwal and Arvind Neelakantan and Pranav Shyam and Girish Sastry and Amanda Askell and Sandhini Agarwal and Ariel Herbert-Voss and Gretchen Krueger and Tom Henighan and Rewon Child and Aditya Ramesh and Daniel M. Ziegler and Jeffrey Wu and Clemens Winter and Christopher Hesse and Mark Chen and Eric Sigler and Mateusz Litwin and Scott Gray and Benjamin Chess and Jack Clark and Christopher Berner and Sam McCandlish and Alec Radford and Ilya Sutskever and Dario Amodei",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "nahum2018just",
        "author": "Nahum-Shani, Inbal and Smith, Shawna N and Spring, Bonnie J and Collins, Linda M and Witkiewitz, Katie and Tewari, Ambuj and Murphy, Susan A",
        "title": "Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support"
      },
      {
        "key": "orzikulova2024time2stop",
        "author": "Orzikulova, Adiba and Xiao, Han and Li, Zhipeng and Yan, Yukang and Wang, Yuntao and Shi, Yuanchun and Ghassemi, Marzyeh and Lee, Sung-Ju and Dey, Anind K and Xu, Xuhai",
        "title": "Time2Stop: Adaptive and Explainable Human-AI Loop for Smartphone Overuse Intervention"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "salber1999context",
        "author": "Salber, Daniel and Dey, Anind K and Abowd, Gregory D",
        "title": "The context toolkit: Aiding the development of context-enabled applications"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "lolla2023evaluating",
        "author": "Lolla, Sruzan and Sas, Corina",
        "title": "Evaluating Mobile Apps Targeting Personal Goals"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "lazar2015we",
        "author": "Lazar, Amanda and Koehler, Christian and Tanenbaum, Theresa Jean and Nguyen, David H",
        "title": "Why we use and abandon smart devices"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "dominick2020goals",
        "author": "Dominick, Janna K and Cole, Shana",
        "title": "Goals as identities: Boosting perceptions of healthy-eater identity for easier goal pursuit"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "yee2007proteus",
        "author": "Yee, Nick and Bailenson, Jeremy",
        "title": "The Proteus effect: The effect of transformed self-representation on behavior"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "clarke2023fakeforward",
        "author": "Clarke, Christopher and Xu, Jingnan and Zhu, Ye and Dharamshi, Karan and McGill, Harry and Black, Stephen and Lutteroth, Christof",
        "title": "FakeForward: using deepfake technology for feedforward learning"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "clarke2023fakeforward",
        "author": "Clarke, Christopher and Xu, Jingnan and Zhu, Ye and Dharamshi, Karan and McGill, Harry and Black, Stephen and Lutteroth, Christof",
        "title": "FakeForward: using deepfake technology for feedforward learning"
      },
      {
        "key": "leong2021investigating",
        "author": "Leong, Joanne Sun Ling",
        "title": "Investigating the use of synthetic media and real-time virtual camera filters for supporting communication and creativity"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "costa2018regulating",
        "author": "Costa, Jean and Jung, Malte F and Czerwinski, Mary and Guimbreti{\\`e}re, Fran{\\c{c}}ois and Le, Trinh and Choudhury, Tanzeem",
        "title": "Regulating feelings during interpersonal conflicts by changing voice self-perception"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "kim2024myvoice",
        "author": "Kim, Jieun and Song, Hayeon",
        "title": "My Voice as a Daily Reminder: Self-Voice Alarm for Daily Goal Achievement"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "chan2021kinvoices",
        "author": "Chan, Sam WT and Gunasekaran, Tamil Selvan and Pai, Yun Suen and Zhang, Haimo and Nanayakkara, Suranga",
        "title": "KinVoices: Using voices of friends and family in voice interfaces"
      }
    ]
  }
]