[
  {
    "index": 0,
    "papers": [
      {
        "key": "autor2003skill",
        "author": "Autor, David H and Levy, Frank and Murnane, Richard J",
        "title": "The skill content of recent technological change: An empirical exploration"
      },
      {
        "key": "autor2013task",
        "author": "Autor, David H",
        "title": "The “task approach” to labor markets: an overview"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "autor2015there",
        "author": "Autor, David H",
        "title": "Why are there still so many jobs? The history and future of workplace automation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "acemoglu2018race",
        "author": "Acemoglu, Daron and Restrepo, Pascual",
        "title": "The race between man and machine: Implications of technology for growth, factor shares, and employment"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "onet2025",
        "author": "{National Center for O*NET Development}",
        "title": "{O*NET OnLine}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "frey2017future",
        "author": "Frey, Carl Benedikt and Osborne, Michael A",
        "title": "The future of employment: How susceptible are jobs to computerisation?"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "brynjolfsson2018can",
        "author": "Brynjolfsson, Erik and Mitchell, Tom and Rock, Daniel",
        "title": "What can machines learn and what does it mean for occupations and the economy?"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Webb2019TheIO",
        "author": "Michael Webb",
        "title": "The Impact of Artificial Intelligence on the Labor Market"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "felten2023will",
        "author": "Felten, Ed and Raj, Manav and Seamans, Robert",
        "title": "How will language modelers like chatgpt affect occupations and industries?"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "gptsaregpts",
        "author": "Tyna Eloundou and Sam Manning and Pamela Mishkin and Daniel Rock",
        "title": "GPTs are GPTs: An Early Look at the Labor Market Impact Potential of Large Language Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "humlum2024adoption",
        "author": "Humlum, Anders and Vestergaard, Emilie",
        "title": "The Adoption of {ChatGPT}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "bick2024rapid",
        "author": "Bick, Alexander and Blandin, Adam and Deming, David J",
        "title": "The rapid adoption of generative ai"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "peng2023impact",
        "author": "Peng, Sida and Kalliamvakou, Eirini and Cihon, Peter and Demirer, Mert",
        "title": "The impact of ai on developer productivity: Evidence from github copilot"
      },
      {
        "key": "cui2024effects",
        "author": "Cui, Zheyuan Kevin and Demirer, Mert and Jaffe, Sonia and Musolff, Leon and Peng, Sida and Salz, Tobias",
        "title": "The effects of generative ai on high skilled work: Evidence from three field experiments with software developers"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "noy2023experimental",
        "author": "Noy, Shakked and Zhang, Whitney",
        "title": "Experimental evidence on the productivity effects of generative artificial intelligence"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "brynjolfsson2023generative",
        "author": "Brynjolfsson, Erik and Li, Danielle and Raymond, Lindsey R",
        "title": "Generative AI at work"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "dell2023navigating",
        "author": "Dell'Acqua, Fabrizio and McFowland III, Edward and Mollick, Ethan R and Lifshitz-Assaf, Hila and Kellogg, Katherine and Rajendran, Saran and Krayer, Lisa and Candelon, Fran{\\c{c}}ois and Lakhani, Karim R",
        "title": "Navigating the jagged technological frontier: Field experimental evidence of the effects of AI on knowledge worker productivity and quality"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "merali2024scaling",
        "author": "Merali, Ali",
        "title": "Scaling Laws for Economic Productivity: Experimental Evidence in LLM-Assisted Translation"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "choi2023ai",
        "author": "Choi, Jonathan H and Schwarcz, Daniel",
        "title": "Ai assistance in legal analysis: An empirical study"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "wiles2024genai",
        "author": "Wiles, Emma and Krayer, Lisa and Abbadi, Mohamed and Awasthi, Urvi and Kennedy, Ryan and Mishkin, Pamela and Sack, Daniel and Candelon, Fran{\\c{c}}ois",
        "title": "GenAI as an Exoskeleton: Experimental Evidence on Knowledge Workers Using GenAI on New Skills"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "clio",
        "author": "Alex Tamkin and Miles McCain and Kunal Handa and Esin Durmus and Liane Lovitt and Ankur Rathi and Saffron Huang and Alfred Mountfield and Jerry Hong and Stuart Ritchie and Michael Stern and Brian Clarke and Landon Goldberg and Theodore R. Sumers and Jared Mueller and William McEachen and Wes Mitchell and Shan Carter and Jack Clark and Jared Kaplan and Deep Ganguli",
        "title": "Clio: Privacy-Preserving Insights into Real-World AI Use"
      }
    ]
  }
]