[
  {
    "index": 0,
    "papers": [
      {
        "key": "yang2024formal",
        "author": "Yang, Kaiyu and Poesia, Gabriel and He, Jingxuan and Li, Wenda and Lauter, Kristin and Chaudhuri, Swarat and Song, Dawn",
        "title": "Formal Mathematical Reasoning: A New Frontier in AI"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "moura2021lean",
        "author": "Moura, Leonardo de and Ullrich, Sebastian",
        "title": "The Lean 4 theorem prover and programming language"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "paulson1994isabelle",
        "author": "Paulson, Lawrence C",
        "title": "Isabelle: A generic theorem prover"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "huet1997coq",
        "author": "Huet, G{\\'e}rard and Kahn, Gilles and Paulin-Mohring, Christine",
        "title": "The coq proof assistant a tutorial"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "yang2024leandojo",
        "author": "Yang, Kaiyu and Swope, Aidan and Gu, Alex and Chalamala, Rahul and Song, Peiyang and Yu, Shixing and Godil, Saad and Prenger, Ryan J and Anandkumar, Animashree",
        "title": "Leandojo: Theorem proving with retrieval-augmented language models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "jiang2022thor",
        "author": "Jiang, Albert Qiaochu and Li, Wenda and Tworkowski, Szymon and Czechowski, Konrad and Odrzyg{\\'o}{\\'z}d{\\'z}, Tomasz and Mi{\\l}o{\\'s}, Piotr and Wu, Yuhuai and Jamnik, Mateja",
        "title": "Thor: Wielding hammers to integrate language models and automated theorem provers"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wang2023lego",
        "author": "Wang, Haiming and Xin, Huajian and Zheng, Chuanyang and Li, Lin and Liu, Zhengying and Cao, Qingxing and Huang, Yinya and Xiong, Jing and Shi, Han and Xie, Enze and others",
        "title": "Lego-prover: Neural theorem proving with growing libraries"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "jiang2022draft",
        "author": "Jiang, Albert Q and Welleck, Sean and Zhou, Jin Peng and Li, Wenda and Liu, Jiacheng and Jamnik, Mateja and Lacroix, Timoth{\\'e}e and Wu, Yuhuai and Lample, Guillaume",
        "title": "Draft, sketch, and prove: Guiding formal theorem provers with informal proofs"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "first2023baldur",
        "author": "First, Emily and Rabe, Markus N and Ringer, Talia and Brun, Yuriy",
        "title": "Baldur: Whole-proof generation and repair with large language models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "xin2024deepseekproverv15harnessingproofassistant",
        "author": "Huajian Xin and Z. Z. Ren and Junxiao Song and Zhihong Shao and Wanjia Zhao and Haocheng Wang and Bo Liu and Liyue Zhang and Xuan Lu and Qiushi Du and Wenjun Gao and Qihao Zhu and Dejian Yang and Zhibin Gou and Z. F. Wu and Fuli Luo and Chong Ruan",
        "title": "DeepSeek-Prover-V1.5: Harnessing Proof Assistant Feedback for Reinforcement Learning and Monte-Carlo Tree Search"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "wang2024theoremllama",
        "author": "Wang, Ruida and Zhang, Jipeng and Jia, Yizhen and Pan, Rui and Diao, Shizhe and Pi, Renjie and Zhang, Tong",
        "title": "Theoremllama: Transforming general-purpose llms into lean4 experts"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "yu2023metamath",
        "author": "Yu, Longhui and Jiang, Weisen and Shi, Han and Yu, Jincheng and Liu, Zhengying and Zhang, Yu and Kwok, James T and Li, Zhenguo and Weller, Adrian and Liu, Weiyang",
        "title": "MetaMath: Bootstrap Your Own Mathematical Questions for Large Language Models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "xin2024deepseekproverv15harnessingproofassistant",
        "author": "Huajian Xin and Z. Z. Ren and Junxiao Song and Zhihong Shao and Wanjia Zhao and Haocheng Wang and Bo Liu and Liyue Zhang and Xuan Lu and Qiushi Du and Wenjun Gao and Qihao Zhu and Dejian Yang and Zhibin Gou and Z. F. Wu and Fuli Luo and Chong Ruan",
        "title": "DeepSeek-Prover-V1.5: Harnessing Proof Assistant Feedback for Reinforcement Learning and Monte-Carlo Tree Search"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "xia2024evaluating",
        "author": "Xia, Shijie and Li, Xuefeng and Liu, Yixin and Wu, Tongshuang and Liu, Pengfei",
        "title": "Evaluating Mathematical Reasoning Beyond Accuracy"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "zhang2025mathverse",
        "author": "Zhang, Renrui and Jiang, Dongzhi and Zhang, Yichi and Lin, Haokun and Guo, Ziyu and Qiu, Pengshuo and Zhou, Aojun and Lu, Pan and Chang, Kai-Wei and Qiao, Yu and others",
        "title": "Mathverse: Does your multi-modal llm truly see the diagrams in visual math problems?"
      },
      {
        "key": "hao2024llm",
        "author": "Hao, Shibo and Gu, Yi and Luo, Haotian and Liu, Tianyang and Shao, Xiyan and Wang, Xinyuan and Xie, Shuhua and Ma, Haodi and Samavedhi, Adithya and Gao, Qiyue and others",
        "title": "LLM Reasoners: New Evaluation, Library, and Analysis of Step-by-Step Reasoning with Large Language Models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "shao2024empirical",
        "author": "Shao, Minghao and Chen, Boyuan and Jancheska, Sofija and Dolan-Gavitt, Brendan and Garg, Siddharth and Karri, Ramesh and Shafique, Muhammad",
        "title": "An empirical evaluation of llms for solving offensive security challenges"
      },
      {
        "key": "jin2023cladder",
        "author": "Jin, Zhijing and Chen, Yuen and Leeb, Felix and Gresele, Luigi and Kamal, Ojasv and Zhiheng, LYU and Blin, Kevin and Adauto, Fernando Gonzalez and Kleiman-Weiner, Max and Sachan, Mrinmaya and others",
        "title": "Cladder: Assessing causal reasoning in language models"
      },
      {
        "key": "orenes2023using",
        "author": "Orenes-Vera, Marcelo and Martonosi, Margaret and Wentzlaff, David",
        "title": "Using llms to facilitate formal verification of rtl"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "xia2024evaluating",
        "author": "Xia, Shijie and Li, Xuefeng and Liu, Yixin and Wu, Tongshuang and Liu, Pengfei",
        "title": "Evaluating Mathematical Reasoning Beyond Accuracy"
      },
      {
        "key": "hong2024stuck",
        "author": "Hong, Pengfei and Ghosal, Deepanway and Majumder, Navonil and Aditya, Somak and Mihalcea, Rada and Poria, Soujanya",
        "title": "Stuck in the Quicksand of Numeracy, Far from AGI Summit: Evaluating LLMs' Mathematical Competency through Ontology-guided Perturbations"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "srivastava2024evaluating",
        "author": "Srivastava, Pragya and Malik, Manuj and Gupta, Vivek and Ganu, Tanuja and Roth, Dan",
        "title": "Evaluating llms’ mathematical reasoning in financial document question answering"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "zhuang2023efficiently",
        "author": "Zhuang, Yan and Liu, Qi and Ning, Yuting and Huang, Weizhe and Lv, Rui and Huang, Zhenya and Zhao, Guanhao and Zhang, Zheng and Mao, Qingyang and Wang, Shijin and others",
        "title": "Efficiently measuring the cognitive ability of llms: An adaptive testing perspective"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "polo2024tinybenchmarks",
        "author": "Polo, Felipe Maia and Weber, Lucas and Choshen, Leshem and Sun, Yuekai and Xu, Gongjun and Yurochkin, Mikhail",
        "title": "tinyBenchmarks: evaluating LLMs with fewer examples"
      },
      {
        "key": "yuan2024s",
        "author": "Yuan, Xiaohan and Li, Jinfeng and Wang, Dongxia and Chen, Yuefeng and Mao, Xiaofeng and Huang, Longtao and Xue, Hui and Wang, Wenhai and Ren, Kui and Wang, Jingyi",
        "title": "S-Eval: Automatic and Adaptive Test Generation for Benchmarking Safety Evaluation of Large Language Models"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "furr2021psychometrics",
        "author": "Furr, R Michael",
        "title": "Psychometrics: an introduction"
      },
      {
        "key": "templin2010diagnostic",
        "author": "Templin, Jonathan and Henson, Robert A and others",
        "title": "Diagnostic measurement: Theory, methods, and applications"
      },
      {
        "key": "mislevy2003brief",
        "author": "Mislevy, Robert J and Almond, Russell G and Lukas, Janice F",
        "title": "A brief introduction to evidence-centered design"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "baker2001basics",
        "author": "Baker, Frank B",
        "title": "The basics of item response theory"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "fayers2004item",
        "author": "Fayers, Peter",
        "title": "Item response theory for psychologists"
      }
    ]
  }
]