[
  {
    "index": 0,
    "papers": [
      {
        "key": "ChatGPTRobotics",
        "author": "Sai Vemprala and Rogerio Bonatti and Arthur Bucker and Ashish Kapoor",
        "title": "ChatGPT for Robotics: Design Principles and Model Abilities"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "CodeasPolicies",
        "author": "Jacky Liang and Wenlong Huang and Fei Xia and Peng Xu and Karol Hausman and Brian Ichter and Pete Florence and Andy Zeng",
        "title": "Code as Policies: Language Model Programs for Embodied Control"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "TypeFly",
        "author": "Chen, Guojun and Yu, Xiaojing and Ling, Neiwen and Zhong, Lin",
        "title": "Typefly: Flying drones with large language model"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "REAL",
        "author": "Andrea Tagliabue and Kota Kondo and Tong Zhao and Mason Peterson and Claudius T. Tewari and Jonathan P. How",
        "title": "REAL: Resilience and Adaptation using Large Language Models on Autonomous Aerial Robots"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "PlanAgent",
        "author": "Yupeng Zheng and Zebin Xing and Qichao Zhang and Bu Jin and Pengfei Li and Yuhang Zheng and Zhongpu Xia and Kun Zhan and Xianpeng Lang and Yaran Chen and Dongbin Zhao",
        "title": "PlanAgent: A Multi-modal Large Language Agent for Closed-loop Vehicle Motion Planning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "ChatGPTRobotics",
        "author": "Sai Vemprala and Rogerio Bonatti and Arthur Bucker and Ashish Kapoor",
        "title": "ChatGPT for Robotics: Design Principles and Model Abilities"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "ChatGPTRobotics",
        "author": "Sai Vemprala and Rogerio Bonatti and Arthur Bucker and Ashish Kapoor",
        "title": "ChatGPT for Robotics: Design Principles and Model Abilities"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "AdaptiveRAG",
        "author": "Rui, Zeaus Koh Jin and Serene, Zhang Ning An and Perrie, Lim En-lye and Le, Lim Gang and Jeremy, Wong Rui Ming",
        "title": "OPTIMISING UAV DYNAMICS: USER-CENTRIC LARGE LANGUAGE MODEL INTEGRATION FOR DYNAMIC ADAPTATION"
      },
      {
        "key": "CLEAR",
        "author": "Macdonald, Jacob P and Mallick, Rohit and Wollaber, Allan B and Pe{\\~n}a, Jaime D and McNeese, Nathan and Siu, Ho Chit",
        "title": "Language, Camera, Autonomy! Prompt-engineered Robot Control for Rapidly Evolving Deployment"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "PromptEngineering",
        "author": "Microsoft Learn",
        "title": "Prompt engineering techniques"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ChatGPTRobotics",
        "author": "Sai Vemprala and Rogerio Bonatti and Arthur Bucker and Ashish Kapoor",
        "title": "ChatGPT for Robotics: Design Principles and Model Abilities"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "VisionPlanning",
        "author": "Shirai, Keisuke and Beltran-Hernandez, Cristian C. and Hamaya, Masashi and Hashimoto, Atsushi and Tanaka, Shohei and Kawaharazuka, Kento and Tanaka, Kazutoshi and Ushiku, Yoshitaka and Mori, Shinsuke",
        "title": "Vision-Language Interpreter for Robot Task Planning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "JailbreakingLLM",
        "author": "Patrick Chao and Alexander Robey and Edgar Dobriban and Hamed Hassani and George J. Pappas and Eric Wong",
        "title": "Jailbreaking Black Box Large Language Models in Twenty Queries"
      },
      {
        "key": "PromptInjection",
        "author": " Zhang, Wenxiao and Kong, Xiangrui and Dewitt, Conan and Braunl, Thomas and Hong, Jin B. ",
        "title": "{ A Study on Prompt Injection Attack Against LLM-Integrated Mobile Robotic Systems }"
      },
      {
        "key": "HighlightSafetyConcern",
        "author": "Xiyang Wu and Ruiqi Xian and Tianrui Guan and Jing Liang and Souradip Chakraborty and Fuxiao Liu and Brian M. Sadler and Dinesh Manocha and Amrit Bedi",
        "title": "On the Safety Concerns of Deploying {LLM}s/{VLM}s in Robotics: Highlighting the Risks and Vulnerabilities"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "PluginSafety",
        "author": "Yang, Ziyi and Raman, Shreyas S. and Shah, Ankit and Tellex, Stefanie",
        "title": "Plug in the Safety Chip: Enforcing Constraints for LLM-driven Robot Agents"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "AutoTAMP",
        "author": "Chen, Yongchao and Arkin, Jacob and Dawson, Charles and Zhang, Yang and Roy, Nicholas and Fan, Chuchu",
        "title": "AutoTAMP: Autoregressive Task and Motion Planning with LLMs as Translators and Checkers"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "AutoTAMP",
        "author": "Chen, Yongchao and Arkin, Jacob and Dawson, Charles and Zhang, Yang and Roy, Nicholas and Fan, Chuchu",
        "title": "AutoTAMP: Autoregressive Task and Motion Planning with LLMs as Translators and Checkers"
      },
      {
        "key": "ISR-LLM",
        "author": "Zhou, Zhehua and Song, Jiayang and Yao, Kunpeng and Shu, Zhan and Ma, Lei",
        "title": "ISR-LLM: Iterative Self-Refined Large Language Model for Long-Horizon Sequential Task Planning"
      },
      {
        "key": "Lifelong",
        "author": "Parakh, Meenal and Fong, Alisha and Simeonov, Anthony and Chen, Tao and Gupta, Abhishek and Agrawal, Pulkit",
        "title": "Lifelong Robot Learning with Human Assisted Language Planners"
      },
      {
        "key": "EnsureSafety",
        "author": "Wang, Ziming and Liu, Qingchen and Qin, Jiahu and Li, Man",
        "title": "Ensuring Safety in LLM-Driven Robotics: A Cross-Layer Sequence Supervision Mechanism"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "URIAL",
        "author": "Bill Yuchen Lin and Abhilasha Ravichander and Ximing Lu and Nouha Dziri and Melanie Sclar and Khyathi Chandu and Chandra Bhagavatula and Yejin Choi",
        "title": "The Unlocking Spell on Base LLMs: Rethinking Alignment via In-Context Learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "CodeasPolicies",
        "author": "Jacky Liang and Wenlong Huang and Fei Xia and Peng Xu and Karol Hausman and Brian Ichter and Pete Florence and Andy Zeng",
        "title": "Code as Policies: Language Model Programs for Embodied Control"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "PromptBook",
        "author": "Arenas, Montserrat Gonzalez and Xiao, Ted and Singh, Sumeet and Jain, Vidhi and Ren, Allen and Vuong, Quan and Varley, Jake and Herzog, Alexander and Leal, Isabel and Kirmani, Sean and Prats, Mario and Sadigh, Dorsa and Sindhwani, Vikas and Rao, Kanishka and Liang, Jacky and Zeng, Andy",
        "title": "How to Prompt Your Robot: A PromptBook for Manipulation Skills with Code as Policies"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "CoT",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Ichter, Brian and Xia, Fei and Chi, Ed H. and Le, Quoc V. and Zhou, Denny",
        "title": "Chain-of-thought prompting elicits reasoning in large language models"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "PromptBook",
        "author": "Arenas, Montserrat Gonzalez and Xiao, Ted and Singh, Sumeet and Jain, Vidhi and Ren, Allen and Vuong, Quan and Varley, Jake and Herzog, Alexander and Leal, Isabel and Kirmani, Sean and Prats, Mario and Sadigh, Dorsa and Sindhwani, Vikas and Rao, Kanishka and Liang, Jacky and Zeng, Andy",
        "title": "How to Prompt Your Robot: A PromptBook for Manipulation Skills with Code as Policies"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ISR-LLM",
        "author": "Zhou, Zhehua and Song, Jiayang and Yao, Kunpeng and Shu, Zhan and Ma, Lei",
        "title": "ISR-LLM: Iterative Self-Refined Large Language Model for Long-Horizon Sequential Task Planning"
      }
    ]
  }
]