[
  {
    "index": 0,
    "papers": [
      {
        "key": "gao2006starfm",
        "author": "Gao, Feng and Masek, Jeffrey G. and Schwaller, Mathew and Hall, Forrest G.",
        "title": "On the blending of the {Landsat} and {MODIS} surface reflectance: Predicting daily {Landsat} surface reflectance"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zhu2010fusion",
        "author": "Zhu, Xiaolin and Chen, Jin and Gao, Feng and Masek, Jeffrey G.",
        "title": "Combining {Landsat} and {MODIS} for a cloud-free, consistent time series"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zhu2016histarfm",
        "author": "Zhu, Xiaolin and Gao, Feng and Liu, Yang and Chen, Jin",
        "title": "Better monitoring of land cover dynamics using {Landsat} 8 time series"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "goodfellow2014generative",
        "author": "Goodfellow, Ian and Pouget-Abadie, Jean and Mirza, Mehdi and Xu, Bing and Warde-Farley, David and Ozair, Sherjil and Courville, Aaron and Bengio, Yoshua",
        "title": "Generative Adversarial Nets"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "ho2020denoising",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising Diffusion Probabilistic Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Wang2019",
        "author": "Wang, Han and Wu, Wei and Su, Yang and Duan, Yongsheng and Wang, Pengze",
        "title": "Image Super-Resolution using a Improved Generative Adversarial Network"
      },
      {
        "key": "Lim2017EnhancedDeepSR",
        "author": "Lim, Bee and Son, Sanghyun and Kim, Heewon and Nah, Seungjun and Lee, Kyoung Mu",
        "title": "Enhanced Deep Residual Networks for Single Image Super-Resolution"
      },
      {
        "key": "Diffusion22",
        "author": "Rombach, Robin and Blattmann, Andreas and Lorenz, Dominik and Esser, Patrick and Ommer, Bj\\\"{o}rn",
        "title": "High-Resolution Image Synthesis with Latent Diffusion Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "dhariwal2021diffusion",
        "author": "Dhariwal, Prafulla and Nichol, Alex",
        "title": "Diffusion Models Beat {GANs} on Image Synthesis"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Xiao2024EDiffSR",
        "author": "Xiao, Yi and Yuan, Qiangqiang and Jiang, Kui and He, Jiang and Jin, Xianyu and Zhang, Liangpei",
        "title": "{EDiffSR}: An Efficient Diffusion Probabilistic Model for Remote Sensing Image Super-Resolution"
      },
      {
        "key": "khanna2024diffusionsat",
        "author": "Samar Khanna and Patrick Liu and Linqi Zhou and Chenlin Meng and Robin Rombach and Marshall Burke and David B. Lobell and Stefano Ermon",
        "title": "DiffusionSat: A Generative Foundation Model for Satellite Imagery"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Lipman2023Flow",
        "author": "Lipman, Yaron and Chen, Ricky T. Q. and Ben-Hamu, Heli and Nickel, Maximilian and Le, Matthew",
        "title": "Flow Matching for Generative Modeling"
      },
      {
        "key": "Tong2024Improving",
        "author": "Tong, Alexander and Fatras, Kilian and Malkin, Nikolay and Huguet, Guillaume and Zhang, Yanlei and Rector-Brooks, Jarrid and Wolf, Guy and Bengio, Yoshua",
        "title": "Improving and generalizing flow-based generative models with minibatch optimal transport"
      }
    ]
  }
]