[
  {
    "index": 0,
    "papers": [
      {
        "key": "gpt-3-brown2020language",
        "author": "Brown, Tom B. and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and Agarwal, Sandhini and Herbert-Voss, Ariel and Krueger, Gretchen and Henighan, Tom and Child, Rewon and Ramesh, Aditya and Ziegler, Daniel M. and Wu, Jeffrey and Winter, Clemens and Hesse, Christopher and Chen, Mark and Sigler, Eric and Litwin, Mateusz and Gray, Scott and Chess, Benjamin and Clark, Jack and Berner, Christopher and McCandlish, Sam and Radford, Alec and Sutskever, Ilya and Amodei, Dario",
        "title": "Language models are few-shot learners"
      },
      {
        "key": "icl0-dong2022survey",
        "author": "Dong, Qingxiu  and\nLi, Lei  and\nDai, Damai  and\nZheng, Ce  and\nMa, Jingyuan  and\nLi, Rui  and\nXia, Heming  and\nXu, Jingjing  and\nWu, Zhiyong  and\nChang, Baobao  and\nSun, Xu  and\nLi, Lei  and\nSui, Zhifang",
        "title": "A Survey on In-context Learning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "icl1-liu2021makes",
        "author": "Liu, Jiachang  and\nShen, Dinghan  and\nZhang, Yizhe  and\nDolan, Bill  and\nCarin, Lawrence  and\nChen, Weizhu",
        "title": "What Makes Good In-Context Examples for {GPT}-3?"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "icl5-levy2022diverse",
        "author": "Levy, Itay  and\nBogin, Ben  and\nBerant, Jonathan",
        "title": "Diverse Demonstrations Improve In-context Compositional Generalization"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "icl4-chung2024scaling",
        "author": "Hyung Won Chung and Le Hou and S. Longpre and Barret Zoph and Yi Tay and William Fedus and Eric Li and Xuezhi Wang and Mostafa Dehghani and Siddhartha Brahma and Albert Webson and Shixiang Shane Gu and Zhuyun Dai and Mirac Suzgun and Xinyun Chen and Aakanksha Chowdhery and Dasha Valter and Sharan Narang and Gaurav Mishra and Adams Wei Yu and Vincent Zhao and Yanping Huang and Andrew M. Dai and Hongkun Yu and Slav Petrov and Ed H. Chi and Jeff Dean and Jacob Devlin and Adam Roberts and Denny Zhou and Quoc V. Le and Jason Wei",
        "title": "Scaling Instruction-Finetuned Language Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "icl2-sorensen2022information",
        "author": "Sorensen, Taylor  and\nRobinson, Joshua  and\nRytting, Christopher  and\nShaw, Alexander  and\nRogers, Kyle  and\nDelorey, Alexia  and\nKhalil, Mahmoud  and\nFulda, Nancy  and\nWingate, David",
        "title": "An Information-theoretic Approach to Prompt Engineering Without Ground Truth Labels"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "icl3-tanwar2023multilingual",
        "author": "Tanwar, Eshaan  and\nDutta, Subhabrata  and\nBorthakur, Manish  and\nChakraborty, Tanmoy",
        "title": "Multilingual {LLM}s are Better Cross-lingual In-context Learners with Alignment"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Abdurrahim2024MentalHP",
        "author": "Abdurrahim Abdurrahim and Dhomas Hatta Fudholi",
        "title": "Mental Health Prediction Model on Social Media Data Using CNN-BiLSTM"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Cai2023DepressionDO",
        "author": "Yicheng Cai and Haizhou Wang and Huali Ye and Yanwen Jin and Wei Gao",
        "title": "Depression detection on online social network with multivariate time series feature of user depressive symptoms"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "10037751",
        "author": "Misgar, Muzafar Mehraj and Bhatia, M.P.S",
        "title": "Detection of Depression from IoMT Time Series Data using UMAP features"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Wang2024SADTIMEAS",
        "author": "Han-Guang Wang and Huirang Hou and Li-Cheng Jin and Chen-Yang Xu and Zhong-Yi Zhang and Qinghao Meng",
        "title": "SAD-TIME: a Spatiotemporal-fused network for depression detection with Automated multi-scale Depth-wise and TIME-interval-related common feature extractor"
      },
      {
        "key": "Yao2024Depression",
        "author": "Yao, Xingda and Ying, Lingkang and He, Tianxiang and Ren, Ligang and Xu, Ruiji and Mao, Keji",
        "title": "Depression Detection Based on Multilevel Semantic Features"
      },
      {
        "key": "YING2024106182",
        "author": "Ming Ying and Xuexiao Shao and Jing Zhu and Qinglin Zhao and Xiaowei Li and Bin Hu",
        "title": "EDT: An EEG-based attention model for feature learning and depression recognition"
      },
      {
        "key": "DAI20211040",
        "author": "Zhijun Dai and Heng Zhou and Qingfang Ba and Yang Zhou and Lifeng Wang and Guochen Li",
        "title": "Improving depression prediction using a novel feature selection algorithm coupled with context-aware analysis"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Ali2024LeveragingAA",
        "author": "Abdelrahman A. Ali and Aya E. Fouda and Radwa J. Hanafy and Mohammed E. Fouda",
        "title": "Leveraging Audio and Text Modalities in Mental Health: A Study of LLMs Performance"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Ye2024DepMambaPF",
        "author": "Jiaxin Ye and Junping Zhang and Hongming Shan",
        "title": "DepMamba: Progressive Fusion Mamba for Multimodal Depression Detection"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "10.1145/3627673.3679797",
        "author": "Jung, Juho and Kang, Chaewon and Yoon, Jeewoo and Kim, Seungbae and Han, Jinyoung",
        "title": "HiQuE: Hierarchical Question Embedding Network for Multimodal Depression Detection"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Lan2024DepressionDO",
        "author": "Xiaochong Lan and Yiming Cheng and Li Sheng and Chen Gao and Yong Li",
        "title": "Depression Detection on Social Media with Large Language Models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Shah2024AdvancingDD",
        "author": "Shahid Munir Shah and Syeda Anshrah Gillani and Mirza Samad Ahmed Baig and Muhammad Aamer Saleem and Muhammad Hamzah Siddiqui",
        "title": "Advancing Depression Detection on Social Media Platforms Through Fine-Tuned Large Language Models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Kuzmin2024MentalDD",
        "author": "Gleb Kuzmin and Petr Strepetov and Maksim Stankevich and Ivan Smirnov and Artem Shelmanov",
        "title": "Mental Disorders Detection in the Era of Large Language Models"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "10354236",
        "author": "Danner, Michael and Hadzic, Bakir and Gerhardt, Sophie and Ludwig, Simon and Uslu, Irem and Shao, Peng and Weber, Thomas and Shiban, Youssef and Ratsch, Matthias",
        "title": "Advancing Mental Health Diagnostics: GPT-Based Method for Depression Detection"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Yang2023MentaLLaMAIM",
        "author": "Yang, Kailai and Zhang, Tianlin and Kuang, Ziyan and Xie, Qianqian and Huang, Jimin and Ananiadou, Sophia",
        "title": "MentaLLaMA: Interpretable Mental Health Analysis on Social Media with Large Language Models"
      }
    ]
  }
]