[
  {
    "index": 0,
    "papers": [
      {
        "key": "tcm",
        "author": "Chavan, Akshar Shravan and Brocanelli, Marco",
        "title": "Towards High-Quality Battery Life for Autonomous Mobile Robot Fleets"
      },
      {
        "key": "9981285",
        "author": "Seewald, Adam and de Marina, Héctor García and Midtiby, Henrik Skov and Schultz, Ulrik Pagh",
        "title": "Energy-Aware Planning-Scheduling for Autonomous Aerial Robots"
      },
      {
        "key": "9636815",
        "author": "Gao, Tianshuang and Tian, Yan and Bhattacharya, Sourabh",
        "title": "Refuel Scheduling for Multirobot Charging-on-Demand"
      },
      {
        "key": "Boccia_Masone_Sterle_Murino_2023",
        "author": "Boccia, Maurizio and Masone, Adriano and Sterle, Claudio and Murino, Teresa",
        "title": "The parallel AGV scheduling problem with battery constraints: A new formulation and a matheuristic approach"
      },
      {
        "key": "Chen_Xie_2022",
        "author": "Chen, Jun and Xie, Junfei",
        "title": "Joint Task Scheduling, Routing, and Charging for Multi-UAV Based Mobile Edge Computing"
      },
      {
        "key": "7294146",
        "author": "Kamra, Nitin and Ayanian, Nora",
        "title": "A mixed integer programming model for timed deliveries in multirobot systems"
      },
      {
        "key": "McGowen_Dagli_Dantam_Belviranli_2024",
        "author": "McGowen, Justin and Dagli, Ismet and Dantam, Neil T. and Belviranli, Mehmet E.",
        "title": "Scheduling for Cyber-Physical Systems with Heterogeneous Processing Units under Real-World Constraints"
      },
      {
        "key": "tcm_m",
        "author": "Atik, Syeda Tanjila and Grosu, Daniel and Brocanelli, Marco",
        "title": "Sustainability-aware Online Task and Charge Allocation for Autonomous Ground Robot Fleets"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Lamini_Benhlima_Elbekri_2018",
        "author": "Lamini, Chaymaa and Benhlima, Said and Elbekri, Ali",
        "title": "Genetic Algorithm Based Approach for Autonomous Mobile Robot Path Planning"
      },
      {
        "key": "Kim_Kim_2014",
        "author": "Kim, Hongjun and Kim, Byung Kook",
        "title": "Online Minimum-Energy Trajectory Planning and Control on a Straight-Line Path for Three-Wheeled Omnidirectional Mobile Robots"
      },
      {
        "key": "Li_Wang_Chen_Kan_Yu_2023",
        "author": "Li, Jinsong and Wang, Shaochen and Chen, Ziyang and Kan, Zhen and Yu, Jun",
        "title": "Lightweight neural path planning"
      },
      {
        "key": "Di_Franco_Buttazzo_2015",
        "author": "Di Franco, Carmelo and Buttazzo, Giorgio",
        "title": "Energy-Aware Coverage Path Planning of UAVs"
      },
      {
        "key": "6385568",
        "author": "Kim, Hongjun and Kim, Byung Kook",
        "title": "Minimum-energy trajectory planning and control on a straight line with rotation for three-wheeled omni-directional mobile robots"
      },
      {
        "key": "e2m",
        "author": "Liangkai Liu and Jiamin Chen and Marco Brocanelli and Weisong Shi",
        "title": "{E2M}: An Energy-Efficient Middleware for Computer Vision Applications on Autonomous Mobile Robots"
      },
      {
        "key": "Rossi_Vaquero_Sanchez_Net_da_Silva_Vander_Hook_2020",
        "author": "Rossi, Federico and Vaquero, Tiago Stegun and Sanchez-Net, Marc and da Silva, Maíra Saboia and Vander Hook, Joshua",
        "title": "The Pluggable Distributed Resource Allocator (PDRA): a Middleware for Distributed Computing in Mobile Robotic Networks"
      },
      {
        "key": "Tang_Shah_Michmizos_2019",
        "author": "Tang, Guangzhi and Shah, Arpit and Michmizos, Konstantinos P.",
        "title": "Spiking Neural Network on Neuromorphic Hardware for Energy-Efficient Unidimensional SLAM"
      },
      {
        "key": "eemrc",
        "author": "Mohamed, Sherif A.S. and Haghbayan, Mohammad-Hashem and Miele, Antonio and Mutlu, Onur and Plosila, Juha",
        "title": "Energy-Efficient Mobile Robot Control via Run-time Monitoring of Environmental Complexity and Computing Workload"
      }
    ]
  }
]