[
  {
    "index": 0,
    "papers": [
      {
        "key": "fedorov1972theory",
        "author": "V. V. Fedorov and W. J. Studden and E. M. Klimko",
        "title": "Theory of Optimal Experiments"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "cover1989kolmogorov",
        "author": "Thomas M. Cover and Peter Gács and Robert M. Gray",
        "title": "Kolmogorov's Contributions to Information Theory and Algorithmic Complexity"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ODHIAMBOOMUYA2021114765",
        "author": "Erick {Odhiambo Omuya} and George {Onyango Okeyo} and Michael {Waema Kimwele}",
        "title": "Feature Selection for Classification using Principal Component Analysis and Information Gain"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "damiano2021visual",
        "author": "Claudia Damiano and Sander Van de Cruys and Yannick Boddez and Magdalena Król and Lore Goetschalckx and Johan Wagemans",
        "title": "Visual Affects: Linking Curiosity, Aha-Erlebnis, and Memory through Information Gain"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "hartmann2023sokmemorizationgeneralpurposelarge",
        "author": "Valentin Hartmann and Anshuman Suri and Vincent Bindschaedler and David Evans and Shruti Tople and Robert West",
        "title": "SoK: Memorization in General-Purpose Large Language Models"
      },
      {
        "key": "shi2024detectingpretrainingdatalarge",
        "author": "Weijia Shi and Anirudh Ajith and Mengzhou Xia and Yangsibo Huang and Daogao Liu and Terra Blevins and Danqi Chen and Luke Zettlemoyer",
        "title": "Detecting Pretraining Data from Large Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yax2024assessingcontaminationlargelanguage",
        "author": "Nicolas Yax and Pierre-Yves Oudeyer and Stefano Palminteri",
        "title": "Assessing Contamination in Large Language Models: Introducing the LogProber method"
      },
      {
        "key": "golchin2024datacontaminationquiztool",
        "author": "Shahriar Golchin and Mihai Surdeanu",
        "title": "Data Contamination Quiz: A Tool to Detect and Estimate Contamination in Large Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "farquhar_detecting_hallucinations_llms_semantic_entropy",
        "author": "Farquhar, Sebastian and Kossen, Jannik and Kuhn, Lorenz and Gal, Yarin",
        "title": "Detecting hallucinations in large language models using semantic entropy"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "language_novelty_1",
        "author": "McCoy, R. and Smolensky, Paul and Linzen, Tal and Gao, Jianfeng and Asli, Celikyilmaz",
        "title": "How Much Do Language Models Copy From Their Training Data? Evaluating Linguistic Novelty in Text Generation Using RAVEN"
      },
      {
        "key": "semantic_linguistic_novelty_focus_paper",
        "author": "Ethan Lin and Zhiyuan Peng and Yi Fang",
        "title": "Evaluating and Enhancing Large Language Models for Novelty Assessment in Scholarly Publications"
      }
    ]
  }
]