[
  {
    "index": 0,
    "papers": [
      {
        "key": "Lester1997",
        "author": "Lester, J. C. and Converse, S. A. and Kahler, S. E. and Barlow, S. T. and Stone, B. A. and Bhogal, R. S.",
        "title": "The persona effect"
      },
      {
        "key": "Veletsianos2012",
        "author": "Veletsianos, George",
        "title": "How do learners respond to pedagogical agents that deliver social-oriented non-task messages? Impact on student learning, perceptions, and experiences"
      },
      {
        "key": "WangMultimedia",
        "author": "Wang, F. and Zhao, T. and Li, W.",
        "title": "Multimedia Learning with Animated Pedagogical Agents"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Graesser2018",
        "author": "Graesser, A. C. and Hu, X. and Nye, B. D. and VanLehn, K. and Kumar, R. and Heffernan, C. and others",
        "title": "Electronixtutor: An intelligent tutoring system with multiple learning resources for electronics"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Roscoe2013",
        "author": "Roscoe, Rod D. and McNamara, Danielle S.",
        "title": "Writing pal: Feasibility of an intelligent writing strategy tutor in the high school classroom"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Makransky2018",
        "author": "Makransky, Guido and Wismer, Philip and Mayer, Richard E.",
        "title": "A gender matching effect in learning with pedagogical agents in an immersive virtual reality science simulation"
      },
      {
        "key": "Domagk2010",
        "author": "Domagk, S.",
        "title": "Do pedagogical agents facilitate learner motivation and learning outcomes?: The role of the appeal of agent’s appearance and voice"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Mayer2014",
        "author": "Mayer, R. E.",
        "title": "Principles based on social cues in multimedia learning: Personalization, voice, image, and embodiment"
      },
      {
        "key": "Li2019",
        "author": "Li, W. and Wang, F. and Mayer, R. E. and Liu, H.",
        "title": "Getting the point: Which kinds of gestures by pedagogical agents improve multimedia learning?"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Dai2022",
        "author": "Dai, L. and Jung, M. M. and Postma, M. and Louwerse, M. M.",
        "title": "A systematic review of Pedagogical Agent Research: Similarities, differences and unexplored aspects"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "heeyoHeeyo",
        "author": "Heeyo",
        "title": "{H}eeyo --- heeyo.life"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "cramifyCramifyCram",
        "author": "Cramify",
        "title": "{C}ramify: {T}he {N}ew {W}ay to {C}ram | {A}{I} {S}tudy {G}uides \\& {M}ore --- cramify.ai"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "duolingoVideoCall",
        "author": "Duolingo Team",
        "title": "{V}ideo {C}all lets you have real life conversations with {L}ily --- blog.duolingo.com"
      }
    ]
  }
]