[
  {
    "index": 0,
    "papers": [
      {
        "key": "pentestgpt2024",
        "author": "Gelei Deng and others",
        "title": "PentestGPT: Evaluating and harnessing large language models for automated penetration testing"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "penheal2023",
        "author": "J. Huang and Q. Zhu",
        "title": "PenHeal: A Two-Stage LLM Framework for Automated Pentesting and Optimal Remediation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "blade2024",
        "author": "Takaesu, Isao and Ichinose, Daiki",
        "title": "{BLADE: A study on automated penetration testing using autonomous AI agents}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "autogen2023",
        "author": "Qingyun Wu and Gagan Bansal and Jieyu Zhang and Yiran Wu and Beibin Li and Erkang Zhu and Li Jiang and Xiaoyun Zhang and Shaokun Zhang and Jiale Liu and Ahmed Hassan Awadallah and Ryen W White and Doug Burger and Chi Wang",
        "title": "AutoGen: Enabling Next-Gen LLM Applications via Multi-Agent Conversation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "autoattacker2024",
        "author": "Jiacen Xu and Jack W. Stokes and Geoff McDonald and Xuesong Bai and David Marshall and Siyue Wang and Adith Swaminathan and Zhou Li",
        "title": "AutoAttacker: A Large Language Model Guided System to Implement Automatic Cyber-attacks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "happe2023wintermute",
        "author": "Happe, Andreas and Cito, J\\\"{u}rgen",
        "title": "Getting pwn’d by AI: Penetration Testing with Large Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "hu2020deeprl",
        "author": "Hu, Zhenguo and Beuran, Razvan and Tan, Yasuo",
        "title": "Automated Penetration Testing Using Deep Reinforcement Learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "garrad2023vanet",
        "author": "Phillip Garrad and Saritha Unnikrishnan",
        "title": "Reinforcement learning in VANET penetration testing"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "liu2024hierarchical",
        "author": "Liu, Hongri and Liu, Chuhan and Wu, Xiansheng and Qu, Yun and Liu, Hongmei",
        "title": "An Automated Penetration Testing Framework Based on Hierarchical Reinforcement Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "takaesu2018deepexploit",
        "author": "Takaesu, Isao",
        "title": "Deep Exploit"
      },
      {
        "key": "deepexploit2019",
        "author": "Takaesu, Isao",
        "title": "DeepExploit: Fully Automated Penetration Testing Using Reinforcement Learning"
      }
    ]
  }
]