[
  {
    "index": 0,
    "papers": [
      {
        "key": "marcellin2000overview",
        "author": "Marcellin, Michael W and Gormish, Michael J and Bilgin, Ali and Boliek, Martin P",
        "title": "An overview of JPEG-2000"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "wiegand2003overview",
        "author": "Wiegand, Thomas and Sullivan, Gary J and Bjontegaard, Gisle and Luthra, Ajay",
        "title": "Overview of the H. 264/AVC video coding standard"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "sullivan2012overview",
        "author": "Sullivan, G. and Ohm, J. and Han, W. and Wiegand, T.",
        "title": "Overview of the high efficiency video coding (HEVC) standard"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "bross2021overview",
        "author": "Bross, B. and Wang, Y. and Ye, Y. and Liu, S. and Chen, J. and Sullivan, G. and Ohm, J.",
        "title": "Overview of the versatile video coding ({VVC}) standard and its applications"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "toderici2015variable",
        "author": "Toderici, George and O'Malley, Sean M and Hwang, Sung Jin and Vincent, Damien and Minnen, David and Baluja, Shumeet and Covell, Michele and Sukthankar, Rahul",
        "title": "Variable rate image compression with recurrent neural networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "balle2017end",
        "author": "Ball{\\'e}, Johannes and Laparra, Valero and Simoncelli, Eero P",
        "title": "End-to-end optimized image compression"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "balle2018variational",
        "author": "Ball{\\'e}, J. and Minnen, D. and Singh, S. and Hwang, S. and Johnston, N.",
        "title": "Variational image compression with a scale hyperprior"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "minnen2018joint",
        "author": "Minnen, David and Ball{\\'e}, Johannes and Toderici, George D",
        "title": "Joint autoregressive and hierarchical priors for learned image compression"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "cheng2020learned",
        "author": "Cheng, Z. and Sun, H. and Takeuchi, M. and Katto, J.",
        "title": "Learned image compression with discretized gaussian mixture likelihoods and attention modules"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "xie2021enhanced",
        "author": "Xie, Yueqi and Cheng, Ka Leong and Chen, Qifeng",
        "title": "Enhanced invertible encoding for learned image compression"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "wang2004image",
        "author": "Wang, Zhou and Bovik, Alan C and Sheikh, Hamid R and Simoncelli, Eero P",
        "title": "Image quality assessment: from error visibility to structural similarity"
      },
      {
        "key": "wang2003multiscale",
        "author": "Wang, Zhou and Simoncelli, Eero P and Bovik, Alan C",
        "title": "Multiscale structural similarity for image quality assessment"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "he2022elic",
        "author": "He, Dailan and Yang, Ziming and Peng, Weikun and Ma, Rui and Qin, Hongwei and Wang, Yan",
        "title": "Elic: Efficient learned image compression with unevenly grouped space-channel contextual adaptive coding"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "wang2003multiscale",
        "author": "Wang, Zhou and Simoncelli, Eero P and Bovik, Alan C",
        "title": "Multiscale structural similarity for image quality assessment"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "kim2017deep",
        "author": "Kim, Jongyoo and Lee, Sanghoon",
        "title": "Deep learning of human visual sensitivity in image quality assessment framework"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "rippel2017real",
        "author": "Rippel, Oren and Bourdev, Lubomir",
        "title": "Real-time adaptive image compression"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "agustsson2019generative",
        "author": "Agustsson, E. and Tschannen, M. and Mentzer, F. and Timofte, R. and Gool, L.",
        "title": "Generative adversarial networks for extreme learned image compression"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "mentzer2020high",
        "author": "Mentzer, Fabian and Toderici, George D and Tschannen, Michael and Agustsson, Eirikur",
        "title": "High-fidelity generative image compression"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "he2022po",
        "author": "He, Dailan and Yang, Ziming and Yu, Hongjiu and Xu, Tongda and Luo, Jixiang and Chen, Yuan and Gao, Chenjian and Shi, Xinjie and Qin, Hongwei and Wang, Yan",
        "title": "PO-ELIC: Perception-oriented efficient learned image coding"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "muckley2023improving",
        "author": "Muckley, Matthew J and El-Nouby, Alaaeldin and Ullrich, Karen and J{\\'e}gou, Herv{\\'e} and Verbeek, Jakob",
        "title": "Improving statistical fidelity for neural image compression with implicit local likelihood models"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "agustsson2023multi",
        "author": "Agustsson, Eirikur and Minnen, David and Toderici, George and Mentzer, Fabian",
        "title": "Multi-realism image compression with a conditional generator"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ho2020denoising",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising diffusion probabilistic models"
      },
      {
        "key": "song2020denoising",
        "author": "Song, Jiaming and Meng, Chenlin and Ermon, Stefano",
        "title": "Denoising diffusion implicit models"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "preechakul2022diffusion",
        "author": "Preechakul, Konpat and Chatthee, Nattanat and Wizadwongsa, Suttisak and Suwajanakorn, Supasorn",
        "title": "Diffusion autoencoders: Toward a meaningful and decodable representation"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "yang2024lossy",
        "author": "Yang, Ruihan and Mandt, Stephan",
        "title": "Lossy image compression with conditional diffusion models"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "zhang2024machine",
        "author": "Zhang, Yuefeng and Jia, Chuanmin and Chang, Jianhui and Ma, Siwei",
        "title": "Machine Perception-Driven Facial Image Compression: A Layered Generative Approach"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "huang2021deep",
        "author": "Huang, Danlan and Tao, Xiaoming and Gao, Feifei and Lu, Jianhua",
        "title": "Deep learning-based image semantic coding for semantic communications"
      },
      {
        "key": "korber2024egic",
        "author": "K{\\\"o}rber, Nikolai and Kromer, Eduard and Siebert, Andreas and Hauke, Sascha and Mueller-Gritschneder, Daniel and Schuller, Bj{\\\"o}rn",
        "title": "Egic: enhanced low-bit-rate generative image compression guided by semantic segmentation"
      },
      {
        "key": "akbari2019dsslic",
        "author": "Akbari, M. and Liang, J. and Han, J.",
        "title": "DSSLIC: {D}eep semantic segmentation-based layered image compression"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "chang2023semantic",
        "author": "Chang, Jianhui and Zhang, Jian and Li, Jiguo and Wang, Shiqi and Mao, Qi and Jia, Chuanmin and Ma, Siwei and Gao, Wen",
        "title": "Semantic-aware visual decomposition for image coding"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "lee2024neural",
        "author": "Lee, Hagyeong and Kim, Minkyu and Kim, Jun-Hyuk and Kim, Seungeon and Oh, Dokwan and Lee, Jaeho",
        "title": "Neural Image Compression with Text-guided Encoding for both Pixel-level and Perceptual Fidelity"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "chang2022conceptual",
        "author": "Chang, Jianhui and Zhao, Zhenghui and Jia, Chuanmin and Wang, Shiqi and Yang, Lingbo and Mao, Qi and Zhang, Jian and Ma, Siwei",
        "title": "Conceptual compression via deep structure and texture synthesis"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "li2021cross",
        "author": "Li, Jiguo and Jia, Chuanmin and Zhang, Xinfeng and Ma, Siwei and Gao, Wen",
        "title": "Cross modal compression: Towards human-comprehensible semantic compression"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "lei2023text+sketch",
        "author": "Lei, Eric and Uslu, Yi\\u{g}it Berkay and Hassani, Hamed and Bidokhti, Shirin Saeedi",
        "title": "Text+ Sketch: Image Compression at Ultra Low Rates"
      },
      {
        "key": "careil2023towards",
        "author": "Careil, Marlene and Muckley, Matthew J and Verbeek, Jakob and Lathuili{\\`e}re, St{\\'e}phane",
        "title": "Towards image compression with perfect realism at ultra-low bitrates"
      },
      {
        "key": "li2024misc",
        "author": "Li, Chunyi and Lu, Guo and Feng, Donghui and Wu, Haoning and Zhang, Zicheng and Liu, Xiaohong and Zhai, Guangtao and Lin, Weisi and Zhang, Wenjun",
        "title": "‘Misc: Ultra-low bitrate image semantic compression driven by large multimodal model"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "wu2023latent",
        "author": "Wu, Chen Henry and De la Torre, Fernando",
        "title": "A latent space of stochastic diffusion models for zero-shot image editing and guidance"
      },
      {
        "key": "guo2024smooth",
        "author": "Guo, Jiayi and Xu, Xingqian and Pu, Yifan and Ni, Zanlin and Wang, Chaofei and Vasu, Manushree and Song, Shiji and Huang, Gao and Shi, Humphrey",
        "title": "Smooth diffusion: Crafting smooth latent spaces in diffusion models"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "mao2023scalable",
        "author": "Mao, Qi and Wang, Chongyu and Wang, Meng and Wang, Shiqi and Chen, Ruijie and Jin, Libiao and Ma, Siwei",
        "title": "Scalable Face Image Coding via StyleGAN Prior: Towards Compression for Human-Machine Collaborative Vision"
      }
    ]
  }
]