[
  {
    "index": 0,
    "papers": [
      {
        "key": "lasso",
        "author": "Xiao, Huang and Biggio, Battista and Brown, Gavin and Fumera, Giorgio and Eckert, Claudia and Roli, Fabio",
        "title": "Is Feature Selection Secure against Training Data Poisoning?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Biggio2013IsDC",
        "author": "Battista Biggio and Ignazio Pillai and Samuel Rota Bul{\\`o} and Davide Ariu and Marcello Pelillo and Fabio Roli",
        "title": "Is data clustering in adversarial settings secure?"
      },
      {
        "key": "biggio2014poisoning",
        "author": "B. Biggio and B. S. Rota and P. Ignazio and M. Michele and M. E. Zemene and P. Marcello and R. Fabio",
        "title": "Poisoning Complete-Linkage Hierarchical Clustering"
      },
      {
        "key": "steinhardt",
        "author": "Steinhardt, Jacob and Koh, Pang Wei and Liang, Percy",
        "title": "Certified defenses for data poisoning attacks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "rubinstein2009antidote",
        "author": "B. Rubinstein and B. Nelson and L. Huang and A. D. Joseph and S. Lau and S. Rao and N. Taft and J. Tygar",
        "title": "Antidote: Understanding and Defending Against Poisoning of Anomaly Detectors"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mei2015security",
        "author": "S. Mei and X. Zhu",
        "title": "The Security of Latent Dirichlet Allocation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "li2016data",
        "author": "B. Li and Y. Wang and A. Singh and Y. Vorobeychik",
        "title": "Data Poisoning Attacks on Factorization-Based Collaborative Filtering"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "mozaffari2015systematic",
        "author": "M. Mozaffari-Kermani and S. Sur-Kolay and A. Raghunathan and N. K. Jha",
        "title": "Systematic Poisoning Attacks on and Defenses for Machine Learning in Healthcare"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "YERLIKAYA2022118101",
        "author": "Fahri Anıl Yerlikaya and Şerif Bahtiyar",
        "title": "Data poisoning attacks against machine learning algorithms"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "biggio",
        "author": "Biggio, Battista\nand Corona, Igino\nand Maiorca, Davide\nand Nelson, Blaine\nand {\\v{S}}rndi{\\'{c}}, Nedim\nand Laskov, Pavel\nand Giacinto, Giorgio\nand Roli, Fabio",
        "title": "Evasion Attacks against Machine Learning at Test Time"
      },
      {
        "key": "imam2019survey",
        "author": "Imam, Niddal H and Vassilakis, Vassilios G",
        "title": "A survey of attacks against twitter spam detectors in an adversarial environment"
      },
      {
        "key": "bahtiyar2019multi",
        "author": "Bahtiyar, {\\c{S}}erif and Yaman, Mehmet Bar{\\i}{\\c{s}} and Alt{\\i}ni{\\u{g}}ne, Can Y{\\i}lmaz",
        "title": "A multi-dimensional machine learning approach to predict advanced malware"
      },
      {
        "key": "zhou2012adversarial",
        "author": "Zhou, Yan and Kantarcioglu, Murat and Thuraisingham, Bhavani and Xi, Bowei",
        "title": "Adversarial support vector machine learning"
      },
      {
        "key": "vuurens2011spam",
        "author": "J. Vuurens and A. P. de Vries and C. Eickhoff",
        "title": "How Much Spam Can You Take? An Analysis of Crowdsourcing Results to Increase Accuracy"
      },
      {
        "key": "wang2016combating",
        "author": "G. Wang",
        "title": "Combating Attacks and Abuse in Large Online Communities"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "tredinnick2023dangers",
        "author": "Tredinnick, L. and Laybats, C.",
        "title": "The dangers of generative artificial intelligence"
      },
      {
        "key": "allen2024dangers",
        "author": "Allen, Danielle and Weyl, E. Glen",
        "title": "The Real Dangers of Generative AI"
      },
      {
        "key": "rosenberg2023generative",
        "author": "Rosenberg, Louis",
        "title": "Generative AI as a dangerous new form of media"
      },
      {
        "key": "clarke2023call",
        "author": "Clarke, Laurie",
        "title": "Call for AI pause highlights potential dangers"
      },
      {
        "key": "bringsjordshould",
        "author": "Bringsjord, Selmer and Bringsjord, Alexander",
        "title": "Should Meeting the Deep Dangers of Generative AI Fall Upon Academia or Industry?"
      },
      {
        "key": "yang2024social",
        "author": "Yang, Alan and Yang, T Andrew",
        "title": "Social dangers of generative artificial intelligence: review and guidelines"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "touvron2023llamaopenefficientfoundation",
        "author": "Hugo Touvron and Thibaut Lavril and Gautier Izacard and Xavier Martinet and Marie-Anne Lachaux and Timothée Lacroix and Baptiste Rozière and Naman Goyal and Eric Hambro and Faisal Azhar and Aurelien Rodriguez and Armand Joulin and Edouard Grave and Guillaume Lample",
        "title": "LLaMA: Open and Efficient Foundation Language Models"
      },
      {
        "key": "touvron2023llama2openfoundation",
        "author": "Hugo Touvron and Louis Martin and Kevin Stone and Peter Albert and Amjad Almahairi and Yasmine Babaei and Nikolay Bashlykov and Soumya Batra and Prajjwal Bhargava and Shruti Bhosale and Dan Bikel and Lukas Blecher and Cristian Canton Ferrer and Moya Chen and Guillem Cucurull and David Esiobu and Jude Fernandes and Jeremy Fu and Wenyin Fu and Brian Fuller and Cynthia Gao and Vedanuj Goswami and Naman Goyal and Anthony Hartshorn and Saghar Hosseini and Rui Hou and Hakan Inan and Marcin Kardas and Viktor Kerkez and Madian Khabsa and Isabel Kloumann and Artem Korenev and Punit Singh Koura and Marie-Anne Lachaux and Thibaut Lavril and Jenya Lee and Diana Liskovich and Yinghai Lu and Yuning Mao and Xavier Martinet and Todor Mihaylov and Pushkar Mishra and Igor Molybog and Yixin Nie and Andrew Poulton and Jeremy Reizenstein and Rashi Rungta and Kalyan Saladi and Alan Schelten and Ruan Silva and Eric Michael Smith and Ranjan Subramanian and Xiaoqing Ellen Tan and Binh Tang and Ross Taylor and Adina Williams and Jian Xiang Kuan and Puxin Xu and Zheng Yan and Iliyan Zarov and Yuchen Zhang and Angela Fan and Melanie Kambadur and Sharan Narang and Aurelien Rodriguez and Robert Stojnic and Sergey Edunov and Thomas Scialom",
        "title": "Llama 2: Open Foundation and Fine-Tuned Chat Models"
      },
      {
        "key": "grattafiori2024llama3herdmodels",
        "author": "Aaron Grattafiori and Abhimanyu Dubey and Abhinav Jauhri and Abhinav Pandey and Abhishek Kadian and Ahmad Al-Dahle and Aiesha Letman and Akhil Mathur and Alan Schelten and Alex Vaughan and Amy Yang and Angela Fan and Anirudh Goyal and Anthony Hartshorn and Aobo Yang and Archi Mitra and Archie Sravankumar and Artem Korenev and Arthur Hinsvark and Arun Rao and Aston Zhang and Aurelien Rodriguez and Austen Gregerson and Ava Spataru and Baptiste Roziere and Bethany Biron and Binh Tang and Bobbie Chern and Charlotte Caucheteux and Chaya Nayak and Chloe Bi and Chris Marra and Chris McConnell and Christian Keller and Christophe Touret and Chunyang Wu and Corinne Wong and Cristian Canton Ferrer and Cyrus Nikolaidis and Damien Allonsius and Daniel Song and Danielle Pintz and Danny Livshits and Danny Wyatt and David Esiobu and Dhruv Choudhary and Dhruv Mahajan and Diego Garcia-Olano and Diego Perino and Dieuwke Hupkes and Egor Lakomkin and Ehab AlBadawy and Elina Lobanova and Emily Dinan and Eric Michael Smith and Filip Radenovic and Francisco Guzmán and Frank Zhang and Gabriel Synnaeve and Gabrielle Lee and Georgia Lewis Anderson and Govind Thattai and Graeme Nail and Gregoire Mialon and Guan Pang and Guillem Cucurell and Hailey Nguyen and Hannah Korevaar and Hu Xu and Hugo Touvron and Iliyan Zarov and Imanol Arrieta Ibarra and Isabel Kloumann and Ishan Misra and Ivan Evtimov and Jack Zhang and Jade Copet and Jaewon Lee and Jan Geffert and Jana Vranes and Jason Park and Jay Mahadeokar and Jeet Shah and Jelmer van der Linde and Jennifer Billock and Jenny Hong and Jenya Lee and Jeremy Fu and Jianfeng Chi and Jianyu Huang and Jiawen Liu and Jie Wang and Jiecao Yu and Joanna Bitton and Joe Spisak and Jongsoo Park and Joseph Rocca and Joshua Johnstun and Joshua Saxe and Junteng Jia and Kalyan Vasuden Alwala and Karthik Prasad and Kartikeya Upasani and Kate Plawiak and Ke Li and Kenneth Heafield and Kevin Stone and Khalid El-Arini and Krithika Iyer and Kshitiz Malik and Kuenley Chiu and Kunal Bhalla and Kushal Lakhotia and Lauren Rantala-Yeary and Laurens van der Maaten and Lawrence Chen and Liang Tan and Liz Jenkins and Louis Martin and Lovish Madaan and Lubo Malo and Lukas Blecher and Lukas Landzaat and Luke de Oliveira and Madeline Muzzi and Mahesh Pasupuleti and Mannat Singh and Manohar Paluri and Marcin Kardas and Maria Tsimpoukelli and Mathew Oldham and Mathieu Rita and Maya Pavlova and Melanie Kambadur and Mike Lewis and Min Si and Mitesh Kumar Singh and Mona Hassan and Naman Goyal and Narjes Torabi and Nikolay Bashlykov and Nikolay Bogoychev and Niladri Chatterji and Ning Zhang and Olivier Duchenne and Onur Çelebi and Patrick Alrassy and Pengchuan Zhang and Pengwei Li and Petar Vasic and Peter Weng and Prajjwal Bhargava and Pratik Dubal and Praveen Krishnan and Punit Singh Koura and Puxin Xu and Qing He and Qingxiao Dong and Ragavan Srinivasan and Raj Ganapathy and Ramon Calderer and Ricardo Silveira Cabral and Robert Stojnic and Roberta Raileanu and Rohan Maheswari and Rohit Girdhar and Rohit Patel and Romain Sauvestre and Ronnie Polidoro and Roshan Sumbaly and Ross Taylor and Ruan Silva and Rui Hou and Rui Wang and Saghar Hosseini and Sahana Chennabasappa and Sanjay Singh and Sean Bell and Seohyun Sonia Kim and Sergey Edunov and Shaoliang Nie and Sharan Narang and Sharath Raparthy and Sheng Shen and Shengye Wan and Shruti Bhosale and Shun Zhang and Simon Vandenhende and Soumya Batra and Spencer Whitman and Sten Sootla and Stephane Collot and Suchin Gururangan and Sydney Borodinsky and Tamar Herman and Tara Fowler and Tarek Sheasha and Thomas Georgiou and Thomas Scialom and Tobias Speckbacher and Todor Mihaylov and Tong Xiao and Ujjwal Karn and Vedanuj Goswami and Vibhor Gupta and Vignesh Ramanathan and Viktor Kerkez and Vincent Gonguet and Virginie Do and Vish Vogeti and Vítor Albiero and Vladan Petrovic and Weiwei Chu and Wenhan Xiong and Wenyin Fu and Whitney Meers and Xavier Martinet and Xiaodong Wang and Xiaofang Wang and Xiaoqing Ellen Tan and Xide Xia and Xinfeng Xie and Xuchao Jia and Xuewei Wang and Yaelle Goldschlag and Yashesh Gaur and Yasmine Babaei and Yi Wen and Yiwen Song and Yuchen Zhang and Yue Li and Yuning Mao and Zacharie Delpierre Coudert and Zheng Yan and Zhengxing Chen and Zoe Papakipos and Aaditya Singh and Aayushi Srivastava and Abha Jain and Adam Kelsey and Adam Shajnfeld and Adithya Gangidi and Adolfo Victoria and Ahuva Goldstand and Ajay Menon and Ajay Sharma and Alex Boesenberg and Alexei Baevski and Allie Feinstein and Amanda Kallet and Amit Sangani and Amos Teo and Anam Yunus and Andrei Lupu and Andres Alvarado and Andrew Caples and Andrew Gu and Andrew Ho and Andrew Poulton and Andrew Ryan and Ankit Ramchandani and Annie Dong and Annie Franco and Anuj Goyal and Aparajita Saraf and Arkabandhu Chowdhury and Ashley Gabriel and Ashwin Bharambe and Assaf Eisenman and Azadeh Yazdan and Beau James and Ben Maurer and Benjamin Leonhardi and Bernie Huang and Beth Loyd and Beto De Paola and Bhargavi Paranjape and Bing Liu and Bo Wu and Boyu Ni and Braden Hancock and Bram Wasti and Brandon Spence and Brani Stojkovic and Brian Gamido and Britt Montalvo and Carl Parker and Carly Burton and Catalina Mejia and Ce Liu and Changhan Wang and Changkyu Kim and Chao Zhou and Chester Hu and Ching-Hsiang Chu and Chris Cai and Chris Tindal and Christoph Feichtenhofer and Cynthia Gao and Damon Civin and Dana Beaty and Daniel Kreymer and Daniel Li and David Adkins and David Xu and Davide Testuggine and Delia David and Devi Parikh and Diana Liskovich and Didem Foss and Dingkang Wang and Duc Le and Dustin Holland and Edward Dowling and Eissa Jamil and Elaine Montgomery and Eleonora Presani and Emily Hahn and Emily Wood and Eric-Tuan Le and Erik Brinkman and Esteban Arcaute and Evan Dunbar and Evan Smothers and Fei Sun and Felix Kreuk and Feng Tian and Filippos Kokkinos and Firat Ozgenel and Francesco Caggioni and Frank Kanayet and Frank Seide and Gabriela Medina Florez and Gabriella Schwarz and Gada Badeer and Georgia Swee and Gil Halpern and Grant Herman and Grigory Sizov and Guangyi and Zhang and Guna Lakshminarayanan and Hakan Inan and Hamid Shojanazeri and Han Zou and Hannah Wang and Hanwen Zha and Haroun Habeeb and Harrison Rudolph and Helen Suk and Henry Aspegren and Hunter Goldman and Hongyuan Zhan and Ibrahim Damlaj and Igor Molybog and Igor Tufanov and Ilias Leontiadis and Irina-Elena Veliche and Itai Gat and Jake Weissman and James Geboski and James Kohli and Janice Lam and Japhet Asher and Jean-Baptiste Gaya and Jeff Marcus and Jeff Tang and Jennifer Chan and Jenny Zhen and Jeremy Reizenstein and Jeremy Teboul and Jessica Zhong and Jian Jin and Jingyi Yang and Joe Cummings and Jon Carvill and Jon Shepard and Jonathan McPhie and Jonathan Torres and Josh Ginsburg and Junjie Wang and Kai Wu and Kam Hou U and Karan Saxena and Kartikay Khandelwal and Katayoun Zand and Kathy Matosich and Kaushik Veeraraghavan and Kelly Michelena and Keqian Li and Kiran Jagadeesh and Kun Huang and Kunal Chawla and Kyle Huang and Lailin Chen and Lakshya Garg and Lavender A and Leandro Silva and Lee Bell and Lei Zhang and Liangpeng Guo and Licheng Yu and Liron Moshkovich and Luca Wehrstedt and Madian Khabsa and Manav Avalani and Manish Bhatt and Martynas Mankus and Matan Hasson and Matthew Lennie and Matthias Reso and Maxim Groshev and Maxim Naumov and Maya Lathi and Meghan Keneally and Miao Liu and Michael L. Seltzer and Michal Valko and Michelle Restrepo and Mihir Patel and Mik Vyatskov and Mikayel Samvelyan and Mike Clark and Mike Macey and Mike Wang and Miquel Jubert Hermoso and Mo Metanat and Mohammad Rastegari and Munish Bansal and Nandhini Santhanam and Natascha Parks and Natasha White and Navyata Bawa and Nayan Singhal and Nick Egebo and Nicolas Usunier and Nikhil Mehta and Nikolay Pavlovich Laptev and Ning Dong and Norman Cheng and Oleg Chernoguz and Olivia Hart and Omkar Salpekar and Ozlem Kalinli and Parkin Kent and Parth Parekh and Paul Saab and Pavan Balaji and Pedro Rittner and Philip Bontrager and Pierre Roux and Piotr Dollar and Polina Zvyagina and Prashant Ratanchandani and Pritish Yuvraj and Qian Liang and Rachad Alao and Rachel Rodriguez and Rafi Ayub and Raghotham Murthy and Raghu Nayani and Rahul Mitra and Rangaprabhu Parthasarathy and Raymond Li and Rebekkah Hogan and Robin Battey and Rocky Wang and Russ Howes and Ruty Rinott and Sachin Mehta and Sachin Siby and Sai Jayesh Bondu and Samyak Datta and Sara Chugh and Sara Hunt and Sargun Dhillon and Sasha Sidorov and Satadru Pan and Saurabh Mahajan and Saurabh Verma and Seiji Yamamoto and Sharadh Ramaswamy and Shaun Lindsay and Shaun Lindsay and Sheng Feng and Shenghao Lin and Shengxin Cindy Zha and Shishir Patil and Shiva Shankar and Shuqiang Zhang and Shuqiang Zhang and Sinong Wang and Sneha Agarwal and Soji Sajuyigbe and Soumith Chintala and Stephanie Max and Stephen Chen and Steve Kehoe and Steve Satterfield and Sudarshan Govindaprasad and Sumit Gupta and Summer Deng and Sungmin Cho and Sunny Virk and Suraj Subramanian and Sy Choudhury and Sydney Goldman and Tal Remez and Tamar Glaser and Tamara Best and Thilo Koehler and Thomas Robinson and Tianhe Li and Tianjun Zhang and Tim Matthews and Timothy Chou and Tzook Shaked and Varun Vontimitta and Victoria Ajayi and Victoria Montanez and Vijai Mohan and Vinay Satish Kumar and Vishal Mangla and Vlad Ionescu and Vlad Poenaru and Vlad Tiberiu Mihailescu and Vladimir Ivanov and Wei Li and Wenchen Wang and Wenwen Jiang and Wes Bouaziz and Will Constable and Xiaocheng Tang and Xiaojian Wu and Xiaolan Wang and Xilun Wu and Xinbo Gao and Yaniv Kleinman and Yanjun Chen and Ye Hu and Ye Jia and Ye Qi and Yenda Li and Yilin Zhang and Ying Zhang and Yossi Adi and Youngjin Nam and Yu and Wang and Yu Zhao and Yuchen Hao and Yundi Qian and Yunlu Li and Yuzi He and Zach Rait and Zachary DeVito and Zef Rosnbrick and Zhaoduo Wen and Zhenyu Yang and Zhiwei Zhao and Zhiyu Ma",
        "title": "The Llama 3 Herd of Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "gemmateam2024gemmaopenmodelsbased",
        "author": "Gemma Team and Thomas Mesnard and Cassidy Hardin and Robert Dadashi and Surya Bhupatiraju and Shreya Pathak and Laurent Sifre and Morgane Rivière and Mihir Sanjay Kale and Juliette Love and Pouya Tafti and Léonard Hussenot and Pier Giuseppe Sessa and Aakanksha Chowdhery and Adam Roberts and Aditya Barua and Alex Botev and Alex Castro-Ros and Ambrose Slone and Amélie Héliou and Andrea Tacchetti and Anna Bulanova and Antonia Paterson and Beth Tsai and Bobak Shahriari and Charline Le Lan and Christopher A. Choquette-Choo and Clément Crepy and Daniel Cer and Daphne Ippolito and David Reid and Elena Buchatskaya and Eric Ni and Eric Noland and Geng Yan and George Tucker and George-Christian Muraru and Grigory Rozhdestvenskiy and Henryk Michalewski and Ian Tenney and Ivan Grishchenko and Jacob Austin and James Keeling and Jane Labanowski and Jean-Baptiste Lespiau and Jeff Stanway and Jenny Brennan and Jeremy Chen and Johan Ferret and Justin Chiu and Justin Mao-Jones and Katherine Lee and Kathy Yu and Katie Millican and Lars Lowe Sjoesund and Lisa Lee and Lucas Dixon and Machel Reid and Maciej Mikuła and Mateo Wirth and Michael Sharman and Nikolai Chinaev and Nithum Thain and Olivier Bachem and Oscar Chang and Oscar Wahltinez and Paige Bailey and Paul Michel and Petko Yotov and Rahma Chaabouni and Ramona Comanescu and Reena Jana and Rohan Anil and Ross McIlroy and Ruibo Liu and Ryan Mullins and Samuel L Smith and Sebastian Borgeaud and Sertan Girgin and Sholto Douglas and Shree Pandya and Siamak Shakeri and Soham De and Ted Klimenko and Tom Hennigan and Vlad Feinberg and Wojciech Stokowiec and Yu-hui Chen and Zafarali Ahmed and Zhitao Gong and Tris Warkentin and Ludovic Peran and Minh Giang and Clément Farabet and Oriol Vinyals and Jeff Dean and Koray Kavukcuoglu and Demis Hassabis and Zoubin Ghahramani and Douglas Eck and Joelle Barral and Fernando Pereira and Eli Collins and Armand Joulin and Noah Fiedel and Evan Senter and Alek Andreev and Kathleen Kenealy",
        "title": "Gemma: Open Models Based on Gemini Research and Technology"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "jiang2023mistral7b",
        "author": "Albert Q. Jiang and Alexandre Sablayrolles and Arthur Mensch and Chris Bamford and Devendra Singh Chaplot and Diego de las Casas and Florian Bressand and Gianna Lengyel and Guillaume Lample and Lucile Saulnier and Lélio Renard Lavaud and Marie-Anne Lachaux and Pierre Stock and Teven Le Scao and Thibaut Lavril and Thomas Wang and Timothée Lacroix and William El Sayed",
        "title": "Mistral 7B"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "groeneveld2024olmoacceleratingsciencelanguage",
        "author": "Dirk Groeneveld and Iz Beltagy and Pete Walsh and Akshita Bhagia and Rodney Kinney and Oyvind Tafjord and Ananya Harsh Jha and Hamish Ivison and Ian Magnusson and Yizhong Wang and Shane Arora and David Atkinson and Russell Authur and Khyathi Raghavi Chandu and Arman Cohan and Jennifer Dumas and Yanai Elazar and Yuling Gu and Jack Hessel and Tushar Khot and William Merrill and Jacob Morrison and Niklas Muennighoff and Aakanksha Naik and Crystal Nam and Matthew E. Peters and Valentina Pyatkin and Abhilasha Ravichander and Dustin Schwenk and Saurabh Shah and Will Smith and Emma Strubell and Nishant Subramani and Mitchell Wortsman and Pradeep Dasigi and Nathan Lambert and Kyle Richardson and Luke Zettlemoyer and Jesse Dodge and Kyle Lo and Luca Soldaini and Noah A. Smith and Hannaneh Hajishirzi",
        "title": "OLMo: Accelerating the Science of Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "openai2024disrupting",
        "author": "{OpenAI}",
        "title": "Disrupting malicious uses of AI by state-affiliated threat actors"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "vulnerability_it",
        "author": "Shu, Manli and Wang, Jiongxiao and Zhu, Chen and Geiping, Jonas and Xiao, Chaowei and Goldstein, Tom",
        "title": "On the exploitability of instruction tuning"
      },
      {
        "key": "fu2024poisonbenchassessinglargelanguage",
        "author": "Tingchen Fu and Mrinank Sharma and Philip Torr and Shay B. Cohen and David Krueger and Fazl Barez",
        "title": "PoisonBench: Assessing Large Language Model Vulnerability to Data Poisoning"
      },
      {
        "key": "bestofvenom",
        "author": "Tim Baumg{\\\"a}rtner and Yang Gao and Dana Alon and Donald Metzler",
        "title": "Best-of-Venom: Attacking {RLHF} by Injecting Poisoned Preference Data"
      },
      {
        "key": "truth_serum",
        "author": "Tram\\`{e}r, Florian and Shokri, Reza and San Joaquin, Ayrton and Le, Hoang and Jagielski, Matthew and Hong, Sanghyun and Carlini, Nicholas",
        "title": "Truth Serum: Poisoning Machine Learning Models to Reveal Their Secrets"
      },
      {
        "key": "liu2024transferableavailabilitypoisoningattacks",
        "author": "Yiyong Liu and Michael Backes and Xiao Zhang",
        "title": "Transferable Availability Poisoning Attacks"
      },
      {
        "key": "nlp_data_poisoning",
        "author": "Fiammetta Marulli and Laura Verde and Lelio Campanile",
        "title": "Exploring Data and Model Poisoning Attacks to Deep Learning-Based NLP Systems"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "carlini",
        "author": "Carlini, Nicholas and Jagielski, Matthew and Choquette-Choo, Christopher A. and Paleka, Daniel and Pearce, Will and Anderson, Hyrum and Terzis, Andreas and Thomas, Kurt and Tramèr, Florian",
        "title": "Poisoning Web-Scale Training Datasets is Practical"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "wan2023poisoning",
        "author": "Alexander Wan and Eric Wallace and Sheng Shen and Dan Klein",
        "title": "Poisoning Language Models During Instruction Tuning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "vulnerability_it",
        "author": "Shu, Manli and Wang, Jiongxiao and Zhu, Chen and Geiping, Jonas and Xiao, Chaowei and Goldstein, Tom",
        "title": "On the exploitability of instruction tuning"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "backdoor",
        "author": "Evan Hubinger and Carson Denison and Jesse Mu and Mike Lambert and Meg Tong and Monte MacDiarmid and Tamera Lanham and Daniel M. Ziegler and Tim Maxwell and Newton Cheng and Adam S. Jermyn and Amanda Askell and Ansh Radhakrishnan and Cem Anil and David Duvenaud and Deep Ganguli and Fazl Barez and Jack Clark and Kamal Ndousse and Kshitij Sachan and Michael Sellitto and Mrinank Sharma and Nova DasSarma and Roger Grosse and Shauna Kravec and Yuntao Bai and Zachary Witten and Marina Favaro and Jan Brauner and Holden Karnofsky and Paul F. Christiano and Samuel R. Bowman and Logan Graham and Jared Kaplan and Sören Mindermann and Ryan Greenblatt and Buck Shlegeris and Nicholas Schiefer and Ethan Perez",
        "title": "Sleeper Agents: Training Deceptive LLMs that Persist Through Safety Training"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "truth_serum",
        "author": "Tram\\`{e}r, Florian and Shokri, Reza and San Joaquin, Ayrton and Le, Hoang and Jagielski, Matthew and Hong, Sanghyun and Carlini, Nicholas",
        "title": "Truth Serum: Poisoning Machine Learning Models to Reveal Their Secrets"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "bestofvenom",
        "author": "Tim Baumg{\\\"a}rtner and Yang Gao and Dana Alon and Donald Metzler",
        "title": "Best-of-Venom: Attacking {RLHF} by Injecting Poisoned Preference Data"
      },
      {
        "key": "timeliness",
        "author": "Wang, Wenxiao and Feizi, Soheil",
        "title": "Temporal Robustness against Data poisoning"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "openai_moderation_api",
        "author": "OpenAI",
        "title": "Moderation API"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "xu2024shadowcaststealthydatapoisoning",
        "author": "Yuancheng Xu and Jiarui Yao and Manli Shu and Yanchao Sun and Zichu Wu and Ning Yu and Tom Goldstein and Furong Huang",
        "title": "Shadowcast: Stealthy Data Poisoning Attacks Against Vision-Language Models"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "qi_not_intend_to",
        "author": "Xiangyu Qi and Yi Zeng and Tinghao Xie and Pin-Yu Chen and Ruoxi Jia and Prateek Mittal and Peter Henderson",
        "title": "Fine-tuning Aligned Language Models Compromises Safety, Even When Users Do Not Intend To!"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "fu2024poisonbenchassessinglargelanguage",
        "author": "Tingchen Fu and Mrinank Sharma and Philip Torr and Shay B. Cohen and David Krueger and Fazl Barez",
        "title": "PoisonBench: Assessing Large Language Model Vulnerability to Data Poisoning"
      },
      {
        "key": "just_how_toxic",
        "author": "Schwarzschild, Avi and Goldblum, Micah and Gupta, Arjun and Dickerson, John P and Goldstein, Tom",
        "title": "Just How Toxic is Data Poisoning? A Unified Benchmark for Backdoor and Data Poisoning Attacks"
      },
      {
        "key": "backdoor_benchmark",
        "author": "Xiang, Zhen and Miller, David J. and Kesidis, George",
        "title": "A Benchmark Study Of Backdoor Data Poisoning Defenses For Deep Neural Network Classifiers And A Novel Defense"
      },
      {
        "key": "hsiung2025your",
        "author": "Lei Hsiung and Tianyu Pang and Yung-Chen Tang and Linyue Song and Tsung-Yi Ho and Pin-Yu Chen and Yaoqing Yang",
        "title": "Your Task May Vary: A Systematic Understanding of Alignment and Safety Degradation when Fine-tuning {LLM}s"
      },
      {
        "key": "qi2024evaluatingdurabilitysafeguardsopenweight",
        "author": "Xiangyu Qi and Boyi Wei and Nicholas Carlini and Yangsibo Huang and Tinghao Xie and Luxi He and Matthew Jagielski and Milad Nasr and Prateek Mittal and Peter Henderson",
        "title": "On Evaluating the Durability of Safeguards for Open-Weight LLMs"
      },
      {
        "key": "peng2024navigatingsafetylandscapemeasuring",
        "author": "ShengYun Peng and Pin-Yu Chen and Matthew Hull and Duen Horng Chau",
        "title": "Navigating the Safety Landscape: Measuring Risks in Finetuning Large Language Models"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "hong2024certified",
        "author": "Sanghyun Hong and Nicholas Carlini and Alexey Kurakin",
        "title": "Certified Robustness to Clean-label Poisoning Using Diffusion Denoising"
      },
      {
        "key": "yang2022not",
        "author": "Yang, Yu and Liu, Tian Yu and Mirzasoleiman, Baharan",
        "title": "Not All Poisons are Created Equal: Robust Training against Data Poisoning"
      },
      {
        "key": "qi2024alignment_deep",
        "author": "Xiangyu Qi and Ashwinee Panda and Kaifeng Lyu and Xiao Ma and Subhrajit Roy and Ahmad Beirami and Prateek Mittal and Peter Henderson",
        "title": "Safety Alignment Should Be Made More Than Just a Few Tokens Deep"
      },
      {
        "key": "yi2025probe",
        "author": "Biao Yi and Tiansheng Huang and Sishuo Chen and Tong Li and Zheli Liu and Zhixuan Chu and Yiming Li",
        "title": "Probe before You Talk: Towards Black-box Defense against Backdoor Unalignment for Large Language Models"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "lyu2025keepingllmsalignedfinetuning",
        "author": "Kaifeng Lyu and Haoyu Zhao and Xinran Gu and Dingli Yu and Anirudh Goyal and Sanjeev Arora",
        "title": "Keeping LLMs Aligned After Fine-tuning: The Crucial Role of Prompt Templates"
      },
      {
        "key": "eiras2025isafelymitigatingtaskspecific",
        "author": "Francisco Eiras and Aleksandar Petrov and Philip H. S. Torr and M. Pawan Kumar and Adel Bibi",
        "title": "Do as I do (Safely): Mitigating Task-Specific Fine-tuning Risks in Large Language Models"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "yi2024safetyrealignmentframeworksubspaceoriented",
        "author": "Xin Yi and Shunfan Zheng and Linlin Wang and Xiaoling Wang and Liang He",
        "title": "A safety realignment framework via subspace-oriented model fusion for large language models"
      },
      {
        "key": "huang2024antidotepostfinetuningsafetyalignment",
        "author": "Tiansheng Huang and Gautam Bhattacharya and Pratik Joshi and Josh Kimball and Ling Liu",
        "title": "Antidote: Post-fine-tuning Safety Alignment for Large Language Models against Harmful Fine-tuning"
      },
      {
        "key": "zhu2024lockingfinetunedllmssafety",
        "author": "Minjun Zhu and Linyi Yang and Yifan Wei and Ningyu Zhang and Yue Zhang",
        "title": "Locking Down the Finetuned LLMs Safety"
      },
      {
        "key": "wu2025separatewheatchaffposthoc",
        "author": "Di Wu and Xin Lu and Yanyan Zhao and Bing Qin",
        "title": "Separate the Wheat from the Chaff: A Post-Hoc Approach to Safety Re-Alignment for Fine-Tuned Language Models"
      },
      {
        "key": "yi2024nlsrneuronlevelsafetyrealignment",
        "author": "Xin Yi and Shunfan Zheng and Linlin Wang and Gerard de Melo and Xiaoling Wang and Liang He",
        "title": "NLSR: Neuron-Level Safety Realignment of Large Language Models Against Harmful Fine-Tuning"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "huang2024vaccine",
        "author": "Huang, T. and Hu, S. and Liu, L.",
        "title": "Vaccine: Perturbation-aware alignment for large language model"
      },
      {
        "key": "rosati2024representation",
        "author": "Rosati, D. and Wehner, J. and Williams, K. and Bartoszcze, L. and Atanasov, D. and Gonzales, R. and Majumdar, S. and Maple, C. and Sajjad, H. and Rudzicz, F.",
        "title": "Representation noising effectively prevents harmful fine-tuning on LLMs"
      },
      {
        "key": "liu2024targetedvaccinesafetyalignment",
        "author": "Guozhi Liu and Weiwei Lin and Tiansheng Huang and Ruichao Mo and Qi Mu and Li Shen",
        "title": "Targeted Vaccine: Safety Alignment for Large Language Models against Harmful Fine-Tuning via Layer-wise Perturbation"
      },
      {
        "key": "du2024securetuningmitigatingsecurity",
        "author": "Yanrui Du and Sendong Zhao and Jiawei Cao and Ming Ma and Danyang Zhao and Fenglei Fan and Ting Liu and Bing Qin",
        "title": "Towards Secure Tuning: Mitigating Security Risks Arising from Benign Instruction Fine-Tuning"
      },
      {
        "key": "tamirisa2024tamper",
        "author": "Tamirisa, R. and Bharathi, B. and Phan, L. and Zhou, A. and Gatti, A. and Suresh, T. and Lin, M. and Wang, J. and Wang, R. and Arel, R. and others",
        "title": "Tamper-resistant safeguards for open-weight LLMs"
      },
      {
        "key": "huang2024boostertacklingharmfulfinetuning",
        "author": "Tiansheng Huang and Sihao Hu and Fatih Ilhan and Selim Furkan Tekin and Ling Liu",
        "title": "Booster: Tackling Harmful Fine-tuning for Large Language Models via Attenuating Harmful Perturbation"
      },
      {
        "key": "mukhoti2024finetuningcripplefoundationmodel",
        "author": "Jishnu Mukhoti and Yarin Gal and Philip H. S. Torr and Puneet K. Dokania",
        "title": "Fine-tuning can cripple your foundation model; preserving features may be the solution"
      },
      {
        "key": "wei2024assessingbrittlenesssafetyalignment",
        "author": "Boyi Wei and Kaixuan Huang and Yangsibo Huang and Tinghao Xie and Xiangyu Qi and Mengzhou Xia and Prateek Mittal and Mengdi Wang and Peter Henderson",
        "title": "Assessing the Brittleness of Safety Alignment via Pruning and Low-Rank Modifications"
      },
      {
        "key": "huang2024lisalazysafetyalignment",
        "author": "Tiansheng Huang and Sihao Hu and Fatih Ilhan and Selim Furkan Tekin and Ling Liu",
        "title": "Lisa: Lazy Safety Alignment for Large Language Models against Harmful Fine-tuning Attack"
      },
      {
        "key": "qi2024alignment_deep",
        "author": "Xiangyu Qi and Ashwinee Panda and Kaifeng Lyu and Xiao Ma and Subhrajit Roy and Ahmad Beirami and Prateek Mittal and Peter Henderson",
        "title": "Safety Alignment Should Be Made More Than Just a Few Tokens Deep"
      },
      {
        "key": "anonymous2024identifying",
        "author": "Anonymous",
        "title": "Identifying and Tuning Safety Neurons in Large Language Models"
      },
      {
        "key": "liu2024robustifying",
        "author": "Liu, Xiaoqun and Liang, Jiacheng and Ye, Muchao and Xi, Zhaohan",
        "title": "Robustifying safety-aligned large language models through clean data curation"
      },
      {
        "key": "bianchi2024safetytuned",
        "author": "Federico Bianchi and Mirac Suzgun and Giuseppe Attanasio and Paul Rottger and Dan Jurafsky and Tatsunori Hashimoto and James Zou",
        "title": "Safety-Tuned {LL}a{MA}s: Lessons From Improving the Safety of Large Language Models that Follow Instructions"
      },
      {
        "key": "10.5555/3692070.3694674",
        "author": "Zong, Yongshuo and Bohdal, Ondrej and Yu, Tingyang and Yang, Yongxin and Hospedales, Timothy",
        "title": "Safety fine-tuning at (almost) no cost: a baseline for vision large language models"
      },
      {
        "key": "eiras2024mimickinguserdatamitigating",
        "author": "Francisco Eiras and Aleksandar Petrov and Phillip H. S. Torr and M. Pawan Kumar and Adel Bibi",
        "title": "Mimicking User Data: On Mitigating Fine-Tuning Risks in Closed Large Language Models"
      },
      {
        "key": "wang2024mitigatingfinetuningbasedjailbreak",
        "author": "Jiongxiao Wang and Jiazhao Li and Yiquan Li and Xiangyu Qi and Junjie Hu and Yixuan Li and Patrick McDaniel and Muhao Chen and Bo Li and Chaowei Xiao",
        "title": "Mitigating Fine-tuning based Jailbreak Attack with Backdoor Enhanced Safety Alignment"
      },
      {
        "key": "li2025safetylayersalignedlarge",
        "author": "Shen Li and Liuyi Yao and Lan Zhang and Yaliang Li",
        "title": "Safety Layers in Aligned Large Language Models: The Key to LLM Security"
      },
      {
        "key": "shen2024sealsafetyenhancedalignedllm",
        "author": "Han Shen and Pin-Yu Chen and Payel Das and Tianyi Chen",
        "title": "SEAL: Safety-enhanced Aligned LLM Fine-tuning via Bilevel Data Selection"
      },
      {
        "key": "li2025safety",
        "author": "Jianwei Li and Jung-Eun Kim",
        "title": "Safety Alignment Shouldn't Be Complicated"
      },
      {
        "key": "li2025salorasafetyalignmentpreservedlowrank",
        "author": "Mingjie Li and Wai Man Si and Michael Backes and Yang Zhang and Yisen Wang",
        "title": "SaLoRA: Safety-Alignment Preserved Low-Rank Adaptation"
      },
      {
        "key": "choi2024safetyawarefinetuninglargelanguage",
        "author": "Hyeong Kyu Choi and Xuefeng Du and Yixuan Li",
        "title": "Safety-Aware Fine-Tuning of Large Language Models"
      },
      {
        "key": "casper2024defendingunforeseenfailuremodes",
        "author": "Stephen Casper and Lennart Schulze and Oam Patel and Dylan Hadfield-Menell",
        "title": "Defending Against Unforeseen Failure Modes with Latent Adversarial Training"
      },
      {
        "key": "hsu2025safelorasilverlining",
        "author": "Chia-Yi Hsu and Yu-Lin Tsai and Chih-Hsun Lin and Pin-Yu Chen and Chia-Mu Yu and Chun-Ying Huang",
        "title": "Safe LoRA: the Silver Lining of Reducing Safety Risks when Fine-tuning Large Language Models"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "christian2023jailbreak",
        "author": "Jon Christian",
        "title": "Amazing \"Jailbreak\" Bypasses ChatGPT's Ethics Safeguards"
      },
      {
        "key": "lv2024adappaadaptivepositionprefill",
        "author": "Lijia Lv and Weigang Zhang and Xuehai Tang and Jie Wen and Feng Liu and Jizhong Han and Songlin Hu",
        "title": "AdaPPA: Adaptive Position Pre-Fill Jailbreak Attack Approach Targeting LLMs"
      }
    ]
  }
]