[
  {
    "index": 0,
    "papers": [
      {
        "key": "28",
        "author": "Fausto Milletari and Seyed-Ahmad Ahmadi and Christine Kroll and Annika Plate et al.",
        "title": "Hough-CNN: Deep learning for segmentation of deep brain regions in MRI and ultrasound"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "13",
        "author": "Çiçek, Özgün and Abdulkadir, Ahmed and Lienkamp, Sonja S. and Brox, Thomas and Ronneberger, Olaf",
        "title": "3D U-Net: Learning Dense Volumetric Segmentation from Sparse Annotation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "29",
        "author": "Kisuk Lee and Jonathan Zung and Peter Li and Viren Jain and H. Sebastian Seung",
        "title": "Superhuman Accuracy on the SNEMI3D Connectomics Challenge"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "6",
        "author": "Kaiming He and Xiangyu Zhang and Shaoqing Ren and Jian Sun",
        "title": "Deep Residual Learning for Image Recognition"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "14",
        "author": "Isensee, Fabian and Jaeger, Paul F. and Kohl, Simon A. A. and Maier-Hein, Klaus H.",
        "title": "nnU-Net: a self-configuring method for deep learning-based biomedical image segmentation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "21",
        "author": "Jieneng Chen and Yongyi Lu and Qihang Yu and Xiangde Luo and Ehsan Adeli and Yan Wang and Le Lu and Alan L. Yuille and Yuyin Zhou",
        "title": "TransUNet: Transformers Make Strong Encoders for Medical Image Segmentation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "23",
        "author": "Hong-Yu Zhou and Jiansen Guo and Yinghao Zhang and Lequan Yu and Liansheng Wang and Yizhou Yu",
        "title": "nnFormer: Interleaved Transformer for Volumetric Segmentation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "30",
        "author": "Davood Karimi and Serge Didenko Vasylechko and Ali Gholipour",
        "title": "Convolution-Free Medical Image Segmentation using Transformer Networks"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zhang2024infinimotion",
        "author": "Zhang, Zeyu and Liu, Akide and Chen, Qi and Chen, Feng and Reid, Ian and Hartley, Richard and Zhuang, Bohan and Tang, Hao",
        "title": "Infinimotion: Mamba boosts memory in transformer for arbitrary long motion generation"
      },
      {
        "key": "zhang2024kmm",
        "author": "Zhang, Zeyu and Gao, Hang and Liu, Akide and Chen, Qi and Chen, Feng and Wang, Yiran and Li, Danning and Tang, Hao",
        "title": "KMM: Key Frame Mask Mamba for Extended Motion Generation"
      },
      {
        "key": "zhang2024motion",
        "author": "Zhang, Zeyu and Liu, Akide and Reid, Ian and Hartley, Richard and Zhuang, Bohan and Tang, Hao",
        "title": "Motion mamba: Efficient and long sequence motion generation"
      }
    ]
  }
]