[
  {
    "index": 0,
    "papers": [
      {
        "key": "hyndman2018forecasting",
        "author": "Hyndman, Rob J and Athanasopoulos, George",
        "title": "{Forecasting: principles and practice}"
      },
      {
        "key": "petropoulos2022forecasting",
        "author": "Fotios Petropoulos and Daniele Apiletti and Vassilios Assimakopoulos and Mohamed Zied Babai and Devon K. Barrow and Souhaib {Ben Taieb} and Christoph Bergmeir and Ricardo J. Bessa and Jakub Bijak and John E. Boylan and Jethro Browell and Claudio Carnevale and Jennifer L. Castle and Pasquale Cirillo and Michael P. Clements and Clara Cordeiro and Fernando Luiz {Cyrino Oliveira} and Shari {De Baets} and Alexander Dokumentov and Joanne Ellison and Piotr Fiszeder and Philip Hans Franses and David T. Frazier and Michael Gilliland and M. Sinan Gönül and Paul Goodwin and Luigi Grossi and Yael Grushka-Cockayne and Mariangela Guidolin and Massimo Guidolin and Ulrich Gunter and Xiaojia Guo and Renato Guseo and Nigel Harvey and David F. Hendry and Ross Hollyman and Tim Januschowski and Jooyoung Jeon and Victor Richmond R. Jose and Yanfei Kang and Anne B. Koehler and Stephan Kolassa and Nikolaos Kourentzes and Sonia Leva and Feng Li and Konstantia Litsiou and Spyros Makridakis and Gael M. Martin and Andrew B. Martinez and Sheik Meeran and Theodore Modis and Konstantinos Nikolopoulos and Dilek Önkal and Alessia Paccagnini and Anastasios Panagiotelis and Ioannis Panapakidis and Jose M. Pavía and Manuela Pedio and Diego J. Pedregal and Pierre Pinson and Patrícia Ramos and David E. Rapach and J. James Reade and Bahman Rostami-Tabar and Michał Rubaszek and Georgios Sermpinis and Han Lin Shang and Evangelos Spiliotis and Aris A. Syntetos and Priyanga Dilini Talagala and Thiyanga S. Talagala and Len Tashman and Dimitrios Thomakos and Thordis Thorarinsdottir and Ezio Todini and Juan Ramón {Trapero Arenas} and Xiaoqian Wang and Robert L. Winkler and Alisa Yusupova and Florian Ziel",
        "title": "Forecasting: theory and practice"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "benidis2022deep",
        "author": "Benidis, Konstantinos and Rangapuram, Syama Sundar and Flunkert, Valentin and Wang, Yuyang and Maddix, Danielle and Turkmen, Caner and Gasthaus, Jan and Bohlke-Schneider, Michael and Salinas, David and Stella, Lorenzo and Aubet, Fran\\c{c}ois-Xavier and Callot, Laurent and Januschowski, Tim",
        "title": "{Deep Learning for Time Series Forecasting: Tutorial and Literature Survey}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "salinas2020deepar",
        "author": "Salinas, David and Flunkert, Valentin and Gasthaus, Jan and Januschowski, Tim",
        "title": "{DeepAR: Probabilistic forecasting with autoregressive recurrent networks}"
      },
      {
        "key": "rangapuram2018deep",
        "author": "Rangapuram, Syama Sundar and Seeger, Matthias W and Gasthaus, Jan and Stella, Lorenzo and Wang, Yuyang and Januschowski, Tim",
        "title": "{Deep state space models for time series forecasting}"
      },
      {
        "key": "debezenac2020normalizing",
        "author": "de B{\\'e}zenac, Emmanuel and Rangapuram, Syama Sundar and Benidis, Konstantinos and Bohlke-Schneider, Michael and Kurle, Richard and Stella, Lorenzo and Hasson, Hilaf and Gallinari, Patrick and Januschowski, Tim",
        "title": "{Normalizing kalman filters for multivariate time series analysis}"
      },
      {
        "key": "rasul2021autoregressive",
        "author": "Rasul, Kashif and Seward, Calvin and Schuster, Ingmar and Vollgraf, Roland",
        "title": "{Autoregressive denoising diffusion models for multivariate probabilistic time series forecasting}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wen2017multi",
        "author": "Wen, Ruofeng and Torkkola, Kari and Narayanaswamy, Balakrishnan and Madeka, Dhruv",
        "title": "{A multi-horizon quantile recurrent forecaster}"
      },
      {
        "key": "gasthaus2019probabilistic",
        "author": "Gasthaus, Jan and Benidis, Konstantinos and Wang, Yuyang and Rangapuram, Syama Sundar and Salinas, David and Flunkert, Valentin and Januschowski, Tim",
        "title": "{Probabilistic forecasting with spline quantile function RNNs}"
      },
      {
        "key": "kan2022multivariate",
        "author": "Kan, Kelvin and Aubet, Fran{\\c{c}}ois-Xavier and Januschowski, Tim and Park, Youngsuk and Benidis, Konstantinos and Ruthotto, Lars and Gasthaus, Jan",
        "title": "Multivariate quantile function forecaster"
      },
      {
        "key": "gouttes2021probabilistic",
        "author": "Gouttes, Ad{\\`e}le and Rasul, Kashif and Koren, Mateusz and Stephan, Johannes and Naghibi, Tofigh",
        "title": "Probabilistic time series forecasting with implicit quantile networks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "jin2023survey",
        "author": "Jin, Ming and Koh, Huan Yee and Wen, Qingsong and Zambon, Daniele and Alippi, Cesare and Webb, Geoffrey I and King, Irwin and Pan, Shirui",
        "title": "{A Survey on Graph Neural Networks for Time Series: Forecasting, Classification, Imputation, and Anomaly Detection}"
      },
      {
        "key": "cini2023graphdeep",
        "author": "Cini, Andrea and Marisca, Ivan and Zambon, Daniele and Alippi, Cesare",
        "title": "{Graph Deep Learning for Time Series Forecasting}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wu2021quantifying",
        "author": "Wu, Dongxia and Gao, Liyao and Chinazzi, Matteo and Xiong, Xinyue and Vespignani, Alessandro and Ma, Yi-An and Yu, Rose",
        "title": "{Quantifying uncertainty in deep spatiotemporal forecasting}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "pal2021rnn",
        "author": "Pal, Soumyasundar and Ma, Liheng and Zhang, Yingxue and Coates, Mark",
        "title": "{RNN with Particle Flow for Probabilistic Spatio-temporal Forecasting}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "wen2023diffstg",
        "author": "Wen, Haomin and Lin, Youfang and Xia, Yutong and Wan, Huaiyu and Wen, Qingsong and Zimmermann, Roger and Liang, Yuxuan",
        "title": "Diff{STG}: Probabilistic spatio-temporal graph forecasting with denoising diffusion models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "ho2020denoising",
        "author": "Ho, Jonathan and Jain, Ajay and Abbeel, Pieter",
        "title": "Denoising diffusion probabilistic models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zambon2023graph",
        "author": "Zambon, Daniele and Cini, Andrea and Livi, Lorenzo and Alippi, Cesare",
        "title": "{Graph state-space models}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "mao2024valid",
        "author": "Mao, Huiying and Martin, Ryan and Reich, Brian J",
        "title": "Valid model-free spatial prediction"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "jiang2024spatio",
        "author": "Jiang, Hanyang and Xie, Yao and Qiu, Feng",
        "title": "Spatio-Temporal Conformal Prediction for Power Outage Data"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "meinshausen2006quantile",
        "author": "Meinshausen, Nicolai and Ridgeway, Greg",
        "title": "Quantile regression forests."
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "xu2023sequential",
        "author": "Xu, Chen and Xie, Yao",
        "title": "Sequential predictive conformal inference for time series"
      },
      {
        "key": "lee2024conformal",
        "author": "Junghwan Lee and Chen Xu and Yao Xie",
        "title": "Conformal Prediction for Time Series with Transformer"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "xu2024conformal",
        "author": "Xu, Chen and Jiang, Hanyang and Xie, Yao",
        "title": "Conformal prediction for multi-dimensional time series by ellipsoidal sets"
      },
      {
        "key": "sun2024copula",
        "author": "Sun, Sophia Huiwen and Yu, Rose",
        "title": "Copula Conformal prediction for multi-step time series prediction"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "smyl2020hybrid",
        "author": "Smyl, Slawek",
        "title": "{A hybrid method of exponential smoothing and recurrent neural networks for time series forecasting}"
      },
      {
        "key": "benidis2022deep",
        "author": "Benidis, Konstantinos and Rangapuram, Syama Sundar and Flunkert, Valentin and Wang, Yuyang and Maddix, Danielle and Turkmen, Caner and Gasthaus, Jan and Bohlke-Schneider, Michael and Salinas, David and Stella, Lorenzo and Aubet, Fran\\c{c}ois-Xavier and Callot, Laurent and Januschowski, Tim",
        "title": "{Deep Learning for Time Series Forecasting: Tutorial and Literature Survey}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "zargarbashi2023conformal",
        "author": "Zargarbashi, Soroush H and Antonelli, Simone and Bojchevski, Aleksandar",
        "title": "Conformal prediction sets for graph neural networks"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "huang2024uncertainty",
        "author": "Huang, Kexin and Jin, Ying and Candes, Emmanuel and Leskovec, Jure",
        "title": "Uncertainty quantification over graph with conformalized graph neural networks"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "davis2024valid",
        "author": "Davis, Ed and Gallagher, Ian and Lawson, Daniel John and Rubin-Delanchy, Patrick",
        "title": "Valid Conformal Prediction for Dynamic {GNNs}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "zargarbashi2023conformal",
        "author": "Zargarbashi, Soroush H and Antonelli, Simone and Bojchevski, Aleksandar",
        "title": "Conformal prediction sets for graph neural networks"
      },
      {
        "key": "huang2024uncertainty",
        "author": "Huang, Kexin and Jin, Ying and Candes, Emmanuel and Leskovec, Jure",
        "title": "Uncertainty quantification over graph with conformalized graph neural networks"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "clarkson2023distribution",
        "author": "Clarkson, Jase",
        "title": "Distribution free prediction sets for node classification"
      }
    ]
  }
]