[
  {
    "index": 0,
    "papers": [
      {
        "key": "rahaman2019spectralbiasneuralnetworks",
        "author": "Nasim Rahaman and Aristide Baratin and Devansh Arpit and Felix Draxler and Min Lin and Fred A. Hamprecht and Yoshua Bengio and Aaron Courville",
        "title": "On the Spectral Bias of Neural Networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "basri2020frequencybiasneuralnetworks",
        "author": "Basri, Ronen and Galun, Meirav and Geifman, Amnon and Jacobs, David and Kasten, Yoni and Kritchman, Shira",
        "title": "Frequency bias in neural networks for input of non-uniform density"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "NTKjacot2018",
        "author": "Jacot, Arthur and Gabriel, Franck and Hongler, Cl\\'{e}ment",
        "title": "Neural tangent kernel: convergence and generalization in neural networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "bozorgasl2024wavkanwaveletkolmogorovarnoldnetworks",
        "author": "Zavareh Bozorgasl and Hao Chen",
        "title": "Wav-KAN: Wavelet Kolmogorov-Arnold Networks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wang2024kolmogorovarnoldinformedneural",
        "author": "Yizheng Wang and Jia Sun and Jinshuai Bai and Cosmin Anitescu and Mohammad Sadegh Eshaghi and Xiaoying Zhuang and Timon Rabczuk and Yinghua Liu",
        "title": "Kolmogorov Arnold Informed neural network: A physics-informed deep learning framework for solving forward and inverse problems based on Kolmogorov Arnold Networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "liu2024kankolmogorovarnoldnetworks",
        "author": "Ziming Liu and Yixuan Wang and Sachin Vaidya and Fabian Ruehle and James Halverson and Marin Soljačić and Thomas Y. Hou and Max Tegmark",
        "title": "KAN: Kolmogorov-Arnold Networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "patra2024physicsinformedkolmogorovarnoldneural",
        "author": "Subhajit Patra and Sonali Panda and Bikram Keshari Parida and Mahima Arya and Kurt Jacobs and Denys I. Bondar and Abhijit Sen",
        "title": "Physics Informed Kolmogorov-Arnold Neural Networks for Dynamical Analysis via Efficent-KAN and WAV-KAN"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "FourierFeaturesTancik2020",
        "author": "Tancik, Matthew and Srinivasan, Pratul P. and Mildenhall, Ben and Fridovich-Keil, Sara and Raghavan, Nithin and Singhal, Utkarsh and Ramamoorthi, Ravi and Barron, Jonathan T. and Ng, Ren",
        "title": "Fourier features let networks learn high frequency functions in low dimensional domains"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "WANG2021113938fourierfeaturespINNs",
        "author": "Sifan Wang and Hanwen Wang and Paris Perdikaris",
        "title": "On the eigenvector bias of Fourier feature networks: From regression to solving multi-scale PDEs with physics-informed neural networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "WANG2021113938fourierfeaturespINNs",
        "author": "Sifan Wang and Hanwen Wang and Paris Perdikaris",
        "title": "On the eigenvector bias of Fourier feature networks: From regression to solving multi-scale PDEs with physics-informed neural networks"
      }
    ]
  }
]