[
  {
    "index": 0,
    "papers": [
      {
        "key": "nekotoparticipatory",
        "author": "Nekoto, Wilhelmina Onyothi and Kreutzer, Julia and Rajab, Jenalea and Ochieng, Millicent and Abbott, Jade",
        "title": "Participatory Translations of Oshiwambo: Towards Culture Preservation with Language Technology"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "african_licenses",
        "author": "Unknown",
        "title": "Advancing a More Global Agenda for Trustworthy Artificial Intelligence."
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "emezue2023afrodigits",
        "author": "Emezue, Chris Chinenye and Gandhi, Sanchit and Tunstall, Lewis and Abid, Abubakar and Meyer, Josh and Lhoest, Quentin and Allen, Pete and Von Platen, Patrick and Kiela, Douwe and Jernite, Yacine and others",
        "title": "AfroDigits: A Community-Driven Spoken Digit Dataset for African Languages"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "meyer2022bibletts",
        "author": "Meyer, Josh and Adelani, David Ifeoluwa and Casanova, Edresson and {\\\"O}ktem, Alp and Weber, Daniel Whitenack Julian and Kabongo, Salomon and Salesky, Elizabeth and Orife, Iroro and Leong, Colin and Ogayo, Perez and others",
        "title": "Bibletts: a large, high-fidelity, multilingual, and uniquely african speech corpus"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "ogun20241000",
        "author": "Ogun, Sewade and Owodunni, Abraham T and Olatunji, Tobi and Alese, Eniola and Oladimeji, Babatunde and Afonja, Tejumade and Olaleye, Kayode and Etori, Naome A and Adewumi, Tosin",
        "title": "1000 African Voices: Advancing inclusive multi-speaker multi-accent speech synthesis"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "olatunji2023afrispeech",
        "author": "Olatunji, Tobi and Afonja, Tejumade and Yadavalli, Aditya and Emezue, Chris Chinenye and Singh, Sahib and Dossou, Bonaventure FP and Osuchukwu, Joanne and Osei, Salomey and Tonja, Atnafu Lambebo and Etori, Naome and others",
        "title": "Afrispeech-200: Pan-african accented speech dataset for clinical and general domain asr"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wanjawa2022kencorpus",
        "author": "Wanjawa, Barack and Wanzare, Lilian and Indede, Florence and McOnyango, Owen and Ombui, Edward and Muchemi, Lawrence",
        "title": "Kencorpus: A kenyan language corpus of swahili, dholuo and luhya for natural language processing tasks"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "louw2001african",
        "author": "Louw, Philippa H and Roux, Justus C and Botha, Elizabeth C",
        "title": "African speech technology (AST) telephone speech databases: corpus design and contents."
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "strom2018linguistic",
        "author": "Str{\\\"o}m, Eva-Marie Bloom",
        "title": "Linguistic and sociolinguistic aspects of variation in the Eastern Cape: Complexities of Xhosa language use"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "van2017synthesising",
        "author": "Van Der Westhuizen, Ewald and Niesler, Thomas",
        "title": "Synthesising isiZulu-English Code-Switch Bigrams Using Word Embeddings."
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "biswas2003semi",
        "author": "Biswas, A and Y{\\i}lmaz, E and De Wet, F and van der Westhuizen, E and Niesler, T",
        "title": "Semi-supervised development of ASR systems for multilingual code-switched speech in under-resourced languages. arXiv 2020"
      }
    ]
  }
]