[
  {
    "index": 0,
    "papers": [
      {
        "key": "10608117",
        "author": "Wang, Mengqin and Wei, Yanling and Huang, Xueliang and Gao, Shan",
        "title": "An End-to-End Deep Reinforcement Learning Framework for Electric Vehicle Routing Problem"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "TANG2023121711",
        "author": "Mengcheng Tang and Weichao Zhuang and Bingbing Li and Haoji Liu and Ziyou Song and Guodong Yin",
        "title": "Energy-optimal routing for electric vehicles using deep reinforcement learning with transformer"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "9924526",
        "author": "Zhang, Ying and Li, Muyang and Chen, Yuanchang and Chiang, Yao-Yi and Hua, Yunpeng",
        "title": "A Constraint-Based Routing and Charging Methodology for Battery Electric Vehicles With Deep Reinforcement Learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Silver2018AGR",
        "author": "David Silver and Thomas Hubert and Julian Schrittwieser and Ioannis Antonoglou and Matthew Lai and Arthur Guez and Marc Lanctot and L. Sifre and Dharshan Kumaran and Thore Graepel and Timothy P. Lillicrap and Karen Simonyan and Demis Hassabis",
        "title": "A general reinforcement learning algorithm that masters chess, shogi, and Go through self-play"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Wang2021AdaptiveWM",
        "author": "Hui Wang and Mike Preuss and Aske Plaat",
        "title": "Adaptive Warm-Start MCTS in AlphaZero-like Deep Reinforcement Learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Bansal2017EmergentCV",
        "author": "Trapit Bansal and Jakub W. Pachocki and Szymon Sidor and Ilya Sutskever and Igor Mordatch",
        "title": "Emergent Complexity via Multi-Agent Competition"
      },
      {
        "key": "laterre2018ranked",
        "author": "Alexandre Laterre and Yunguan Fu and Mohamed Khalil Jabri and Alain-Sam Cohen and David Kas and Karl Hajjar and Torbjorn S. Dahl and Amine Kerkeni and Karim Beguir",
        "title": "Ranked Reward: Enabling Self-Play Reinforcement Learning for Combinatorial Optimization"
      },
      {
        "key": "9356942",
        "author": "Wang, Hui and Preuss, Mike and Emmerich, Michael and Plaat, Aske",
        "title": "Tackling Morpion Solitaire with AlphaZero-like Ranked Reward Reinforcement Learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "WANG2021104422",
        "author": "Qi Wang and Yongsheng Hao and Jie Cao",
        "title": "Learning to traverse over graphs with a Monte Carlo tree search-based self-play framework"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Danihelka2022PolicyIB",
        "author": "Ivo Danihelka and Arthur Guez and Julian Schrittwieser and David Silver",
        "title": "Policy improvement by planning with Gumbel"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "0547ebb970b949cf8ec4326c525f408a",
        "author": "Jonathan Pirnay and Quirin G{\\\"o}ttl and Jakob Burger and Grimm, {Dominik Gerhard}",
        "title": "Policy-Based Self-Competition for Planning Problems"
      }
    ]
  }
]