[
  {
    "index": 0,
    "papers": [
      {
        "key": "DL2015",
        "author": "LeCun, Yann and Bengio, Yoshua and Hinton, Geoffrey",
        "title": "Deep learning (article)"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "WEN2020101694",
        "author": "Junhao Wen and Elina Thibeau-Sutre and Mauricio Diaz-Melo and Jorge Samper-González and Alexandre Routier and Simona Bottani and Didier Dormont and Stanley Durrleman and Ninon Burgos and Olivier Colliot",
        "title": "Convolutional neural networks for classification of Alzheimer's disease: Overview and reproducible evaluation (article)"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "LITJENS201760",
        "author": "Geert Litjens and Thijs Kooi and Babak Ehteshami Bejnordi and Arnaud Arindra Adiyoso Setio and Francesco Ciompi and Mohsen Ghafoorian and Jeroen A.W.M. {van der Laak} and Bram {van Ginneken} and Clara I. Sánchez",
        "title": "A survey on deep learning in medical image analysis"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "sarraf2016classification",
        "author": "Saman Sarraf and Ghassem Tofighi",
        "title": "Classification of Alzheimer's Disease using fMRI Data and Deep Learning Convolutional Neural Networks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "bai2017unsupervised",
        "author": "Bai, Zilong and Walker, Peter and Tschiffely, Anna and Wang, Fei and Davidson, Ian",
        "title": "Unsupervised network discovery for brain imaging data"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "logotjetis-fMRI",
        "author": "Logothetis, Nikos K. ",
        "title": "What we can do and what we cannot do with fMRI (article)"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "10.1007/978-3-030-36683-4_65",
        "author": "Rakhimberdina, Zarina\nand Murata, Tsuyoshi",
        "title": "Linear Graph Convolutional Model for Diagnosing Brain Disorders"
      },
      {
        "key": "Parisot2018DiseasePU",
        "author": "Sarah Parisot and Sofia Ira Ktena and Enzo Ferrante and M. J. Lee and Ricardo Guerrero and Ben Glocker and Daniel Rueckert",
        "title": "Disease prediction using graph convolutional networks: Application to Autism Spectrum Disorder and Alzheimer's disease"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Parisot2018DiseasePU",
        "author": "Sarah Parisot and Sofia Ira Ktena and Enzo Ferrante and M. J. Lee and Ricardo Guerrero and Ben Glocker and Daniel Rueckert",
        "title": "Disease prediction using graph convolutional networks: Application to Autism Spectrum Disorder and Alzheimer's disease"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jack2008alzheimer",
        "author": "Jack Jr, Clifford R and Bernstein, Matt A and Fox, Nick C and Thompson, Paul and Alexander, Gene and Harvey, Danielle and Borowski, Bret and Britson, Paula J and L. Whitwell, Jennifer and Ward, Chadwick and others",
        "title": "The Alzheimer's disease neuroimaging initiative (ADNI): MRI methods"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "schwartz2019inducing",
        "author": "Dan Schwartz and Mariya Toneva and Leila Wehbe",
        "title": "Inducing brain-relevant bias in natural language processing models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "rieck2020uncovering",
        "author": "Bastian Rieck and Tristan Yates and Christian Bock and Karsten Borgwardt and Guy Wolf and Nicholas Turk-Browne and Smita Krishnaswamy",
        "title": "Uncovering the Topology of Time-Varying fMRI Data using Cubical Persistence"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "10.1371/journal.pcbi.1006633",
        "author": "Shen, Guohua AND Horikawa, Tomoyasu AND Majima, Kei AND Kamitani, Yukiyasu",
        "title": "Deep image reconstruction from human brain activity"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "pmid29622496",
        "author": "Zeng, L. L.  and Wang, H.  and Hu, P.  and Yang, B.  and Pu, W.  and Shen, H.  and Chen, X.  and Liu, Z.  and Yin, H.  and Tan, Q.  and Wang, K.  and Hu, D. ",
        "title": "{{M}ulti-{S}ite {D}iagnostic {C}lassification of {S}chizophrenia {U}sing {D}iscriminant {D}eep {L}earning with {F}unctional {C}onnectivity {M}{R}{I}}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "LESH2013590",
        "author": "Tyler A. Lesh and Andrew J. Westphal and Tara A. Niendam and Jong H. Yoon and Michael J. Minzenberg and J. Daniel Ragland and Marjorie Solomon and Cameron S. Carter",
        "title": "Proactive and reactive cognitive control and dorsolateral prefrontal cortex dysfunction in first episode schizophrenia"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "yoon2012automated",
        "author": "Yoon, Jong H and Nguyen, Danh V and McVay, Lindsey M and Deramo, Paul and Minzenberg, Michael J and Ragland, J Daniel and Niendham, Tara and Solomon, Marjorie and Carter, Cameron S",
        "title": "Automated classification of fMRI during cognitive control identifies more severely disorganized subjects with schizophrenia"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "doi:10.1176/appi.ajp.2019.18101126",
        "author": "Smucny, Jason and Lesh, Tyler A. and Carter, Cameron S.",
        "title": "Baseline Frontoparietal Task-Related BOLD Activity as a Predictor of Improvement in Clinical Symptoms at 1-Year Follow-Up in Recent-Onset Psychosis"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "https://doi.org/10.1002/hbm.25286",
        "author": "Smucny, Jason and Davidson, Ian and Carter, Cameron S.",
        "title": "Comparing machine and deep learning-based algorithms for prediction of clinical improvement in psychosis with functional magnetic resonance imaging"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "doi:10.1176/appi.ajp.2019.18101126",
        "author": "Smucny, Jason and Lesh, Tyler A. and Carter, Cameron S.",
        "title": "Baseline Frontoparietal Task-Related BOLD Activity as a Predictor of Improvement in Clinical Symptoms at 1-Year Follow-Up in Recent-Onset Psychosis"
      },
      {
        "key": "https://doi.org/10.1002/hbm.25286",
        "author": "Smucny, Jason and Davidson, Ian and Carter, Cameron S.",
        "title": "Comparing machine and deep learning-based algorithms for prediction of clinical improvement in psychosis with functional magnetic resonance imaging"
      },
      {
        "key": "smucny2021comparing",
        "author": "Smucny, Jason and Davidson, Ian and Carter, Cameron S",
        "title": "Comparing machine and deep learning-based algorithms for prediction of clinical improvement in psychosis with functional magnetic resonance imaging"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "yan2021deep",
        "author": "Yan, Xiaoqiang and Hu, Shizhe and Mao, Yiqiao and Ye, Yangdong and Yu, Hui",
        "title": "Deep multi-view learning methods: A review"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "carbonneau2018multiple",
        "author": "Carbonneau, Marc-Andr{\\'e} and Cheplygina, Veronika and Granger, Eric and Gagnon, Ghyslain",
        "title": "Multiple instance learning: A survey of problem characteristics and applications"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "nguyen2014labeling",
        "author": "Nguyen, Cam-Tu and Wang, Xiaoliang and Liu, Jing and Zhou, Zhi-Hua",
        "title": "Labeling complicated objects: Multi-view multi-instance multi-label learning"
      },
      {
        "key": "li2017multi",
        "author": "Li, Bing and Yuan, Chunfeng and Xiong, Weihua and Hu, Weiming and Peng, Houwen and Ding, Xinmiao and Maybank, Steve",
        "title": "Multi-view multi-instance learning based on joint sparse representation and multi-view dictionary learning"
      },
      {
        "key": "wang2020differentiating",
        "author": "Wang, Keyao and Wang, Jun and Domeniconi, Carlotta and Zhang, Xiangliang and Yu, Guoxian",
        "title": "Differentiating isoform functions with collaborative matrix factorization"
      },
      {
        "key": "cen2019representation",
        "author": "Cen, Yukuo and Zou, Xu and Zhang, Jianwei and Yang, Hongxia and Zhou, Jingren and Tang, Jie",
        "title": "Representation learning for attributed multiplex heterogeneous network"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "yuan2018multi",
        "author": "Yuan, Ye and Xun, Guangxu and Jia, Kebin and Zhang, Aidong",
        "title": "A multi-view deep learning framework for EEG seizure detection"
      },
      {
        "key": "yang2021deep",
        "author": "Yang, Yuanlin and Yu, Guoxian and Domeniconi, Carlotta and Zhang, Xiangliang",
        "title": "Deep Multi-type Objects Muli-view Multi-instance Multi-label Learning"
      },
      {
        "key": "xing2019multi",
        "author": "Xing, Yuying and Yu, Guoxian and Domeniconi, Carlotta and Wang, Jun and Zhang, Zili and Guo, Maozu",
        "title": "Multi-view multi-instance multi-label learning based on collaborative matrix factorization"
      }
    ]
  }
]