[
  {
    "index": 0,
    "papers": [
      {
        "key": "single-bille-reconfig-IROS",
        "author": "Garcia, Javier and Yannuzzi, Michael and Kramer, Peter and Rieck, Christian and Becker, Aaron T.",
        "title": "Connected reconfiguration of polyominoes amid obstacles using {RRT}$^*$"
      },
      {
        "key": "cooperative-bille-reconfig-ICRA",
        "author": "Garcia, Javier and Yannuzzi, Michael and Kramer, Peter and Rieck, Christian and Fekete, Sándor P. and Becker, Aaron T.",
        "title": "Reconfiguration of a {2D} Structure using spatio-Temporal planning and load transferring"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "jenett2017bille",
        "author": "Jenett, Ben and Cheung, Kenneth",
        "title": "{BILL-E}: Robotic platform for locomotion and manipulation of lightweight space structures"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gmyr2018recognition",
        "author": "Robert Gmyr and Kristian Hinnenthal and Irina Kostitsyna and Fabian Kuhn and Dorian Rudolph and Christian Scheideler",
        "title": "Shape Recognition by a Finite Automaton Robot"
      },
      {
        "key": "gmyr2020forming",
        "author": "Gmyr, Robert and Hinnenthal, Kristian and Kostitsyna, Irina and Kuhn, Fabian and Rudolph, Dorian and Scheideler, Christian and Strothmann, Thim",
        "title": "Forming tile shapes with simple robots"
      },
      {
        "key": "hinnenthal2024efficient",
        "author": "Kristian Hinnenthal and\nDavid Liedtke and\nChristian Scheideler",
        "title": "Efficient Shape Formation by {3D} Hybrid Programmable Matter: An Algorithm for Low Diameter Intermediate Structures"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "fekete2022connected",
        "author": "Fekete, S{\\'a}ndor P. and Niehs, Eike and Scheffer, Christian and Schmidt, Arne",
        "title": "Connected reconfiguration of lattice-based cellular structures by finite-memory robots"
      },
      {
        "key": "NiesReconfig",
        "author": "Niehs, Eike and Schmidt, Arne and Scheffer, Christian and Biediger, Daniel E. and Yannuzzi, Michael and Jenett, Benjamin and Abdel-Rahman, Amira and Cheung, Kenneth C. and Becker, Aaron T. and Fekete, Sándor P.",
        "title": "Recognition and reconfiguration of lattice-Based cellular structures by simple robots"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "almethen2020pushing",
        "author": "Almethen, Abdullah and Michail, Othon and Potapov, Igor",
        "title": "Pushing lines helps: Efficient universal centralised transformations for programmable matter"
      },
      {
        "key": "almethen2022efficient",
        "author": "Almethen, Abdullah and Michail, Othon and Potapov, Igor",
        "title": "On efficient connectivity-preserving transformations in a grid"
      },
      {
        "key": "connor2025transformation",
        "author": "Connor, Matthew and Michail, Othon",
        "title": "Transformation of Modular Robots by Rotation: $3+1$ Musketeers for all Orthogonally Convex Shapes"
      },
      {
        "key": "michail2019transformation",
        "author": "Michail, Othon and Skretas, George and Spirakis, Paul G.",
        "title": "On the transformation capability of feasible mechanisms for programmable matter"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "FitchBR03",
        "author": "Robert Fitch and Zack J. Butler and Daniela Rus",
        "title": "Reconfiguration planning for heterogeneous self-reconfiguring robots"
      },
      {
        "key": "FitchBR05",
        "author": "Robert Fitch and Zack J. Butler and Daniela Rus",
        "title": "Reconfiguration Planning Among Obstacles for Heterogeneous Self-Reconfiguring\nRobots"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "AkitayaDKKPSSUW22",
        "author": "Hugo A. Akitaya and Erik D. Demaine and Matias Korman and Irina Kostitsyna and Irene Parada and Willem Sonke and Bettina Speckmann and Ryuhei Uehara and Jules Wulms",
        "title": "Compacting Squares: Input-Sensitive In-Place Reconfiguration of Sliding\nSquares"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "AbelAKKS24",
        "author": "Zachary Abel and\nHugo A. Akitaya and\nScott Duke Kominers and\nMatias Korman and\nFrederick Stock",
        "title": "A Universal In-Place Reconfiguration Algorithm for Sliding Cube-Shaped\nRobots in a Quadratic Number of Moves"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "KostitsynaOPPSS24",
        "author": "Irina Kostitsyna and\nTim Ophelders and\nIrene Parada and\nTom Peters and\nWillem Sonke and\nBettina Speckmann",
        "title": "Optimal In-Place Compaction of Sliding Cubes"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "parallel-sliding-squares",
        "author": "Hugo A. Akitaya and Sándor P. Fekete and Peter Kramer and Saba Molaei and Christian Rieck and Frederick Stock and Tobias Wallner",
        "title": "Sliding squares in parallel"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "FeketeKKRS23-journal-connected",
        "author": "S{\\'{a}}ndor P. Fekete and Phillip Keldenich and Ramin Kosfeld and Christian Rieck and Christian Scheffer",
        "title": "Connected coordinated motion planning with bounded stretch"
      },
      {
        "key": "FeketeKRS022-journal-labeled-connected",
        "author": "S{\\'{a}}ndor P. Fekete and Peter Kramer and Christian Rieck and Christian Scheffer and Arne Schmidt",
        "title": "Efficiently reconfiguring a connected swarm of labeled robots"
      }
    ]
  }
]