[
  {
    "index": 0,
    "papers": [
      {
        "key": "tennent2019micbot",
        "author": "Tennent, Hamish and Shen, Solace and Jung, Malte",
        "title": "Micbot: A peripheral robotic object to shape conversational dynamics and team performance"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "alves2019empathic",
        "author": "Alves-Oliveira, Patr{\\'\\i}cia and Sequeira, Pedro and Melo, Francisco S and Castellano, Ginevra and Paiva, Ana",
        "title": "Empathic robot for group learning: A field study"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "fourie2022joint",
        "author": "Fourie, Christopher and Figueroa, Nadia and Shah, Julie and Bie{\\'n}kiewicz, Marta and Bardy, Beno{\\^\\i}t and Burdet, Etienne and Singamaneni, Phani Teja and Alami, Rachid and Curioni, Arianna and Knoblich, G{\\\"u}nther and others",
        "title": "Joint action, adaptation, and entrainment in human-robot interaction"
      },
      {
        "key": "iqbal2016movement",
        "author": "Iqbal, Tariq and Rack, Samantha and Riek, Laurel D",
        "title": "Movement coordination in human--robot teams: a dynamical systems approach"
      },
      {
        "key": "iqbal2017coordination",
        "author": "Iqbal, Tariq and Riek, Laurel D",
        "title": "Coordination dynamics in multihuman multirobot teams"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "iqbal2016movement",
        "author": "Iqbal, Tariq and Rack, Samantha and Riek, Laurel D",
        "title": "Movement coordination in human--robot teams: a dynamical systems approach"
      },
      {
        "key": "iqbal2017coordination",
        "author": "Iqbal, Tariq and Riek, Laurel D",
        "title": "Coordination dynamics in multihuman multirobot teams"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "correia2017groups",
        "author": "Correia, Filipa and Petisca, Sofia and Oliveira, PA and Ribeiro, Tiago and Melo, Francisco S and Paiva, Ana",
        "title": "Groups of humans and robots: Understanding membership preferences and team formation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "jamshad2024taking",
        "author": "Jamshad, Rabeya and Haripriyan, Arthi and Sonti, Advika and Simkins, Susan and Riek, Laurel D",
        "title": "Taking initiative in human-robot action teams: How proactive robot behaviors affect teamwork"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "levine2014concurrent",
        "author": "Levine, Steven and Williams, Brian",
        "title": "Concurrent plan recognition and execution for human-robot teams"
      },
      {
        "key": "nikolaidis2013human",
        "author": "Nikolaidis, Stefanos and Shah, Julie",
        "title": "Human-robot cross-training: Computational formulation, modeling and evaluation of a human team training strategy"
      },
      {
        "key": "dominey2008anticipation",
        "author": "Dominey, Peter Ford and Metta, Giorgio and Nori, Francesco and Natale, Lorenzo",
        "title": "Anticipation and initiative in human-humanoid interaction"
      },
      {
        "key": "hoffman2007effects",
        "author": "Hoffman, Guy and Breazeal, Cynthia",
        "title": "Effects of anticipatory action on human-robot teamwork efficiency, fluency, and perception of team"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "kyrarini2021survey",
        "author": "Kyrarini, Maria and Lygerakis, Fotios and Rajavenkatanarayanan, Akilesh and Sevastopoulos, Christos and Nambiappan, Harish Ram and Chaitanya, Kodur Krishna and Babu, Ashwin Ramesh and Mathew, Joanne and Makedon, Fillia",
        "title": "A survey of robots in healthcare"
      },
      {
        "key": "riek2017healthcare",
        "author": "Riek, Laurel D",
        "title": "Healthcare robotics"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yang2017companion",
        "author": "Yang, C. Y. and Lu, M. J. and Tseng, S. H. and Fu, L. C.",
        "title": "A companion robot for daily care of elders based on homeostasis"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ktistakis2017assistive",
        "author": "Ktistakis, I. P. and Bourbakis, N. G.",
        "title": "Assistive intelligent robotic wheelchairs"
      },
      {
        "key": "jiang2016enhanced",
        "author": "Jiang, H. and Zhang, T. and Wachs, J. P. and Duerstock, B. S.",
        "title": "Enhanced control of a wheelchair-mounted robotic manipulator using 3-D vision and multimodal interaction"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "sato2020rehabilitation",
        "author": "Sato, M. and Yasuhara, Y. and Osaka, K. and Ito, H. and Dino, Michael J. S. and Ong, I. L. and Zhao, Y. and Tanioka, T.",
        "title": "Rehabilitation care with Pepper humanoid robot: A qualitative case study of older patients with schizophrenia and/or dementia in Japan"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "carros2020exploring",
        "author": "Carros, F. and Meurer, J. and L{\\\"o}ffler, D. and Unbehaun, D. and Matthies, S. and Koch, I. and Wieching, R. and Randall, D. and Hassenzahl, M. and Wulf, V.",
        "title": "Exploring human-robot interaction with the elderly: results from a ten-week case study in a care home"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "wu2016design",
        "author": "Wu, J. and Gao, J. and Song, R. and Li, R. and Li, Y. and Jiang, L.",
        "title": "The design and control of a 3DOF lower limb rehabilitation robot"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "ahn2015healthcare",
        "author": "Ahn, Ho Seok and Lee, Min Ho and MacDonald, Bruce A",
        "title": "Healthcare robot systems for a hospital environment: CareBot and ReceptionBot"
      },
      {
        "key": "taylor2019coordinating",
        "author": "Taylor, Angelique and Lee, Hee Rin and Kubota, Alyssa and Riek, Laurel D",
        "title": "Coordinating clinical teams: Using robots to empower nurses to stop the line"
      },
      {
        "key": "taylor2021social",
        "author": "Taylor, A. and Matsumoto, S. and Xiao, W. and Riek, L. D.",
        "title": "Social navigation for mobile robots in the emergency department"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "ahn2015healthcare",
        "author": "Ahn, Ho Seok and Lee, Min Ho and MacDonald, Bruce A",
        "title": "Healthcare robot systems for a hospital environment: CareBot and ReceptionBot"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "lee2014design",
        "author": "Lee, Min Ho and Ahn, Ho Seok and Wang, Kevin and MacDonald, Bruce A",
        "title": "Design of a healthcare sensor managing system for vital sign measuring devices"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "matsumoto2023robot",
        "author": "Matsumoto, S. and Ghosh, P. and Jamshad, R. and Riek, L.D.",
        "title": "Robot, uninterrupted: Telemedical robots to mitigate care disruption"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "norman1999affordance",
        "author": "Norman, Donald A",
        "title": "Affordance, conventions, and design"
      },
      {
        "key": "gibson20133",
        "author": "Gibson, Eleano J",
        "title": "3 The Concept of Affordances in Development: The Renascence of Functionalism"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "passman1975mothers",
        "author": "Passman, Richard H and Weisberg, Paul",
        "title": "Mothers and blankets as agents for promoting play and exploration by young children in a novel environment: The effects of social and nonsocial attachment objects."
      },
      {
        "key": "rani2004anxiety",
        "author": "Rani, Pramila and Sarkar, Nilanjan and Smith, Craig A and Kirby, Leslie D",
        "title": "Anxiety detecting robotic system--towards implicit human-robot collaboration"
      },
      {
        "key": "bauer2008human",
        "author": "Bauer, Andrea and Wollherr, Dirk and Buss, Martin",
        "title": "Human--robot collaboration: a survey"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "riek2017healthcare",
        "author": "Riek, Laurel D",
        "title": "Healthcare robotics"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "bauer2008human",
        "author": "Bauer, Andrea and Wollherr, Dirk and Buss, Martin",
        "title": "Human--robot collaboration: a survey"
      },
      {
        "key": "hayashi2007humanoid",
        "author": "Hayashi, Kotaro and Sakamoto, Daisuke and Kanda, Takayuki and Shiomi, Masahiro and Koizumi, Satoshi and Ishiguro, Hiroshi and Ogasawara, Tsukasa and Hagita, Norihiro",
        "title": "Humanoid robots as a passive-social medium: a field experiment at a train station"
      },
      {
        "key": "kose2009effects",
        "author": "Kose-Bagci, Hatice and Ferrari, Ester and Dautenhahn, Kerstin and Syrdal, Dag Sverre and Nehaniv, Chrystopher L",
        "title": "Effects of embodiment and gestures on social interaction in drumming games with a humanoid robot"
      },
      {
        "key": "krogsager2014backchannel",
        "author": "Krogsager, Anders and Segato, Nicolaj and Rehm, Matthias",
        "title": "Backchannel head nods in danish first meeting encounters with a humanoid robot: The role of physical embodiment"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "short2017understanding",
        "author": "Short, Elaine S and Deng, Eric C and Feil-Seifer, David J and Mataric, Maja J",
        "title": "Understanding agency in interactions between children with autism and socially assistive robots"
      },
      {
        "key": "kalegina2018characterizing",
        "author": "Kalegina, Alisa and Schroeder, Grace and Allchin, Aidan and Berlin, Keara and Cakmak, Maya",
        "title": "Characterizing the design space of rendered robot faces"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "sirkin2015mechanical",
        "author": "Sirkin, David and Mok, Brian and Yang, Stephen and Ju, Wendy",
        "title": "Mechanical ottoman: how robotic furniture offers and withdraws support"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "nguyen2021exploring",
        "author": "Nguyen, Binh Vinh Duc and Simeone, Adalberto L and Vande Moere, Andrew",
        "title": "Exploring an architectural framework for human-building interaction via a semi-immersive cross-reality methodology"
      },
      {
        "key": "wang2019design",
        "author": "Wang, Yixiao and Frazelle, Chase and Sirohi, Richa and Li, Liheng and Walker, Ian D and Green, Keith E",
        "title": "Design and characterization of a novel robotic surface for application to compressed physical environments"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "hauser2020roombots",
        "author": "Hauser, Simon and Mutlu, Mehmet and L{\\'e}ziart, P-A and Khodr, Hala and Bernardino, Alexandre and Ijspeert, Auke Jan",
        "title": "Roombots extended: Challenges in the next generation of self-reconfigurable modular robots and their application in adaptive and assistive furniture"
      },
      {
        "key": "nigolian2017self",
        "author": "Nigolian, Valentin and Mutlu, Mehmet and Hauser, Simon and Bernardino, Alexandre and Ijspeert, Auke",
        "title": "Self-reconfigurable modular robot interface using virtual reality: Arrangement of furniture made out of roombots modules"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "strait2015too",
        "author": "Strait, Megan and Vujovic, Lara and Floerke, Victoria and Scheutz, Matthias and Urry, Heather",
        "title": "Too much humanness for human-robot interaction: exposure to highly humanlike robots elicits aversive responding in observers"
      },
      {
        "key": "koschate2016overcoming",
        "author": "Koschate, Miriam and Potter, Richard and Bremner, Paul and Levine, Mark",
        "title": "Overcoming the uncanny valley: Displays of emotions reduce the uncanniness of humanlike robots"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "loffler2020uncanny",
        "author": "L{\\\"o}ffler, Diana and D{\\\"o}rrenb{\\\"a}cher, Judith and Hassenzahl, Marc",
        "title": "The uncanny valley effect in zoomorphic robots: The U-shaped relation between animal likeness and likeability"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "mok2015place",
        "author": "Mok, Brian Ka-Jun and Yang, Stephen and Sirkin, David and Ju, Wendy",
        "title": "A place for every tool and every tool in its place: Performing collaborative tasks with interactive robotic drawers"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "taylor2019coordinating",
        "author": "Taylor, Angelique and Lee, Hee Rin and Kubota, Alyssa and Riek, Laurel D",
        "title": "Coordinating clinical teams: Using robots to empower nurses to stop the line"
      },
      {
        "key": "taylor2024towards",
        "author": "Taylor, Angelique and Tanjim, Tauhid and Cao, Huajie and Lee, Hee Rin",
        "title": "Towards Collaborative Crash Cart Robots that Support Clinical Teamwork"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "bjorgvinsson2010participatory",
        "author": "Bj{\\\"o}rgvinsson, Erling and Ehn, Pelle and Hillgren, Per-Anders",
        "title": "Participatory design and\" democratizing innovation\""
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "suchman2002located",
        "author": "Suchman, Lucy",
        "title": "Located accountabilities in technology production"
      },
      {
        "key": "star1994steps",
        "author": "Star, Susan Leigh and Ruhleder, Karen",
        "title": "Steps towards an ecology of infrastructure: complex problems in design and access for large-scale collaborative systems"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "star1994steps",
        "author": "Star, Susan Leigh and Ruhleder, Karen",
        "title": "Steps towards an ecology of infrastructure: complex problems in design and access for large-scale collaborative systems"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "lee2010gracefully",
        "author": "Lee, Min Kyung and Kiesler, Sara and Forlizzi, Jodi and Srinivasa, Siddhartha and Rybski, Paul",
        "title": "Gracefully mitigating breakdowns in robotic services"
      }
    ]
  }
]