[
  {
    "index": 0,
    "papers": [
      {
        "key": "lanctot2023evaluating",
        "author": "Lanctot, Marc and Larson, Kate and Bachrach, Yoram and Marris, Luke and Li, Zun and Bhoopchand, Avishkar and Anthony, Thomas and Tanner, Brian and Koop, Anna",
        "title": "Evaluating Agents using Social Choice Theory"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "elo1978rating",
        "author": "Elo, A.E.",
        "title": "The Rating of Chessplayers, Past and Present"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "silver2016mastering",
        "author": "Silver, David and Huang, Aja and Maddison, Christopher and Guez, Arthur and Sifre, Laurent and Driessche, George and Schrittwieser, Julian and Antonoglou, Ioannis and Panneershelvam, Veda and Lanctot, Marc and Dieleman, Sander and Grewe, Dominik and Nham, John and Kalchbrenner, Nal and Sutskever, Ilya and Lillicrap, Timothy and Leach, Madeleine and Kavukcuoglu, Koray and Graepel, Thore and Hassabis, Demis",
        "title": "Mastering the game of Go with deep neural networks and tree search"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "doi:10.1126/science.aar6404",
        "author": "David Silver  and Thomas Hubert  and Julian Schrittwieser  and Ioannis Antonoglou  and Matthew Lai  and Arthur Guez  and Marc Lanctot  and Laurent Sifre  and Dharshan Kumaran  and Thore Graepel  and Timothy Lillicrap  and Karen Simonyan  and Demis Hassabis ",
        "title": "A general reinforcement learning algorithm that masters chess, shogi, and Go through self-play"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "mnih2015human",
        "author": "Mnih, Volodymyr and Kavukcuoglu, Koray and Silver, David and Rusu, Andrei A and Veness, Joel and Bellemare, Marc G and Graves, Alex and Riedmiller, Martin and Fidjeland, Andreas K and Ostrovski, Georg and others",
        "title": "Human-level control through deep reinforcement learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "10.5555/3666122.3668142",
        "author": "Zheng, Lianmin and Chiang, Wei-Lin and Sheng, Ying and Zhuang, Siyuan and Wu, Zhanghao and Zhuang, Yonghao and Lin, Zi and Li, Zhuohan and Li, Dacheng and Xing, Eric P. and Zhang, Hao and Gonzalez, Joseph E. and Stoica, Ion",
        "title": "Judging LLM-as-a-judge with MT-bench and Chatbot Arena"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "DBLP:conf/nips/BalduzziTPG18",
        "author": "David Balduzzi and\nKarl Tuyls and\nJulien P{\\'{e}}rolat and\nThore Graepel",
        "title": "Re-evaluating evaluation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "NEURIPS2020_ca172e96",
        "author": "Czarnecki, Wojciech M. and Gidel, Gauthier and Tracey, Brendan and Tuyls, Karl and Omidshafiei, Shayegan and Balduzzi, David and Jaderberg, Max",
        "title": "Real World Games Look Like Spinning Tops"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "pmlr-v206-bertrand23a",
        "author": "Bertrand, Quentin and Czarnecki, Wojciech Marian and Gidel, Gauthier",
        "title": "On the Limitations of the Elo, Real-World Games are Transitive, not Additive"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "DBLP:conf/nips/BalduzziTPG18",
        "author": "David Balduzzi and\nKarl Tuyls and\nJulien P{\\'{e}}rolat and\nThore Graepel",
        "title": "Re-evaluating evaluation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10.5555/3237383.3237402",
        "author": "Tuyls, Karl and Perolat, Julien and Lanctot, Marc and Leibo, Joel Z. and Graepel, Thore",
        "title": "A Generalised Method for Empirical Game Theoretic Analysis"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "10.1145/1132516.1132527",
        "author": "Daskalakis, Constantinos and Goldberg, Paul W. and Papadimitriou, Christos H.",
        "title": "The complexity of computing a Nash equilibrium"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "10.1007/11575726_8",
        "author": "Phelps, Steve and Parsons, Simon and McBurney, Peter",
        "title": "An evolutionary game-theoretic comparison of two double-auction market designs"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "tuyls2007evolutionary",
        "author": "Tuyls, Karl and Parsons, Simon",
        "title": "What evolutionary game theory tells us about multiagent learning"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "gerald2002analyzing",
        "author": "Gerald, William E Walsh Rajarshi Das and Kephart, Tesauro Jeffrey O",
        "title": "Analyzing Complex Strategic Interactions in Multi-Agent Systems"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "wellman2006methods",
        "author": "Wellman, Michael P",
        "title": "Methods for empirical game-theoretic analysis"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "omidshafiei2019alpharank",
        "author": "Omidshafiei, Shayegan and Papadimitriou, Christos and Piliouras, Georgios and Tuyls, Karl and Rowland, Mark and Lespiau, Jean-Baptiste and Czarnecki, Wojciech M and Lanctot, Marc and Perolat, Julien and Munos, Remi",
        "title": "$\\alpha$-rank: Multi-agent evaluation by evolution"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "tuyls2018generalised",
        "author": "Tuyls, Karl and Perolat, Julien and Lanctot, Marc and Leibo, Joel Z and Graepel, Thore",
        "title": "A generalised method for empirical game theoretic analysis"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "tuyls2018symmetric",
        "author": "Tuyls, Karl and P{\\'e}rolat, Julien and Lanctot, Marc and Ostrovski, Georg and Savani, Rahul and Leibo, Joel Z and Ord, Toby and Graepel, Thore and Legg, Shane",
        "title": "Symmetric decomposition of asymmetric games"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "omidshafiei2019alpharank",
        "author": "Omidshafiei, Shayegan and Papadimitriou, Christos and Piliouras, Georgios and Tuyls, Karl and Rowland, Mark and Lespiau, Jean-Baptiste and Czarnecki, Wojciech M and Lanctot, Marc and Perolat, Julien and Munos, Remi",
        "title": "$\\alpha$-rank: Multi-agent evaluation by evolution"
      }
    ]
  }
]