[
  {
    "index": 0,
    "papers": [
      {
        "key": "zhao2023survey",
        "author": "Zhao, Wayne Xin and Zhou, Kun and Li, Junyi and Tang, Tianyi and Wang, Xiaolei and Hou, Yupeng and Min, Yingqian and Zhang, Beichen and Zhang, Junjie and Dong, Zican and others",
        "title": "A survey of large language models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Radford2021LearningTV",
        "author": "Alec Radford and Jong Wook Kim and Chris Hallacy and A. Ramesh and Gabriel Goh and Sandhini Agarwal and Girish Sastry and Amanda Askell and Pamela Mishkin and Jack Clark and Gretchen Krueger and Ilya Sutskever",
        "title": "Learning Transferable Visual Models From Natural Language Supervision"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "pmlr-v162-wang22al",
        "author": "Wang, Peng and Yang, An and Men, Rui and Lin, Junyang and Bai, Shuai and Li, Zhikang and Ma, Jianxin and Zhou, Chang and Zhou, Jingren and Yang, Hongxia",
        "title": "{OFA}: Unifying Architectures, Tasks, and Modalities Through a Simple Sequence-to-Sequence Learning Framework"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "kim2021viltvisionandlanguagetransformerconvolution",
        "author": "Wonjae Kim and Bokyung Son and Ildoo Kim",
        "title": "ViLT: Vision-and-Language Transformer Without Convolution or Region Supervision"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-1908-07490",
        "author": "Hao Tan and\nMohit Bansal",
        "title": "{LXMERT:} Learning Cross-Modality Encoder Representations from Transformers"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yin2023survey",
        "author": "Yin, Shukang and Fu, Chaoyou and Zhao, Sirui and Li, Ke and Sun, Xing and Xu, Tong and Chen, Enhong",
        "title": "A survey on multimodal large language models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "nikolaus2022vision",
        "author": "Nikolaus, Mitja and Salin, Emmanuelle and Ayache, Stephane and Fourtassi, Abdellah and Favre, Benoit",
        "title": "Do Vision-and-Language Transformers Learn Grounded Predicate-Noun Dependencies?"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2102-11115",
        "author": "Adam Dahlgren Lindstr{\\\"{o}}m and\nSuna Bensch and\nJohanna Bj{\\\"{o}}rklund and\nFrank Drewes",
        "title": "Probing Multimodal Embeddings for Linguistic Properties: the Visual-Semantic\nCase"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "huang2023structureclipscenegraphknowledge",
        "author": "Yufeng Huang and Jiji Tang and Zhuo Chen and Rongsheng Zhang and Xinfeng Zhang and Weijie Chen and Zeng Zhao and Zhou Zhao and Tangjie Lv and Zhipeng Hu and Wen Zhang",
        "title": "Structure-CLIP: Towards Scene Graph Knowledge to Enhance Multi-modal Structured Representations"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "mckinzie2024mm1methodsanalysis",
        "author": "Brandon McKinzie and Zhe Gan and Jean-Philippe Fauconnier and Sam Dodge and Bowen Zhang and Philipp Dufter and Dhruti Shah and Xianzhi Du and Futang Peng and Floris Weers and Anton Belyi and Haotian Zhang and Karanjeet Singh and Doug Kang and Ankur Jain and Hongyu Hè and Max Schwarzer and Tom Gunter and Xiang Kong and Aonan Zhang and Jianyu Wang and Chong Wang and Nan Du and Tao Lei and Sam Wiseman and Guoli Yin and Mark Lee and Zirui Wang and Ruoming Pang and Peter Grasch and Alexander Toshev and Yinfei Yang",
        "title": "MM1: Methods, Analysis \\& Insights from Multimodal LLM Pre-training"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "tooley2014parity",
        "author": "Tooley, Kristen M and Bock, Kathryn",
        "title": "On the parity of structural persistence in language production and comprehension"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "ivanova2017you",
        "author": "Ivanova, Iva and Branigan, Holly P and McLean, Janet F and Costa, Albert and Pickering, Martin J",
        "title": "Do you what I say? People reconstruct the syntax of anomalous utterances"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "linzen2021syntactic",
        "author": "Linzen, Tal and Baroni, Marco",
        "title": "Syntactic structure from deep learning"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "prasad2019using",
        "author": "Prasad, G",
        "title": "Using priming to uncover the organization of syntactic representations in neural language models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "frank2019neural",
        "author": "Frank, Stefan L and Monaghan, Padraic and Tsoukala, Chara",
        "title": "Neural network models of language acquisition and processing"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "sinclair-etal-2022-structural",
        "author": "Sinclair, Arabella  and\nJumelet, Jaap  and\nZuidema, Willem  and\nFern{\\'a}ndez, Raquel",
        "title": "Structural Persistence in Language Models: Priming as a Window into Abstract Language Representations"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "michaelov_structural_2023",
        "author": "Michaelov, James A. and Arnett, Catherine and Chang, Tyler A. and Bergen, Benjamin K.",
        "title": "Structural {Priming} {Demonstrates} {Abstract} {Grammatical} {Representations} in {Multilingual} {Language} {Models}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "zhang2024modelingbilingualsentenceprocessing",
        "author": "Demi Zhang and Bushi Xiao and Chao Gao and Sangpil Youm and Bonnie J Dorr",
        "title": "Modeling Bilingual Sentence Processing: Evaluating RNN and Transformer Architectures for Cross-Language Structural Priming"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "jumelet2024language",
        "author": "Jumelet, Jaap and Zuidema, Willem and Sinclair, Arabella",
        "title": "Do Language Models Exhibit Human-like Structural Priming Effects?"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "tooley2025putting",
        "author": "Tooley, Kristen M and Brehm, Laurel",
        "title": "Putting the prime in priming: Using prime processing behavior to predict target structural processing"
      }
    ]
  }
]