[
  {
    "index": 0,
    "papers": [
      {
        "key": "dhurandher2008uwsim",
        "author": "Dhurandher, Sanjay K and Misra, Sudip and Obaidat, Mohammad S and Khairwal, Sushil",
        "title": "UWSim: A simulator for underwater sensor networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "quigley2009ros",
        "author": "Quigley, Morgan and Conley, Ken and Gerkey, Brian and Faust, Josh and Foote, Tully and Leibs, Jeremy and Wheeler, Rob and Ng, Andrew Y and others",
        "title": "ROS: an open-source Robot Operating System"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gazebo",
        "author": "Koenig, N. and Howard, A.",
        "title": "Design and use paradigms for Gazebo, an open-source multi-robot simulator"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Manhaes_2016",
        "author": "Musa Morena Marcusso Manh{\\~{a}}es and Sebastian A. Scherer and Martin Voss and Luiz Ricardo Douat and Thomas Rauschenbach",
        "title": "{UUV} Simulator: A Gazebo-based package for underwater intervention and multi-robot simulation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhang_dave_2022",
        "author": "Zhang, Mabel M. and Choi, Woen-Sug and Herman, Jessica and Davis, Duane and Vogt, Carson and McCarrin, Michael and Vijay, Yadunund and Dutia, Dharini and Lew, William and Peters, Steven and Bingham, Brian",
        "title": "{DAVE} {Aquatic} {Virtual} {Environment}: {Toward} a {General} {Underwater} {Robotics} {Simulator}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "manhaesUUVSimulatorGazebobased2016",
        "author": "Manhaes, Musa Morena Marcusso and Scherer, Sebastian A. and Voss, Martin and Douat, Luiz Ricardo and Rauschenbach, Thomas",
        "title": "{{UUV Simulator}}: {{A Gazebo-based}} Package for Underwater Intervention and Multi-Robot Simulation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "WhoidslDs_simBitbucket",
        "author": "Vaughn, Ian and Suman, Stefano",
        "title": "Deep Submergence ds\\_sim"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "perez2006overview",
        "author": "Perez, Tristan and Smogeli, Oyvind and Fossen, Thor and Sorensen, Asgeir J",
        "title": "An overview of the marine systems simulator (MSS): A simulink toolbox for marine control systems"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "UwRoboticsSim",
        "author": "Chaudhary, Akash and Mishra, Rajat and Kalyan, Bharath and Chitre, Mandar",
        "title": "Development of an Underwater Simulator using Unity3D and Robot Operating System"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "URSim",
        "author": "Katara, Pushkal and Khanna, Mukul and Nagar, Harshit and Panaiyappan, Annapurani",
        "title": "Open Source Simulator for Unmanned Underwater Vehicles using ROS and Unity3D"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Marus",
        "author": "Lončar, Ivan and Obradović, Juraj and Kraševac, Natko and Mandić, Luka and Kvasić, Igor and Ferreira, Fausto and Slošić, Vladimir and Nad, Dula and Mišković, Nikola",
        "title": "MARUS - A Marine Robotics Simulator"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "potokar2022holoocean",
        "author": "Potokar, Easton and Ashford, Spencer and Kaess, Michael and Mangelson, Joshua G",
        "title": "HoloOcean: An underwater robotics simulator"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "amer2023unav",
        "author": "Amer, Abdelhakim and {\\'A}lvarez-Tu{\\~n}{\\'o}n, Olaya and U{\\u{g}}urlu, Halil {\\.I}brahim and Sejersen, Jonas Le Fevre and Brodskiy, Yury and Kayacan, Erdal",
        "title": "UNav-Sim: A Visually Realistic Underwater Robotics Simulator and Synthetic Data-generation Framework"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "AirSim",
        "author": "Shah, Shital and Dey, Debadeepta and Lovett, Chris and Kapoor, Ashish",
        "title": "AirSim: High-Fidelity Visual and Physical Simulation for Autonomous Vehicles"
      }
    ]
  }
]