[
  {
    "index": 0,
    "papers": [
      {
        "key": "chiusi2020automating",
        "author": "Chiusi, Fabio and Alfter, Brigitte and Ruckenstein, Minna and Lehtiniemi, Tuukka",
        "title": "Automating society report 2020"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "araujo2020ai",
        "author": "Araujo, Theo and Helberger, Natali and Kruikemeier, Sanne and De Vreese, Claes H",
        "title": "In AI we trust? Perceptions about automated decision-making by artificial intelligence"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "mehrabi2021survey",
        "author": "Mehrabi, Ninareh and Morstatter, Fred and Saxena, Nripsuta and Lerman, Kristina and Galstyan, Aram",
        "title": "A survey on bias and fairness in machine learning"
      },
      {
        "key": "pessach2022review",
        "author": "Pessach, Dana and Shmueli, Erez",
        "title": "A review on fairness in machine learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "goel2021importance",
        "author": "Goel, N. and Amayuelas, A. and Deshpande, A. and Sharma, A.",
        "title": "The importance of modeling data missingness in algorithmic fairness: A causal perspective"
      },
      {
        "key": "jeong2022fairness",
        "author": "Jeong, H. and Wang, H. and Calmon, F. P.",
        "title": "Fairness without imputation: A decision tree approach for fair prediction with missing values"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "dodge2019explaining",
        "author": "Dodge, Jonathan and Liao, Q Vera and Zhang, Yunfeng and Bellamy, Rachel KE and Dugan, Casey",
        "title": "Explaining models: an empirical study of how explanations impact fairness judgment"
      },
      {
        "key": "schoeffer2022relationship",
        "author": "Schoeffer, Jakob and De-Arteaga, Maria and Kuehl, Niklas",
        "title": "On the relationship between explanations, fairness perceptions, and decisions"
      },
      {
        "key": "ramachandranpillai2023fairxai",
        "author": "Ramachandranpillai, Resmi and Baeza-Yates, Ricardo and Heintz, Fredrik",
        "title": "FairXAI-A Taxonomy and Framework for Fairness and Explainability Synergy in Machine Learning"
      },
      {
        "key": "jain2020biased",
        "author": "Jain, Aditya and Ravula, Manish and Ghosh, Joydeep",
        "title": "Biased models have biased explanations"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "selbst2019fairness",
        "author": "Selbst, Andrew D and Boyd, Danah and Friedler, Sorelle A and Venkatasubramanian, Suresh and Vertesi, Janet",
        "title": "Fairness and abstraction in sociotechnical systems"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "gerdes2022participatory",
        "author": "Gerdes, A.",
        "title": "A participatory data-centric approach to AI Ethics by Design"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zimmer2021learning",
        "author": "Zimmer, Matthieu and Glanois, Claire and Siddique, Umer and Weng, Paul",
        "title": "Learning fair policies in decentralized cooperative multi-agent reinforcement learning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "hossain2021fair",
        "author": "Hossain, Safwan and Micha, Evi and Shah, Nisarg",
        "title": "Fair algorithms for multi-agent multi-armed bandits"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "wen2021algorithms",
        "author": "Wen, Min and Bastani, Osbert and Topcu, Ufuk",
        "title": "Algorithms for fairness in sequential decision making"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "birhane2022power",
        "author": "Birhane, Abeba and Isaac, William and Prabhakaran, Vinodkumar and Diaz, Mark and Elish, Madeleine Clare and Gabriel, Iason and Mohamed, Shakir",
        "title": "Power to the people? Opportunities and challenges for participatory AI"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "hossain2021towards",
        "author": "Hossain, S. and Ahmed, S. I.",
        "title": "Towards a New Participatory Approach for Designing Artificial Intelligence and Data-Driven Technologies"
      },
      {
        "key": "berditchevskaia2021participatory",
        "author": "Berditchevskaia, A. and Malliaraki, E. and Peach, K.",
        "title": "Participatory AI for humanitarian innovation"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "donia2021co",
        "author": "Donia, J. and Shaw, J. A.",
        "title": "Co-design and ethical artificial intelligence for health: An agenda for critical research and practice"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "barabas2020studying",
        "author": "Barabas, C. and Doyle, C. and Rubinovitz, J. B. and Dinakar, K.",
        "title": "Studying up: reorienting the study of algorithmic fairness around issues of power"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "arana2021citizen",
        "author": "Arana-Catania, M. and Lier, F. A. V. and Procter, R. and Tkachenko, N. and He, Y. and Zubiaga, A. and Liakata, M.",
        "title": "Citizen participation and machine learning for a better democracy"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "lee2019webuildai",
        "author": "Lee, M. K. and Kusbit, D. and Kahng, A. and Kim, J. T. and Yuan, X. and Chan, A. and Procaccia, A. D.",
        "title": "WeBuildAI: Participatory framework for algorithmic governance"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "quan2019artificial",
        "author": "Quan, S. J. and Park, J. and Economou, A. and Lee, S.",
        "title": "Artificial intelligence-aided design: Smart design for sustainable city development"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "chan2024group",
        "author": "Chan, Eunice and Liu, Zhining and Qiu, Ruizhong and Zhang, Yuheng and Maciejewski, Ross and Tong, Hanghang",
        "title": "Group Fairness via Group Consensus"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "nakao2022toward",
        "author": "Nakao, Yuri and Stumpf, Simone and Ahmed, Subeida and Naseer, Aisha and Strappelli, Lorenzo",
        "title": "Toward involving end-users in interactive human-in-the-loop AI fairness"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "cachel2024prefair",
        "author": "Cachel, Kathleen and Rundensteiner, Elke",
        "title": "PreFAIR: Combining Partial Preferences for Fair Consensus Decision-making"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "zhang2023deliberating",
        "author": "Zhang, Angie and Walker, Olympia and Nguyen, Kaci and Dai, Jiajun and Chen, Anqing and Lee, Min Kyung",
        "title": "Deliberating with AI: improving decision-making for the future through participatory AI design and stakeholder deliberation"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "delgado2023participatory",
        "author": "Delgado, Fernando and Yang, Stephen and Madaio, Michael and Yang, Qian",
        "title": "The participatory turn in ai design: Theoretical foundations and the current state of practice"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "sloane2022participation",
        "author": "Sloane, M. and Moss, E. and Awomolo, O. and Forlano, L.",
        "title": "Participation is not a design fix for machine learning"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "delgado2023participatory",
        "author": "Delgado, Fernando and Yang, Stephen and Madaio, Michael and Yang, Qian",
        "title": "The participatory turn in ai design: Theoretical foundations and the current state of practice"
      }
    ]
  }
]