[
  {
    "index": 0,
    "papers": [
      {
        "key": "yadav-sitaram-2022-survey",
        "author": "Yadav, Hemant  and\nSitaram, Sunayana",
        "title": "A Survey of Multilingual Models for Automatic Speech Recognition"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "seth2023",
        "author": "Ashish Seth and Sreyan Ghosh and S. Umesh and Dinesh Manocha",
        "title": "Stable Distillation: Regularizing Continued Pre-training for Low-Resource Automatic Speech Recognition"
      },
      {
        "key": "yang2023knowledge",
        "author": "Xiaoyu Yang and Qiujia Li and Chao Zhang and Philip C. Woodland",
        "title": "Knowledge Distillation from Multiple Foundation Models for End-to-End Speech Recognition"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "baevski2019effectiveness",
        "author": "Baevski, Alexei and Auli, Michael and Mohamed, Abdelrahman",
        "title": "Effectiveness of self-supervised pre-training for speech recognition"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Park_2019",
        "author": "Park, Daniel S. and Chan, William and Zhang, Yu and Chiu, Chung-Cheng and Zoph, Barret and Cubuk, Ekin D. and Le, Quoc V.",
        "title": "SpecAugment: A Simple Data Augmentation Method for Automatic Speech Recognition"
      },
      {
        "key": "nguyen2020improvingseq2seqasr",
        "author": "Nguyen, Thai-Son and Stüker, Sebastian and Niehues, Jan and Waibel, Alex",
        "title": "Improving Sequence-To-Sequence Speech Recognition Training with On-The-Fly Data Augmentation"
      },
      {
        "key": "Lam_2021",
        "author": "Lam, Tsz Kin and Ohta, Mayumi and Schamoni, Shigehiko and Riezler, Stefan",
        "title": "On-the-Fly Aligned Data Augmentation for Sequence-to-Sequence ASR"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chen2014joint",
        "author": "Chen, Dongpeng and Mak, Brian and Leung, Cheung-Chi and Sivadas, Sunil",
        "title": "Joint acoustic modeling of triphones and trigraphemes by multi-task learning deep neural networks for low-resource speech recognition"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "chala2021",
        "author": "Sisay Chala and Bekele Debisa and Amante Diriba and Silas Getachew and Chala Getu and Solomon Shiferaw",
        "title": "Crowdsourcing Parallel Corpus for English-Oromo Neural Machine Translation using Community Engagement Platform"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "teshite2023afan",
        "author": "Teshite Kebede and Mamo Getachew and Calpotura Kris",
        "title": "Afan Oromo Speech-Based Computer Command and Control: An Evaluation with Selected Commands"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "abate-etal-2020-large",
        "author": "Abate, Solomon Teferra  and\nTachbelie, Martha Yifiru  and\nMelese, Michael  and\nAbera, Hafte  and\nGebreselassie, Tewodros  and\nMulugeta, Wondwossen  and\nAssabie, Yaregal  and\nBeyene, Million Meshesha  and\nAtinafu, Solomon  and\nSeyoum, Binyam Ephrem",
        "title": "Large Vocabulary Read Speech Corpora for Four {E}thiopian Languages: {A}mharic, {T}igrigna, {O}romo, and {W}olaytta"
      }
    ]
  }
]