[
  {
    "index": 0,
    "papers": [
      {
        "key": "roscher2023data",
        "author": "Roscher, Ribana and Roth, Lukas and Stachniss, Cyrill and Walter, Achim",
        "title": "Data-Centric Digital Agriculture: A Perspective"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kamilaris2017review",
        "author": "Kamilaris, Andreas and Kartakoullis, Andreas and Prenafeta-Bold{\\'u}, Francesc X",
        "title": "A review on the practice of big data analysis in agriculture"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "li2023label",
        "author": "Li, Jiajia and Chen, Dong and Qi, Xinda and Li, Zhaojian and Huang, Yanbo and Morris, Daniel and Tan, Xiaobo",
        "title": "Label-efficient learning in agriculture: A comprehensive review"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "goodfellow2020generative",
        "author": "Goodfellow, Ian and Pouget-Abadie, Jean and Mirza, Mehdi and Xu, Bing and Warde-Farley, David and Ozair, Sherjil and Courville, Aaron and Bengio, Yoshua",
        "title": "Generative adversarial networks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lu2022generative",
        "author": "Yuzhen Lu and Dong Chen and Ebenezer Olaniyi and Yanbo Huang",
        "title": "Generative adversarial networks (GANs) for image augmentation in agriculture: A systematic review"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "madsen2019generating",
        "author": "Simon L. Madsen and Mads Dyrmann and Rasmus N. Jørgensen and Henrik Karstoft",
        "title": "Generating artificial images of plant seedlings using generative adversarial networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "valerio2017arigan",
        "author": "Valerio Giuffrida, Mario and Scharr, Hanno and Tsaftaris, Sotirios A",
        "title": "Arigan: Synthetic arabidopsis plants using generative adversarial network"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hammouch2022ganset",
        "author": "Hammouch, Hajar and Mohapatra, Sambit and El-Yacoubi, Mounim and Qin, Huafeng and Berbia, Hassan and Mäder, Patrick and Chikhaoui, Mohamed",
        "title": "GANSet - Generating annnotated datasets using Generative Adversarial Networks"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "karam2022gan-based",
        "author": "Karam, Christophe  and Awad, Mariette  and Abou Jawdah, Yusuf  and Ezzeddine, Nour  and Fardoun, Aya ",
        "title": "GAN-based semi-automated augmentation online tool for agricultural pest detection: A case study on whiteflies"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lu2022generative",
        "author": "Yuzhen Lu and Dong Chen and Ebenezer Olaniyi and Yanbo Huang",
        "title": "Generative adversarial networks (GANs) for image augmentation in agriculture: A systematic review"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "paulin2023review",
        "author": "Paulin, Goran and Ivasic-Kos, Marina",
        "title": "Review and analysis of synthetic dataset generation methods and techniques for application in computer vision"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "barth2018data",
        "author": "R. Barth and J. IJsselmuiden and J. Hemming and E.J. Van Henten",
        "title": "Data synthesis methods for semantic segmentation in agriculture: A Capsicum annuum dataset"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "hartley2021domain",
        "author": "Hartley, Zane K. J. and French, Andrew P.",
        "title": "Domain Adaptation of Synthetic Images for Wheat Head Detection"
      },
      {
        "key": "barth2018improved",
        "author": "Barth, Ruud and Hemming, Jochen and van Henten, Eldert J",
        "title": "Improved part segmentation performance by optimising realism of synthetic images using cycle generative adversarial networks"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zhu2017unpaired",
        "author": "Zhu, Jun-Yan and Park, Taesung and Isola, Phillip and Efros, Alexei A",
        "title": "Unpaired Image-to-Image Translation using Cycle-Consistent Adversarial Networks"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "giakoumoglou2023generate-paste-blend-detect",
        "author": "Nikolaos Giakoumoglou and Eleftheria Maria Pechlivani and Dimitrios Tzovaras",
        "title": "Generate-Paste-Blend-Detect: Synthetic dataset for object detection in the agriculture domain"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "segovia-martin2023double-weighting",
        "author": "Segovia-Martín, José I. and Mazuelas, Santiago and Liu, Anqi",
        "title": "Double-Weighting for Covariate Shift Adaptation"
      }
    ]
  }
]