[
  {
    "index": 0,
    "papers": [
      {
        "key": "gutmann_noise-contrastive_2010",
        "author": "Gutmann, Michael and Hyvärinen, Aapo",
        "title": "Noise-contrastive estimation: A new estimation principle for unnormalized statistical models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "mikolov2013efficient",
        "author": "Mikolov, Tomas",
        "title": "Efficient estimation of word representations in vector space"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "chen_simple_2020",
        "author": "Chen, Ting and Kornblith, Simon and Norouzi, Mohammad and Hinton, Geoffrey",
        "title": "A Simple Framework for Contrastive Learning of Visual Representations"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "caron_unsupervised_2020",
        "author": "Caron, Mathilde and Misra, Ishan and Mairal, Julien and Goyal, Priya and Bojanowski, Piotr and Joulin, Armand",
        "title": "Unsupervised Learning of Visual Features by Contrasting Cluster Assignments"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "he_momentum_2020",
        "author": "He, Kaiming and Fan, Haoqi and Wu, Yuxin and Xie, Saining and Girshick, Ross",
        "title": "Momentum Contrast for Unsupervised Visual Representation Learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "oord_representation_2019",
        "author": "Oord, Aaron van den and Li, Yazhe and Vinyals, Oriol",
        "title": "Representation Learning with Contrastive Predictive Coding"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "radford2021learning",
        "author": "Radford, Alec and Kim, Jong Wook and Hallacy, Chris and Ramesh, Aditya and Goh, Gabriel and Agarwal, Sandhini and Sastry, Girish and Askell, Amanda and Mishkin, Pamela and Clark, Jack and others",
        "title": "Learning transferable visual models from natural language supervision"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zhang_contrastive_2022",
        "author": "Zhang, Yuhao and Jiang, Hang and Miura, Yasuhide and Manning, Christopher D. and Langlotz, Curtis P.",
        "title": "Contrastive Learning of Medical Visual Representations from Paired Images and Text"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jia_scaling_2021",
        "author": "Jia, Chao and Yang, Yinfei and Xia, Ye and Chen, Yi-Ting and Parekh, Zarana and Pham, Hieu and Le, Quoc V. and Sung, Yunhsuan and Li, Zhen and Duerig, Tom",
        "title": "Scaling Up Visual and Vision-Language Representation Learning With Noisy Text Supervision"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhang_contrastive_2022",
        "author": "Zhang, Yuhao and Jiang, Hang and Miura, Yasuhide and Manning, Christopher D. and Langlotz, Curtis P.",
        "title": "Contrastive Learning of Medical Visual Representations from Paired Images and Text"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "xiacontrastive",
        "author": "Xia, Meng and Wilson, Jonathan and Goldstein, Benjamin and Henao, Ricardo",
        "title": "Contrastive Learning for Clinical Outcome Prediction with Partial Data Sources"
      }
    ]
  }
]