[
  {
    "index": 0,
    "papers": [
      {
        "key": "card2018psychology",
        "author": "Card, Stuart K.",
        "title": "The Psychology of Human-Computer Interaction"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "bowman20043d",
        "author": "Bowman, Doug A. and Kruijff, Ernst and LaViola, Joseph J. and Poupyrev, Ivan",
        "title": "3D User Interfaces: Theory and Practice"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "milgram1994taxonomy",
        "author": "Milgram, Paul and Kishino, Fumio",
        "title": "A taxonomy of mixed reality visual displays"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "milgram1994taxonomy",
        "author": "Milgram, Paul and Kishino, Fumio",
        "title": "A taxonomy of mixed reality visual displays"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "burova2020utilizing",
        "author": "Burova, Alisa and M\\\"{a}kel\\\"{a}, John and Hakulinen, Jaakko and Keskinen, Tuuli and Heinonen, Hanna and Siltanen, Sanni and Turunen, Markku",
        "title": "Utilizing VR and Gaze Tracking to Develop AR Solutions for Industrial Maintenance"
      },
      {
        "key": "gattullo2020and",
        "author": "Gattullo, Michele and Evangelista, Alessandro and Uva, Antonio E and Fiorentino, Michele and Gabbard, Joseph L",
        "title": "What, how, and why are visual assets used in industrial augmented reality? A systematic review and classification in maintenance, assembly, and training (from 1997 to 2019)"
      },
      {
        "key": "cao2020exploratory",
        "author": "Cao, Yuanzhi and Qian, Xun and Wang, Tianyi and Lee, Rachel and Huo, Ke and Ramani, Karthik",
        "title": "An Exploratory Study of Augmented Reality Presence for Tutoring Machine Tasks"
      },
      {
        "key": "henderson2010exploring",
        "author": "Henderson, Steven and Feiner, Steven",
        "title": "Exploring the benefits of augmented reality documentation for maintenance and repair"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "gasques2021artemis",
        "author": "Gasques, Danilo and Johnson, Janet G. and Sharkey, Tommy and Feng, Yuanyuan and Wang, Ru and Xu, Zhuoqun Robin and Zavala, Enrique and Zhang, Yifei and Xie, Wanze and Zhang, Xinming and Davis, Konrad and Yip, Michael and Weibel, Nadir",
        "title": "ARTEMIS: A Collaborative Mixed-Reality System for Immersive Surgical Telementoring"
      },
      {
        "key": "eom2022neurolens",
        "author": "Eom, Sangjun and Sykes, David and Rahimpour, Shervin and Gorlatova, Maria",
        "title": "NeuroLens: Augmented Reality-based Contextual Guidance through Surgical Tool Tracking in Neurosurgery"
      },
      {
        "key": "baashar2023towards",
        "author": "Baashar, Yahia and Alkawsi, Gamal and Wan Ahmad, Wan Nooraishya and Alomari, Mohammad Ahmed and Alhussian, Hitham and Tiong, Sieh Kiong",
        "title": "Towards wearable augmented reality in healthcare: a comparative survey and analysis of head-mounted displays"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "bowman2021keynote",
        "author": "Bowman, Douglas",
        "title": "Keynote Speaker: User Experience Considerations for Everyday Augmented Reality"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "grubert2016towards",
        "author": "Grubert, Jens and Langlotz, Tobias and Zollmann, Stefanie and Regenbrecht, Holger",
        "title": "Towards pervasive augmented reality: Context-awareness in augmented reality"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "azuma2019road",
        "author": "Azuma, Ronald T",
        "title": "The road to ubiquitous consumer augmented reality systems"
      },
      {
        "key": "billinghurst2021grand",
        "author": "Billinghurst, Mark",
        "title": "Grand Challenges for Augmented Reality"
      },
      {
        "key": "tran2023wearable",
        "author": "Tran, Tram Thi Minh and Brown, Shane and Weidlich, Oliver and Billinghurst, Mark and Parker, Callum",
        "title": "Wearable Augmented Reality: Research Trends and Future Directions from Three Major Venues"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "bang2021lenslet",
        "author": "Bang, Kiseung and Jo, Youngjin and Chae, Minseok and Lee, Byoungho",
        "title": "Lenslet VR: thin, flat and wide-FOV virtual reality display using fresnel lens and lenslet array"
      },
      {
        "key": "rathinavel2019varifocal",
        "author": "Rathinavel, Kishore and Wetzstein, Gordon and Fuchs, Henry",
        "title": "Varifocal occlusion-capable optical see-through augmented reality display based on focus-tunable optics"
      },
      {
        "key": "hamasaki2019varifocal",
        "author": "Hamasaki, Takumi and Itoh, Yuta",
        "title": "Varifocal occlusion for optical see-through head-mounted displays using a slide occlusion mask"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "runz2018maskfusion",
        "author": "Runz, Martin and Buffier, Maud and Agapito, Lourdes",
        "title": "MaskFusion: Real-Time Recognition, Tracking and Reconstruction of Multiple Moving Objects"
      },
      {
        "key": "zhang2019hierarchical",
        "author": "Zhang, Jianhua and Gui, Mengping and Wang, Qichao and Liu, Ruyu and Xu, Junzhe and Chen, Shengyong",
        "title": "Hierarchical topic model based object association for semantic SLAM"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mandl2021neural",
        "author": "Mandl, David and Roth, Peter M. and Langlotz, Tobias and Ebner, Christoph and Mori, Shohei and Zollmann, Stefanie and Mohr, Peter and Kalkofen, Denis",
        "title": "Neural Cameras: Learning Camera Characteristics for Coherent Mixed Reality Rendering"
      },
      {
        "key": "lopes2018adding",
        "author": "Lopes, Pedro and You, Sijing and Ion, Alexandra and Baudisch, Patrick",
        "title": "Adding Force Feedback to Mixed Reality Experiences and Games using Electrical Muscle Stimulation"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "pei2022hand",
        "author": "Pei, Siyou and Chen, Alexander and Lee, Jaewook and Zhang, Yang",
        "title": "Hand Interfaces: Using Hands to Imitate Objects in AR/VR for Expressive Interactions"
      },
      {
        "key": "schmitz2022squeezy",
        "author": "Schmitz, Martin and G\\\"{u}nther, Sebastian and Sch\\\"{o}n, Dominik and M\\\"{u}ller, Florian",
        "title": "Squeezy-Feely: Investigating Lateral Thumb-Index Pinching as an Input Modality"
      },
      {
        "key": "hirzle2019design",
        "author": "Hirzle, Teresa and Gugenheimer, Jan and Geiselhart, Florian and Bulling, Andreas and Rukzio, Enrico",
        "title": "A Design Space for Gaze Interaction on Head-mounted Displays"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "lu2020glanceable",
        "author": "Lu, Feiyu and Davari, Shakiba and Lisle, Lee and Li, Yuan and Bowman, Doug A.",
        "title": "Glanceable AR: Evaluating Information Access Methods for Head-Worn Augmented Reality"
      },
      {
        "key": "lu2021evaluating",
        "author": "Lu, Feiyu and Bowman, Doug A.",
        "title": "Evaluating the Potential of Glanceable AR Interfaces for Authentic Everyday Uses"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "lu2022exploring",
        "author": "Lu, Feiyu and Xu, Yan",
        "title": "Exploring Spatial UI Transition Mechanisms with Head-Worn Augmented Reality"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "plabst2022push",
        "author": "Plabst, Lucas and Oberd\\\"{o}rfer, Sebastian and Ortega, Francisco Raul and Niebling, Florian",
        "title": "Push the Red Button: Comparing Notification Placement with Augmented and Non-Augmented Tasks in AR"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "xu2023xair",
        "author": "Xu, Xuhai and Yu, Anna and Jonker, Tanya R. and Todi, Kashyap and Lu, Feiyu and Qian, Xun and Evangelista Belo, Jo\\~{a}o Marcelo and Wang, Tianyi and Li, Michelle and Mun, Aran and Wu, Te-Yen and Shen, Junxiao and Zhang, Ting and Kokhlikyan, Narine and Wang, Fulton and Sorenson, Paul and Kim, Sophie and Benko, Hrvoje",
        "title": "XAIR: A Framework of Explainable AI in Augmented Reality"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "regenbrecht2024see",
        "author": "Regenbrecht, Holger and Knott, Alistair and Ferreira, Jennifer and Pantidi, Nadia",
        "title": "To See and be Seen—Perceived Ethics and Acceptability of Pervasive Augmented Reality"
      },
      {
        "key": "wolf2018we",
        "author": "Wolf, Katrin and Marky, Karola and Funk, Markus",
        "title": "We Should Start Thinking About Privacy Implications of Sonic Input in Everyday Augmented Reality!"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "denning2014situ",
        "author": "Denning, Tamara and Dehlawi, Zakariya and Kohno, Tadayoshi",
        "title": "In situ with bystanders of augmented reality glasses: perspectives on recording and privacy-mediating technologies"
      },
      {
        "key": "o2023privacy",
        "author": "O'Hagan, Joseph and Saeghe, Pejman and Gugenheimer, Jan and Medeiros, Daniel and Marky, Karola and Khamis, Mohamed and McGill, Mark",
        "title": "Privacy-enhancing technology and everyday augmented reality: Understanding bystanders' varying needs for awareness and consent"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "eghtebas2021advantage",
        "author": "Eghtebas, Chloe and Kiss, Francisco and Koelle, Marion and Wo\\'{z}niak, Pawe\\l{}",
        "title": "Advantage and Misuse of Vision Augmentation – Exploring User Perceptions and Attitudes using a Zoom Prototype"
      },
      {
        "key": "eghtebas2023co",
        "author": "Eghtebas, Chloe and Klinker, Gudrun and Boll, Susanne and Koelle, Marion",
        "title": "Co-Speculating on Dark Scenarios and Unintended Consequences of a Ubiquitous(ly) Augmented Reality"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "regenbrecht2024see",
        "author": "Regenbrecht, Holger and Knott, Alistair and Ferreira, Jennifer and Pantidi, Nadia",
        "title": "To See and be Seen—Perceived Ethics and Acceptability of Pervasive Augmented Reality"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "azuma2019road",
        "author": "Azuma, Ronald T",
        "title": "The road to ubiquitous consumer augmented reality systems"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "azuma2019road",
        "author": "Azuma, Ronald T",
        "title": "The road to ubiquitous consumer augmented reality systems"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "azuma2015location",
        "author": "Azuma, Ronald",
        "title": "Location-Based Mixed and Augmented Reality Storytelling"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "mathis2024everyday",
        "author": "Mathis, Florian",
        "title": "Everyday Life Challenges and Augmented Realities: Exploring Use Cases For, and User Perspectives on, an Augmented Everyday Life"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "glassner2003everyday",
        "author": "Glassner, Andrew",
        "title": "Everyday computer graphics"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "pavanatto2021we",
        "author": "Pavanatto, Leonardo and North, Chris and Bowman, Doug A. and Badea, Carmen and Stoakley, Richard",
        "title": "Do We Still Need Physical Monitors? An Evaluation of the Usability of AR Virtual Monitors for Productivity Work"
      },
      {
        "key": "pavanatto2024multiple",
        "author": "Pavanatto, Leonardo and Lu, Feiyu and North, Chris and Bowman, Doug A.",
        "title": "Multiple Monitors or Single Canvas? Evaluating Window Management and Layout Strategies on Virtual Displays"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "lv2024aria",
        "author": "Zhaoyang Lv and Nicholas Charron and Pierre Moulon and Alexander Gamino and Cheng Peng and Chris Sweeney and Edward Miller and Huixuan Tang and Jeff Meissner and Jing Dong and Kiran Somasundaram and Luis Pesqueira and Mark Schwesinger and Omkar Parkhi and Qiao Gu and Renzo De Nardi and Shangyi Cheng and Steve Saarinen and Vijay Baiyya and Yuyang Zou and Richard Newcombe and Jakob Julian Engel and Xiaqing Pan and Carl Ren",
        "title": "Aria Everyday Activities Dataset"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "wsj2023",
        "author": "Salvador Rodriguez",
        "title": "How Meta's Smart Ray-Ban Glasses Spawned a Silicon Valley Hit"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "masten2003digital",
        "author": "Masten, Davis L and Plowman, Tim MP",
        "title": "Digital ethnography: The next wave in understanding the consumer experience"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "blythe2009critical",
        "author": "Blythe, Mark and Cairns, Paul",
        "title": "Critical methods and user generated content: the iPhone on YouTube"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "komkaite2019underneath",
        "author": "Komkaite, Aida and Lavrinovica, Liga and Vraka, Maria and Skov, Mikael B.",
        "title": "Underneath the Skin: An Analysis of YouTube Videos to Understand Insertable Device Interaction"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "nielsen2023using",
        "author": "Nielsen, Sara and Skov, Mikael B. and Hansen, Karl Damkj\\ae{}r and Kaszowska, Aleksandra",
        "title": "Using User-Generated YouTube Videos to Understand Unguided Interactions with Robots in Public Places"
      },
      {
        "key": "yu2024understanding",
        "author": "Yu, Xinyan and Hoggenm\\\"{u}ller, Marius and Tran, Tram Thi Minh and Wang, Yiyuan and Tomitsch, Martin",
        "title": "Understanding the Interaction between Delivery Robots and Other Road and Sidewalk Users: A Study of User-generated Online Videos"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "rogers2014diffusion",
        "author": "Rogers, Everett M. and Singhal, Arvind and Quinlan, Margaret M.",
        "title": "Diffusion of Innovations"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "rogers2014diffusion",
        "author": "Rogers, Everett M. and Singhal, Arvind and Quinlan, Margaret M.",
        "title": "Diffusion of Innovations"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "nielsen2023using",
        "author": "Nielsen, Sara and Skov, Mikael B. and Hansen, Karl Damkj\\ae{}r and Kaszowska, Aleksandra",
        "title": "Using User-Generated YouTube Videos to Understand Unguided Interactions with Robots in Public Places"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "blythe2009critical",
        "author": "Blythe, Mark and Cairns, Paul",
        "title": "Critical methods and user generated content: the iPhone on YouTube"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "blythe2009critical",
        "author": "Blythe, Mark and Cairns, Paul",
        "title": "Critical methods and user generated content: the iPhone on YouTube"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "paay2015connecting",
        "author": "Paay, Jeni and Kjeldskov, Jesper and Skov, Mikael B.",
        "title": "Connecting in the Kitchen: An Empirical Study of Physical Interactions while Cooking Together at Home"
      }
    ]
  },
  {
    "index": 39,
    "papers": [
      {
        "key": "nielsen2023using",
        "author": "Nielsen, Sara and Skov, Mikael B. and Hansen, Karl Damkj\\ae{}r and Kaszowska, Aleksandra",
        "title": "Using User-Generated YouTube Videos to Understand Unguided Interactions with Robots in Public Places"
      }
    ]
  },
  {
    "index": 40,
    "papers": [
      {
        "key": "GDPR2018",
        "author": "{European Commission}",
        "title": "EU Data Protection Rules"
      }
    ]
  },
  {
    "index": 41,
    "papers": [
      {
        "key": "FairUse2021",
        "author": "{YouTube}",
        "title": "Fair Use on YouTube"
      }
    ]
  }
]