[
  {
    "index": 0,
    "papers": [
      {
        "key": "desai2015program",
        "author": "Aditya Desai and Sumit Gulwani and Vineet Hingorani and Nidhi Jain and Amey Karkare and Mark Marron and Sailesh R and Subhajit Roy",
        "title": "Program Synthesis using Natural Language"
      },
      {
        "key": "gulwani2017program",
        "author": "Gulwani, Sumit and Polozov, Oleksandr and Singh, Rishabh and others",
        "title": "Program synthesis"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "feng2020codebert",
        "author": "Zhangyin Feng and Daya Guo and Duyu Tang and Nan Duan and Xiaocheng Feng and Ming Gong and Linjun Shou and Bing Qin and Ting Liu and Daxin Jiang and Ming Zhou",
        "title": "CodeBERT: A Pre-Trained Model for Programming and Natural Languages"
      },
      {
        "key": "wang2021codet5",
        "author": "Yue Wang and Weishi Wang and Shafiq Joty and Steven C. H. Hoi",
        "title": "CodeT5: Identifier-aware Unified Pre-trained Encoder-Decoder Models for Code Understanding and Generation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "brown2020language",
        "author": "Tom B. Brown and Benjamin Mann and Nick Ryder and Melanie Subbiah and Jared Kaplan and Prafulla Dhariwal and Arvind Neelakantan and Pranav Shyam and Girish Sastry and Amanda Askell and Sandhini Agarwal and Ariel Herbert-Voss and Gretchen Krueger and Tom Henighan and Rewon Child and Aditya Ramesh and Daniel M. Ziegler and Jeffrey Wu and Clemens Winter and Christopher Hesse and Mark Chen and Eric Sigler and Mateusz Litwin and Scott Gray and Benjamin Chess and Jack Clark and Christopher Berner and Sam McCandlish and Alec Radford and Ilya Sutskever and Dario Amodei",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rozière2023code",
        "author": "Baptiste Rozière and Jonas Gehring and Fabian Gloeckle and Sten Sootla and Itai Gat and Xiaoqing Ellen Tan and Yossi Adi and Jingyu Liu and Tal Remez and Jérémy Rapin and Artyom Kozhevnikov and Ivan Evtimov and Joanna Bitton and Manish Bhatt and Cristian Canton Ferrer and Aaron Grattafiori and Wenhan Xiong and Alexandre Défossez and Jade Copet and Faisal Azhar and Hugo Touvron and Louis Martin and Nicolas Usunier and Thomas Scialom and Gabriel Synnaeve",
        "title": "Code Llama: Open Foundation Models for Code"
      },
      {
        "key": "li2023starcoder",
        "author": "Raymond Li and Loubna Ben Allal and Yangtian Zi and Niklas Muennighoff and Denis Kocetkov and Chenghao Mou and Marc Marone and Christopher Akiki and Jia Li and Jenny Chim and Qian Liu and Evgenii Zheltonozhskii and Terry Yue Zhuo and Thomas Wang and Olivier Dehaene and Mishig Davaadorj and Joel Lamy-Poirier and João Monteiro and Oleh Shliazhko and Nicolas Gontier and Nicholas Meade and Armel Zebaze and Ming-Ho Yee and Logesh Kumar Umapathi and Jian Zhu and Benjamin Lipkin and Muhtasham Oblokulov and Zhiruo Wang and Rudra Murthy and Jason Stillerman and Siva Sankalp Patel and Dmitry Abulkhanov and Marco Zocca and Manan Dey and Zhihan Zhang and Nour Fahmy and Urvashi Bhattacharyya and Wenhao Yu and Swayam Singh and Sasha Luccioni and Paulo Villegas and Maxim Kunakov and Fedor Zhdanov and Manuel Romero and Tony Lee and Nadav Timor and Jennifer Ding and Claire Schlesinger and Hailey Schoelkopf and Jan Ebert and Tri Dao and Mayank Mishra and Alex Gu and Jennifer Robinson and Carolyn Jane Anderson and Brendan Dolan-Gavitt and Danish Contractor and Siva Reddy and Daniel Fried and Dzmitry Bahdanau and Yacine Jernite and Carlos Muñoz Ferrandis and Sean Hughes and Thomas Wolf and Arjun Guha and Leandro von Werra and Harm de Vries",
        "title": "StarCoder: may the source be with you!"
      },
      {
        "key": "luo2023wizardcoder",
        "author": "Ziyang Luo and Can Xu and Pu Zhao and Qingfeng Sun and Xiubo Geng and Wenxiang Hu and Chongyang Tao and Jing Ma and Qingwei Lin and Daxin Jiang",
        "title": "WizardCoder: Empowering Code Large Language Models with Evol-Instruct"
      },
      {
        "key": "nijkamp2023codegen",
        "author": "Erik Nijkamp and Bo Pang and Hiroaki Hayashi and Lifu Tu and Huan Wang and Yingbo Zhou and Silvio Savarese and Caiming Xiong",
        "title": "CodeGen: An Open Large Language Model for Code with Multi-Turn Program Synthesis"
      },
      {
        "key": "zhu2024deepseek",
        "author": "Zhu, Qihao and Guo, Daya and Shao, Zhihong and Yang, Dejian and Wang, Peiyi and Xu, Runxin and Wu, Y and Li, Yukun and Gao, Huazuo and Ma, Shirong and others",
        "title": "DeepSeek-Coder-V2: Breaking the Barrier of Closed-Source Models in Code Intelligence"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "white2023prompt",
        "author": "Jules White and Quchen Fu and Sam Hays and Michael Sandborn and Carlos Olea and Henry Gilbert and Ashraf Elnashar and Jesse Spencer-Smith and Douglas C. Schmidt",
        "title": "A Prompt Pattern Catalog to Enhance Prompt Engineering with ChatGPT"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "mullick2024intent",
        "author": "Ankan Mullick and Mukur Gupta and Pawan Goyal",
        "title": "Intent Detection and Entity Extraction from BioMedical Literature"
      },
      {
        "key": "wu2023self",
        "author": "Wu, Qi and Zhang, Yuyao and Elbatel, Marawan",
        "title": "Self-prompting large vision models for few-shot medical image segmentation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wei2023chainofthought",
        "author": "Jason Wei and Xuezhi Wang and Dale Schuurmans and Maarten Bosma and Brian Ichter and Fei Xia and Ed Chi and Quoc Le and Denny Zhou",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "yao2023treethought",
        "author": "Shunyu Yao and Dian Yu and Jeffrey Zhao and Izhak Shafran and Thomas L. Griffiths and Yuan Cao and Karthik Narasimhan",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "wen2023hard",
        "author": "Yuxin Wen and Neel Jain and John Kirchenbauer and Micah Goldblum and Jonas Geiping and Tom Goldstein",
        "title": "Hard Prompts Made Easy: Gradient-Based Discrete Optimization for Prompt Tuning and Discovery"
      },
      {
        "key": "shin2020autoprompt",
        "author": "Taylor Shin and Yasaman Razeghi and Robert L. Logan IV au2 and Eric Wallace and Sameer Singh",
        "title": "AutoPrompt: Eliciting Knowledge from Language Models with Automatically Generated Prompts"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "brown2020language",
        "author": "Tom B. Brown and Benjamin Mann and Nick Ryder and Melanie Subbiah and Jared Kaplan and Prafulla Dhariwal and Arvind Neelakantan and Pranav Shyam and Girish Sastry and Amanda Askell and Sandhini Agarwal and Ariel Herbert-Voss and Gretchen Krueger and Tom Henighan and Rewon Child and Aditya Ramesh and Daniel M. Ziegler and Jeffrey Wu and Clemens Winter and Christopher Hesse and Mark Chen and Eric Sigler and Mateusz Litwin and Scott Gray and Benjamin Chess and Jack Clark and Christopher Berner and Sam McCandlish and Alec Radford and Ilya Sutskever and Dario Amodei",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "denny2022conversing",
        "author": "Paul Denny and Viraj Kumar and Nasser Giacaman",
        "title": "Conversing with Copilot: Exploring Prompt Engineering for Solving CS1 Problems Using Natural Language"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "liu2023code",
        "author": "Jiawei Liu and Chunqiu Steven Xia and Yuyao Wang and Lingming Zhang",
        "title": "Is Your Code Generated by ChatGPT Really Correct? Rigorous Evaluation of Large Language Models for Code Generation"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "zheng2023outline",
        "author": "Wenqing Zheng and S P Sharan and Ajay Kumar Jaiswal and Kevin Wang and Yihan Xi and Dejia Xu and Zhangyang Wang",
        "title": "Outline, Then Details: Syntactically Guided Coarse-To-Fine Code Generation"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "vig2020investigating",
        "author": "Vig, Jesse and Gehrmann, Sebastian and Belinkov, Yonatan and Qian, Sharon and Nevo, Daniel and Singer, Yaron and Shieber, Stuart",
        "title": "Investigating gender bias in language models using causal mediation analysis"
      },
      {
        "key": "finlayson2021causal",
        "author": "Finlayson, Matthew and Mueller, Aaron and Gehrmann, Sebastian and Shieber, Stuart and Linzen, Tal and Belinkov, Yonatan",
        "title": "Causal analysis of syntactic agreement mechanisms in neural language models"
      },
      {
        "key": "stolfo2022causal",
        "author": "Stolfo, Alessandro and Jin, Zhijing and Shridhar, Kumar and Sch{\\\"o}lkopf, Bernhard and Sachan, Mrinmaya",
        "title": "A causal framework to quantify the robustness of mathematical reasoning with language models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "jin-etal-2022-causalnlp",
        "author": "Jin, Zhijing  and\nFeder, Amir  and\nZhang, Kun",
        "title": "{C}ausal{NLP} Tutorial: An Introduction to Causality for Natural Language Processing"
      },
      {
        "key": "feder2022causal",
        "author": "Amir Feder and Katherine A. Keith and Emaad Manzoor and Reid Pryzant and Dhanya Sridhar and Zach Wood-Doughty and Jacob Eisenstein and Justin Grimmer and Roi Reichart and Margaret E. Roberts and Brandon M. Stewart and Victor Veitch and Diyi Yang",
        "title": "Causal Inference in Natural Language Processing: Estimation, Prediction, Interpretation and Beyond"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "rahman2024towards",
        "author": "Rahman, Md Mahbubur and Ceka, Ira and Mao, Chengzhi and Chakraborty, Saikat and Ray, Baishakhi and Le, Wei",
        "title": "Towards causal deep learning for vulnerability detection"
      },
      {
        "key": "9793858",
        "author": "He, Jingzhu and Lin, Yuhang and Gu, Xiaohui and Yeh, Chin-Chia Michael and Zhuang, Zhongfang",
        "title": "PerfSig: Extracting Performance Bug Signatures via Multi-modality Causal Analysis"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "cito2021counterfactualexplanationsmodelscode",
        "author": "Jürgen Cito and Isil Dillig and Vijayaraghavan Murali and Satish Chandra",
        "title": "Counterfactual Explanations for Models of Code"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "rahman2024towards",
        "author": "Rahman, Md Mahbubur and Ceka, Ira and Mao, Chengzhi and Chakraborty, Saikat and Ray, Baishakhi and Le, Wei",
        "title": "Towards causal deep learning for vulnerability detection"
      }
    ]
  }
]