[
  {
    "index": 0,
    "papers": [
      {
        "key": "lee2022direct",
        "author": "Ann Lee and Peng-Jen Chen and Changhan Wang and Jiatao Gu and Sravya Popuri and Xutai Ma and Adam Polyak and Yossi Adi and Qing He and Yun Tang and Juan Pino and Wei-Ning Hsu",
        "title": "Direct speech-to-speech translation with discrete units"
      },
      {
        "key": "popuri2022enhanced",
        "author": "Popuri, Sravya and Chen, Peng-Jen and Wang, Changhan and Pino, Juan and Adi, Yossi and Gu, Jiatao and Hsu, Wei-Ning and Lee, Ann",
        "title": "Enhanced direct speech-to-speech translation using self-supervised pre-training and data augmentation"
      },
      {
        "key": "huang2023transpeech",
        "author": "Rongjie Huang and Jinglin Liu and Huadai Liu and Yi Ren and Lichao Zhang and Jinzheng He and Zhou Zhao",
        "title": "TranSpeech: Speech-to-Speech Translation With Bilateral Perturbation"
      },
      {
        "key": "huang2023holistic",
        "author": "Huang, Wen-Chin and Peloquin, Benjamin and Kao, Justine and Wang, Changhan and Gong, Hongyu and Salesky, Elizabeth and Adi, Yossi and Lee, Ann and Chen, Peng-Jen",
        "title": "A holistic cascade system, benchmark, and human evaluation protocol for expressive speech-to-speech translation"
      },
      {
        "key": "barrault2023seamless",
        "author": "Barrault, Lo{\\\"\\i}c and Chung, Yu-An and Meglioli, Mariano Coria and Dale, David and Dong, Ning and Duppenthaler, Mark and Duquenne, Paul-Ambroise and Ellis, Brian and Elsahar, Hady and Haaheim, Justin and others",
        "title": "Seamless: Multilingual Expressive and Streaming Speech Translation"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "wang2017tacotron",
        "author": "Yuxuan Wang and RJ Skerry-Ryan and Daisy Stanton and Yonghui Wu and Ron J. Weiss and Navdeep Jaitly and Zongheng Yang and Ying Xiao and Zhifeng Chen and Samy Bengio and Quoc Le and Yannis Agiomyrgiannakis and Rob Clark and Rif A. Saurous",
        "title": "Tacotron: Towards End-to-End Speech Synthesis"
      },
      {
        "key": "shen2018natural",
        "author": "Jonathan Shen and Ruoming Pang and Ron J. Weiss and Mike Schuster and Navdeep Jaitly and Zongheng Yang and Zhifeng Chen and Yu Zhang and Yuxuan Wang and RJ Skerry-Ryan and Rif A. Saurous and Yannis Agiomyrgiannakis and Yonghui Wu",
        "title": "Natural TTS Synthesis by Conditioning WaveNet on Mel Spectrogram Predictions"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ren2019fastspeech",
        "author": "Yi Ren and Yangjun Ruan and Xu Tan and Tao Qin and Sheng Zhao and Zhou Zhao and Tie-Yan Liu",
        "title": "FastSpeech: Fast, Robust and Controllable Text to Speech"
      },
      {
        "key": "ren2022fastspeech",
        "author": "Yi Ren and Chenxu Hu and Xu Tan and Tao Qin and Sheng Zhao and Zhou Zhao and Tie-Yan Liu",
        "title": "FastSpeech 2: Fast and High-Quality End-to-End Text to Speech"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "hu2021neural",
        "author": "Hu, Chenxu and Tian, Qiao and Li, Tingle and Yuping, Wang and Wang, Yuxuan and Zhao, Hang",
        "title": "Neural Dubber: Dubbing for Videos According to Scripts"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wang2018style",
        "author": "Yuxuan Wang and Daisy Stanton and Yu Zhang and RJ Skerry-Ryan and Eric Battenberg and Joel Shor and Ying Xiao and Fei Ren and Ye Jia and Rif A. Saurous",
        "title": "Style Tokens: Unsupervised Style Modeling, Control and Transfer in End-to-End Speech Synthesis"
      },
      {
        "key": "skerryryan2018endtoend",
        "author": "RJ Skerry-Ryan and Eric Battenberg and Ying Xiao and Yuxuan Wang and Daisy Stanton and Joel Shor and Ron J. Weiss and Rob Clark and Rif A. Saurous",
        "title": "Towards End-to-End Prosody Transfer for Expressive Speech Synthesis with Tacotron"
      },
      {
        "key": "ren2022fastspeech",
        "author": "Yi Ren and Chenxu Hu and Xu Tan and Tao Qin and Sheng Zhao and Zhou Zhao and Tie-Yan Liu",
        "title": "FastSpeech 2: Fast and High-Quality End-to-End Text to Speech"
      },
      {
        "key": "sun2020fullyhierarchical",
        "author": "Guangzhi Sun and Yu Zhang and Ron J. Weiss and Yuan Cao and Heiga Zen and Yonghui Wu",
        "title": "Fully-hierarchical fine-grained prosody modeling for interpretable speech synthesis"
      }
    ]
  }
]