[
  {
    "index": 0,
    "papers": [
      {
        "key": "geva-etal-2021-transformer",
        "author": "Geva, Mor  and\nSchuster, Roei  and\nBerant, Jonathan  and\nLevy, Omer",
        "title": "Transformer Feed-Forward Layers Are Key-Value Memories"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "dai2022knowledge",
        "author": "Dai, Damai  and\nDong, Li  and\nHao, Yaru  and\nSui, Zhifang  and\nChang, Baobao  and\nWei, Furu",
        "title": "Knowledge Neurons in Pretrained Transformers"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "meng2022locating",
        "author": "Kevin Meng and David Bau and Alex Andonian and Yonatan Belinkov",
        "title": "Locating and Editing Factual Associations in {GPT}"
      },
      {
        "key": "meng2023massediting",
        "author": "Kevin Meng and Arnab Sen Sharma and Alex J Andonian and Yonatan Belinkov and David Bau",
        "title": "Mass-Editing Memory in a Transformer"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "niu2024what",
        "author": "Jingcheng Niu and Andrew Liu and Zining Zhu and Gerald Penn",
        "title": "What does the Knowledge Neuron Thesis Have to do with Knowledge?"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "hase2023does",
        "author": "Peter Hase and Mohit Bansal and Been Kim and Asma Ghandeharioun",
        "title": "Does Localization Inform Editing? Surprising Differences in Causality-Based Localization vs. Knowledge Editing in Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "chen2024knowledgelocalizationmissionaccomplished",
        "author": "Yuheng Chen and Pengfei Cao and Yubo Chen and Kang Liu and Jun Zhao",
        "title": "Knowledge Localization: Mission Not Accomplished? Enter Query Localization!"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "bricken2023monosemanticity",
        "author": "Bricken, Trenton and Templeton, Adly and Batson, Joshua and Chen, Brian and Jermyn, Adam and Conerly, Tom and Turner, Nick and Anil, Cem and Denison, Carson and Askell, Amanda and Lasenby, Robert and Wu, Yifan and Kravec, Shauna and Schiefer, Nicholas and Maxwell, Tim and Joseph, Nicholas and Hatfield-Dodds, Zac and Tamkin, Alex and Nguyen, Karina and McLean, Brayden and Burke, Josiah E and Hume, Tristan and Carter, Shan and Henighan, Tom and Olah, Christopher",
        "title": "Towards Monosemanticity: Decomposing Language Models With Dictionary Learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "li2024unveiling",
        "author": "Zhoubo Li and Ningyu Zhang and Yunzhi Yao and Mengru Wang and Xi Chen and Huajun Chen",
        "title": "Unveiling the Pitfalls of Knowledge Editing for Large Language Models"
      },
      {
        "key": "yao-etal-2023-editing",
        "author": "Yao, Yunzhi  and\nWang, Peng  and\nTian, Bozhong  and\nCheng, Siyuan  and\nLi, Zhoubo  and\nDeng, Shumin  and\nChen, Huajun  and\nZhang, Ningyu",
        "title": "Editing Large Language Models: Problems, Methods, and Opportunities"
      },
      {
        "key": "cohen2024evaluating",
        "author": "Roi Cohen and Eden Biran and Ori Yoran and Amir Globerson and Mor Geva",
        "title": "Evaluating the Ripple Effects of Knowledge Editing in Language Models"
      },
      {
        "key": "hoelscher2023detecting",
        "author": "Hoelscher-Obermaier, Jason  and\nPersson, Julia  and\nKran, Esben  and\nKonstas, Ioannis  and\nBarez, Fazl",
        "title": "Detecting Edit Failures In Large Language Models: An Improved Specificity Benchmark"
      },
      {
        "key": "pinter2023emptying",
        "author": "Yuval Pinter and Michael Elhadad",
        "title": "Emptying the Ocean with a Spoon: Should We Edit Models?"
      },
      {
        "key": "zhao2023unveiling",
        "author": "Zhang, Zhihao  and\nZhao, Jun  and\nZhang, Qi  and\nGui, Tao  and\nHuang, Xuanjing",
        "title": "Unveiling Linguistic Regions in Large Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "elhage2022superposition",
        "author": "Elhage, Nelson and Hume, Tristan and Olsson, Catherine and Schiefer, Nicholas and Henighan, Tom and Kravec, Shauna and Hatfield-Dodds, Zac and Lasenby, Robert and Drain, Dawn and Chen, Carol and Grosse, Roger and McCandlish, Sam and Kaplan, Jared and Amodei, Dario and Wattenberg, Martin and Olah, Christopher",
        "title": "Toy Models of Superposition"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "bricken2023monosemanticity",
        "author": "Bricken, Trenton and Templeton, Adly and Batson, Joshua and Chen, Brian and Jermyn, Adam and Conerly, Tom and Turner, Nick and Anil, Cem and Denison, Carson and Askell, Amanda and Lasenby, Robert and Wu, Yifan and Kravec, Shauna and Schiefer, Nicholas and Maxwell, Tim and Joseph, Nicholas and Hatfield-Dodds, Zac and Tamkin, Alex and Nguyen, Karina and McLean, Brayden and Burke, Josiah E and Hume, Tristan and Carter, Shan and Henighan, Tom and Olah, Christopher",
        "title": "Towards Monosemanticity: Decomposing Language Models With Dictionary Learning"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "rajamanoharan2024improving",
        "author": "Rajamanoharan, Senthooran and Conmy, Arthur and Smith, Lewis and Lieberum, Tom and Varma, Vikrant and Kram{\\'a}r, J{\\'a}nos and Shah, Rohin and Nanda, Neel",
        "title": "Improving dictionary learning with gated sparse autoencoders"
      },
      {
        "key": "gao2024scaling",
        "author": "Gao, Leo and la Tour, Tom Dupr{\\'e} and Tillman, Henk and Goh, Gabriel and Troll, Rajan and Radford, Alec and Sutskever, Ilya and Leike, Jan and Wu, Jeffrey",
        "title": "Scaling and evaluating sparse autoencoders"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "huben2024sparse",
        "author": "Robert Huben and Hoagy Cunningham and Logan Riggs Smith and Aidan Ewart and Lee Sharkey",
        "title": "Sparse Autoencoders Find Highly Interpretable Features in Language Models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "templeton2024scaling",
        "author": "Templeton, Adly and Conerly, Tom and Marcus, Jonathan and Lindsey, Jack and Bricken, Trenton and Chen, Brian and Pearce, Adam and Citro, Craig and Ameisen, Emmanuel and Jones, Andy and Cunningham, Hoagy and Turner, Nicholas L and McDougall, Callum and MacDiarmid, Monte and Freeman, C. Daniel and Sumers, Theodore R. and Rees, Edward and Batson, Joshua and Jermyn, Adam and Carter, Shan and Olah, Chris and Henighan, Tom",
        "title": "Scaling Monosemanticity: Extracting Interpretable Features from Claude 3 Sonnet"
      }
    ]
  }
]