[
  {
    "index": 0,
    "papers": [
      {
        "key": "guha2023legalbench",
        "author": "Neel Guha and Julian Nyarko and Daniel E. Ho and Christopher Ré and Adam Chilton and Aditya Narayana and Alex Chohlas-Wood and Austin Peters and Brandon Waldon and Daniel N. Rockmore and Diego Zambrano and Dmitry Talisman and Enam Hoque and Faiz Surani and Frank Fagan and Galit Sarfaty and Gregory M. Dickinson and Haggai Porat and Jason Hegland and Jessica Wu and Joe Nudell and Joel Niklaus and John Nay and Jonathan H. Choi and Kevin Tobia and Margaret Hagan and Megan Ma and Michael Livermore and Nikon Rasumov-Rahe and Nils Holzenberger and Noam Kolt and Peter Henderson and Sean Rehaag and Sharad Goel and Shang Gao and Spencer Williams and Sunny Gandhi and Tom Zur and Varun Iyer and Zehua Li",
        "title": "LegalBench: A Collaboratively Built Benchmark for Measuring Legal Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "fei2023lawbench",
        "author": "Fei, Zhiwei and Shen, Xiaoyu and Zhu, Dawei and Zhou, Fengzhe and Han, Zhuo and Zhang, Songyang and Chen, Kai and Shen, Zongwen and Ge, Jidong",
        "title": "Lawbench: Benchmarking legal knowledge of large language models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "chalkidis2021lexglue",
        "author": "Chalkidis, Ilias and Jana, Abhik and Hartung, Dirk and Bommarito, Michael and Androutsopoulos, Ion and Katz, Daniel Martin and Aletras, Nikolaos",
        "title": "LexGLUE: A benchmark dataset for legal language understanding in English"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "kang2024bridging",
        "author": "Kang, Xiaoxi and Qu, Lizhen and Soon, Lay-Ki and Li, Zhuang and Trakic, Adnan",
        "title": "Bridging Law and Data: Augmenting Reasoning via a Semi-Structured Dataset with IRAC methodology"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "dahl2024large",
        "author": "Matthew Dahl and Varun Magesh and Mirac Suzgun and Daniel E. Ho",
        "title": "Large Legal Fictions: Profiling Legal Hallucinations in Large Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "golovneva2023roscoesuitemetricsscoring",
        "author": "Olga Golovneva and Moya Chen and Spencer Poff and Martin Corredor and Luke Zettlemoyer and Maryam Fazel-Zarandi and Asli Celikyilmaz",
        "title": "ROSCOE: A Suite of Metrics for Scoring Step-by-Step Reasoning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "prasad2023recevalevaluatingreasoningchains",
        "author": "Archiki Prasad and Swarnadeep Saha and Xiang Zhou and Mohit Bansal",
        "title": "ReCEval: Evaluating Reasoning Chains via Correctness and Informativeness"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hao2024llmreasonersnewevaluation",
        "author": "Shibo Hao and Yi Gu and Haotian Luo and Tianyang Liu and Xiyan Shao and Xinyuan Wang and Shuhua Xie and Haodi Ma and Adithya Samavedhi and Qiyue Gao and Zhen Wang and Zhiting Hu",
        "title": "LLM Reasoners: New Evaluation, Library, and Analysis of Step-by-Step Reasoning with Large Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "ling2023deductiveverificationchainofthoughtreasoning",
        "author": "Zhan Ling and Yunhao Fang and Xuanlin Li and Zhiao Huang and Mingu Lee and Roland Memisevic and Hao Su",
        "title": "Deductive Verification of Chain-of-Thought Reasoning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "tyen2024llmsreasoningerrorscorrect",
        "author": "Gladys Tyen and Hassan Mansoor and Victor Cărbune and Peter Chen and Tony Mak",
        "title": "LLMs cannot find reasoning errors, but can correct them given the error location"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "li2023making",
        "author": "Yifei Li and Zeqi Lin and Shizhuo Zhang and Qiang Fu and Bei Chen and Jian-Guang Lou and Weizhu Chen",
        "title": "Making Large Language Models Better Reasoners with Step-Aware Verifier"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "patel2024multi",
        "author": "Patel, Nisarg and Kulkarni, Mohith and Parmar, Mihir and Budhiraja, Aashna and Nakamura, Mutsumi and Varshney, Neeraj and Baral, Chitta",
        "title": "Multi-logieval: Towards evaluating multi-step logical reasoning ability of large language models"
      },
      {
        "key": "tyagi2024stepbystepreasoningsolvegrid",
        "author": "Nemika Tyagi and Mihir Parmar and Mohith Kulkarni and Aswin RRV and Nisarg Patel and Mutsumi Nakamura and Arindam Mitra and Chitta Baral",
        "title": "Step-by-Step Reasoning to Solve Grid Puzzles: Where do LLMs Falter?"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "he2024socrevallargelanguagemodels",
        "author": "Hangfeng He and Hongming Zhang and Dan Roth",
        "title": "SocREval: Large Language Models with the Socratic Method for Reference-Free Reasoning Evaluation"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "xu2024verifystepstepincorrect",
        "author": "Xin Xu and Shizhe Diao and Can Yang and Yang Wang",
        "title": "Can We Verify Step by Step for Incorrect Answer Detection?"
      }
    ]
  }
]