[
  {
    "index": 0,
    "papers": [
      {
        "key": "Freitas2023",
        "author": "Melissa La Banca Freitas and Jos{\\'{e}} Jair Alves Mendes and Thiago Sim{\\~{o}}es Dias and Hugo Valadares Siqueira and Sergio Luiz Stevan",
        "title": "Surgical Instrument Signaling Gesture Recognition Using Surface Electromyography Signals"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Kurzynski2017",
        "author": "Marek Kurzynski and Pawel Trajdos and Andrzej Wolczowski",
        "title": "Multiclassifier System Using Class and Interclass Competence of Base Classifiers Applied to the Recognition of Grasping Movements in the Control of Bioprosthetic Hand"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Akbulut2022",
        "author": "Akhan Akbulut and Feray Gungor and Ela Tarakci and Muhammed Ali Aydin and Abdul Halim Zaim and Cagatay Catal",
        "title": "Identification of phantom movements with an ensemble learning approach"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Subasi2020",
        "author": "Abdulhamit Subasi and Saeed Mian Qaisar",
        "title": "Surface {EMG} signal classification using {TQWT},  Bagging and Boosting for hand movement recognition"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Simon2023",
        "author": "Ann M. Simon and Kristi L. Turner and Laura A. Miller and Gregory A. Dumanian and Benjamin K. Potter and Mark D. Beachler and Levi J. Hargrove and Todd A. Kuiken",
        "title": "Myoelectric prosthesis hand grasp control following targeted muscle reinnervation in individuals with transradial amputation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Nguyen2020",
        "author": "Anh Tuan Nguyen and Jian Xu and Ming Jiang and Diu Khue Luu and Tong Wu and Wing-kin Tam and Wenfeng Zhao and Markus W Drealan and Cynthia K Overstreet and Qi Zhao and Jonathan Cheng and Edward W Keefer and Zhi Yang",
        "title": "A bioelectric neural interface towards intuitive prosthetic control for amputees"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Moradi2022",
        "author": "Ali Moradi and Hamed Rafiei and Mahla Daliri and Mohammad-R. Akbarzadeh-T. and Alireza Akbarzadeh and Amir-M. Naddaf-Sh. and Sadra Naddaf-Sh.",
        "title": "Clinical implementation of a bionic hand controlled with kineticomyographic signals"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Rask2023",
        "author": "Dawn M.G. Rask and Mason H. Adams and Philippe Liverneaux and Benjamin F. Plucknette and David J. Wilson and Joseph F. Alderete and Casey M. Sabbag",
        "title": "Targeted muscle reinnervation in upper extremity amputation in military hand surgery: A systematic review"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Schone2023",
        "author": "Hunter R. Schone and Malcolm Udeozor and Mae Moninghoff and Beth Rispoli and James Vandersea and Blair Lock and Levi Hargrove and Tamar R Makin and Chris I. Baker",
        "title": "Should bionic limb control mimic the human body? {I}mpact of control strategy on bionic hand skill learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Fajardo2021",
        "author": "Julio Fajardo and Guillermo Maldonado and Diego Cardona and Victor Ferman and Eric Rohmer",
        "title": "Evaluation of User-Prosthesis-Interfaces for {sEMG}-Based Multifunctional Prosthetic Hands"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Fajardo2018",
        "author": "Julio Fajardo and Victor Ferman and Amparo Munoz and Dandara Andrade and Antonio Ribas Neto and Eric Rohmer",
        "title": "User-Prosthesis Interface for Upper Limb Prosthesis Based on Object Classification"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Shi2023",
        "author": "Chunyuan Shi and Dapeng Yang and Siyang Qiu and Jingdong Zhao",
        "title": "i-{GSI}: A Novel Grasp Switching Interface Based on Eye-Tracking and Augmented Reality for Multi-Grasp Prosthetic Hands"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Patel2017",
        "author": "Gauravkumar K Patel and Janne M Hahne and Claudio Castellini and Dario Farina and Strahinja Dosen",
        "title": "Context-dependent adaptation improves robustness of myoelectric control for upper-limb prostheses"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Batzianoulis2019",
        "author": "I. Batzianoulis and A. M. Simon and L. Hargrove and A. Billard",
        "title": "Reach-to-grasp motions: Towards a dynamic classification approach for upper-limp prosthesis"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Nacpil2019",
        "author": "Edric Nacpil and Zheng Wang and Rencheng Zheng and Tsutomu Kaizuka and Kimihiko Nakano",
        "title": "Design and Evaluation of a Surface Electromyography-Controlled Steering Assistance Interface"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Geng2012",
        "author": "Yanjuan Geng and Ping Zhou and Guanglin Li",
        "title": "Toward attenuating the impact of arm positions on electromyography pattern-recognition based motion classification in transradial amputees"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Nacpil2019",
        "author": "Edric Nacpil and Zheng Wang and Rencheng Zheng and Tsutomu Kaizuka and Kimihiko Nakano",
        "title": "Design and Evaluation of a Surface Electromyography-Controlled Steering Assistance Interface"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Cardona2020",
        "author": "Diego Cardona and Guillermo Maldonado and Victor Ferman and Ali Lemus and Julio Fajardo",
        "title": "Impact of Diverse Aspects in User-Prosthesis Interfaces for Myoelectric Upper-limb Prostheses"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "DAccolti2023",
        "author": "Daniele D{\\textquotesingle}Accolti and Francesco Clemente and Andrea Mannini and Enzo Mastinu and Max Ortiz-Catalan and Christian Cipriani",
        "title": "Online Classification of Transient {EMG} Patterns for the Control of the Wrist and Hand in a Transradial Prosthesis"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Piazza2020",
        "author": "Cristina Piazza and Ann M. Simon and Kristi L. Turner and Laura A. Miller and Manuel G. Catalano and Antonio Bicchi and Levi J. Hargrove",
        "title": "Exploring augmented grasping capabilities in a multi-synergistic soft bionic hand"
      }
    ]
  }
]