[
  {
    "index": 0,
    "papers": [
      {
        "key": "rocha2019inspection",
        "author": "Rocha, PHV and Costa, EG and Serres, AR and Xavier, GVR and Peixoto, JEB and Lins, RL",
        "title": "Inspection in overhead insulators through the analysis of the irradiated {RF} spectrum"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "9314102",
        "author": "Liu, Xinyu and Miao, Xiren and Jiang, Hao and Chen, Jing",
        "title": "Box-Point Detector: A Diagnosis Method for Insulator Faults in Power Lines Using Aerial Images and Convolutional Neural Networks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "9866802",
        "author": "Yang, Zhanshe and Xu, Zheng and Wang, Yunhao",
        "title": "{Bidirection-Fusion-YOLOv3: An} Improved Method for Insulator Defect Detection Using {UAV} Image"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "10012377",
        "author": "Li, Jianqi and Xu, Yaqian and Nie, Keheng and Cao, Binfang and Zuo, Sinuo and Zhu, Jiang",
        "title": "{PEDNet: A} Lightweight Detection Network of Power Equipment in Infrared Image Based on {YOLOv4-Tiny}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "10106252",
        "author": "Zhou, Ming and Li, Bo and Wang, Jue and He, Shi",
        "title": "Fault Detection Method of Glass Insulator Aerial Image Based on the Improved {YOLOv5}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "STEFENON2024102722",
        "author": "Stefano Frizzo Stefenon and Laio Oriel Seman and Anne Carolina Rodrigues Klaar and Raúl García Ovejero and Valderi Reis Quietinho Leithardt",
        "title": "{Hypertuned-YOLO for interpretable distribution power grid fault location based on EigenCAM}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "gtd2.12886",
        "author": "Stefenon, Stefano Frizzo and Singh, Gurmail and Souza, Bruno José and Freire, Roberto Zanetti and Yow, Kin-Choong",
        "title": "Optimized hybrid {YOLOu-Quasi-ProtoPNet} for insulators classification"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "deng2022research",
        "author": "Deng, Fangming and Xie, Zhongxin and Mao, Wei and Li, Bing and Shan, Yun and Wei, Baoquan and Zeng, Han",
        "title": "Research on edge intelligent recognition method oriented to transmission line insulator fault detection"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "10298815",
        "author": "He, Min and Qin, Liang and Deng, Xinlan and Liu, Kaipei",
        "title": "{MFI-YOLO: Multi-fault} Insulator Detection Based on an Improved {YOLOv8}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "9537742",
        "author": "Zhao, Wenqing and Xu, Minfu and Cheng, Xingfu and Zhao, Zhenbing",
        "title": "An Insulator in Transmission Lines Recognition and Fault Detection Model Based on Improved Faster {RCNN}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10258031",
        "author": "Lin, Yu and Tian, Lianfang and Du, Qiliang",
        "title": "Automatic Overheating Defect Diagnosis Based on Rotated Detector for Insulator in Infrared Image"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "singh2023interpretable",
        "author": "Singh, Gurmail and Stefenon, Stefano Frizzo and Yow, Kin-Choong",
        "title": "Interpretable visual transmission lines inspections using pseudo-prototypical part network"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "s22166121",
        "author": "Sopelsa Neto, N. F. and Stefenon, S. F. and Meyer, L. H. and Ovejero, R. G. and Leithardt, V. R. Q.",
        "title": "Fault prediction based on leakage current in contaminated insulators using enhanced time series forecasting models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "s23136118",
        "author": "Stefenon, Stefano Frizzo and Seman, Laio Oriel and Sopelsa Neto, Nemesio Fava and Meyer, Luiz Henrique and Mariani, Viviana Cocco and Coelho, Leandro dos Santos",
        "title": "Group method of data handling using {Christiano-Fitzgerald} random walk filter for insulator fault prediction"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "9828523",
        "author": "Jin, Lijun and Zhou, Gangjie and Yuan, Zhikang and Jin, Haifeng and Man, Xiaokun",
        "title": "Study on Initial Discharge Process of Insulator Pollution Flashover Considering Quantum Transition"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "10587253",
        "author": "Zhang, Liping and Li, Xiao and Zhao, Junmei and Zhang, Yewei and Zhang, Qiang",
        "title": "Flashover Detection and Anomaly Prediction in Aerial Images of Insulator Strings in Complex Environments"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "10356858",
        "author": "Xing, Yang and Hu, Zhongxu and Hang, Peng and Lv, Chen",
        "title": "Learning From the Dark Side: A Parallel Time Series Modelling Framework for Forecasting and Fault Detection on Intelligent Vehicles"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "guo2021mechanical",
        "author": "Guo, Jianwen and Lao, Zhenpeng and Hou, Ming and Li, Chuan and Zhang, Shaohui",
        "title": "Mechanical fault time series prediction by using {EFMSAE-LSTM} neural network"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "xu2021two",
        "author": "Xu, Hongling and Ma, Ruizhe and Yan, Li and Ma, Zongmin",
        "title": "Two-stage prediction of machinery fault trend based on deep learning for time series analysis"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "liu2021machinery",
        "author": "Liu, Haiying and Ma, Ruizhe and Li, Daiyi and Yan, Li and Ma, Zongmin",
        "title": "Machinery fault diagnosis based on deep learning for time series analysis and knowledge graphs"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "hsu2021multiple",
        "author": "Hsu, Chia-Yu and Liu, Wei-Chen",
        "title": "Multiple time-series convolutional neural network for fault detection and diagnosis and empirical study in semiconductor manufacturing"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "he2022graph",
        "author": "He, Kai and Yu, Daojie and Wang, Dong and Chai, Mengjuan and Lei, Shuntian and Zhou, Changlin",
        "title": "Graph attention network-based fault detection for UAVs with multivariant time series flight data"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "jin2022time",
        "author": "Jin, Yuhong and Hou, Lei and Chen, Yushu",
        "title": "A time series transformer based method for the rotating machinery fault diagnosis"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "chen2023unsupervised",
        "author": "Chen, Mengyu and Li, Zechen and Lei, Xiang and Liang, Shan and Zhao, Shuangxin and Su, Yiting",
        "title": "Unsupervised Fault Detection Driven by Multivariate Time Series for Aeroengines"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "zhang2023gaussian",
        "author": "Zhang, Kai and Ning, Wangze and Zhu, Yudi and Li, Zhuoheng and Wang, Tao and Jiang, Wenkai and Zeng, Min and Yang, Zhi",
        "title": "Gaussian-Linearized Transformer with Tranquilized Time-Series Decomposition Methods for Fault Diagnosis and Forecasting of Methane Gas Sensor Arrays"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "xie2021attention",
        "author": "Xie, Yuan and Zhao, Jisheng and Qiang, Baohua and Mi, Luzhong and Tang, Chenghua and Li, Longge",
        "title": "Attention Mechanism-Based CNN-LSTM Model for Wind Turbine Fault Prediction Using {SSN} Ontology Annotation"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "arunthavanathan2021deep",
        "author": "Arunthavanathan, Rajeevan and Khan, Faisal and Ahmed, Salim and Imtiaz, Syed",
        "title": "A deep learning model for process fault prognosis"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "nguyen2021forecasting",
        "author": "Nguyen, H Du and Tran, Kim Phuc and Thomassey, S{\\'e}bastien and Hamad, Moez",
        "title": "Forecasting and Anomaly Detection approaches using LSTM and LSTM Autoencoder techniques with the applications in supply chain management"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "9612196",
        "author": "Zhang, Xiaoyu and Tang, Liwei and Chen, Jiusheng",
        "title": "Fault Diagnosis for Electro-Mechanical Actuators Based on {STL-HSTA-GRU and SM}"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "10662411",
        "author": "Huang, Xiangjie and Lang, Xun and Liu, Songhua and Li, Peng and Guo, Tao and Yu, Li",
        "title": "Dilated Autoformer: An Improved Model for Predicting the State of Transformer Bushing"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "chen2021bearing",
        "author": "Chen, Xiaohan and Zhang, Beike and Gao, Dong",
        "title": "Bearing fault diagnosis base on multi-scale CNN and LSTM model"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "s22218323",
        "author": "Branco, Nathielle Waldrigues and Cavalca, Mariana Santos Matos and Stefenon, Stefano Frizzo and Leithardt, Valderi Reis Quietinho",
        "title": "Wavelet {LSTM} for fault forecasting in electrical power grids"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "211126",
        "author": "Medeiros, A. and Sartori, A. and Stefenon, S. F. and Meyer, L. H. and Nied, A.",
        "title": "Comparison of artificial intelligence techniques to failure prediction in contaminated insulators based on leakage current"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "SEMAN2023109269",
        "author": "Laio Oriel Seman and Stefano Frizzo Stefenon and Viviana Cocco Mariani and Leandro Santos Coelho",
        "title": "Ensemble learning methods using the {Hodrick–Prescott} filter for fault forecasting in insulators of the electrical power grids"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "klaar2023optimized",
        "author": "Klaar, Anne Carolina Rodrigues and Stefenon, Stefano Frizzo and Seman, Laio Oriel and Mariani, Viviana Cocco and Coelho, Leandro Santos",
        "title": "Optimized {EWT-Seq2Seq-LSTM} with attention mechanism to insulators fault prediction"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "3076410",
        "author": "Stefenon, S. F. and Ribeiro, M. H. D. M. and Nied, A. and Mariani, V. C. and Coelho, L. S. and Leithardt, V. R. Q. and Silva, L. A. and Seman, L. O.",
        "title": "Hybrid wavelet stacking ensemble model for insulators contamination forecasting"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "branco2024bootstrap",
        "author": "Branco, Nathielle Waldrigues and Cavalca, Mariana Santos Matos and Ovejero, Ra{\\'u}l Garc{\\'\\i}a",
        "title": "Bootstrap aggregation with Christiano--Fitzgerald random walk filter for fault prediction in power systems"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "en13020484",
        "author": "Stefenon, Stéfano Frizzo and Freire, Roberto Zanetti and Coelho, Leandro Santos and Meyer, Luiz Henrique and Grebogi, Rafael Bartnik and Buratto, William Gouvêa and Nied, Ademir",
        "title": "Electrical insulator fault forecasting based on a wavelet neuro-fuzzy system"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "rnnTS2021",
        "author": "Hansika Hewamalage and Christoph Bergmeir and Kasun Bandara",
        "title": "Recurrent Neural Networks for Time Series Forecasting: Current status and future directions"
      }
    ]
  },
  {
    "index": 39,
    "papers": [
      {
        "key": "transformerTS2023",
        "author": "Junlong Tong and Liping Xie and Wankou Yang and Kanjian Zhang and Junsheng Zhao",
        "title": "Enhancing time series forecasting: A hierarchical transformer with probabilistic decomposition representation"
      }
    ]
  },
  {
    "index": 40,
    "papers": [
      {
        "key": "tft2021",
        "author": "Bryan Lim and Sercan O. Arık and Nicolas Loeff and Tomas Pfister",
        "title": "Temporal Fusion Transformers for interpretable multi-horizon time series forecasting"
      }
    ]
  },
  {
    "index": 41,
    "papers": [
      {
        "key": "NBEATS2020",
        "author": "Boris N. Oreshkin and Dmitri Carpov and Nicolas Chapados and Yoshua Bengio",
        "title": "{N-BEATS: Neural basis expansion analysis for interpretable time series forecasting}"
      }
    ]
  },
  {
    "index": 42,
    "papers": [
      {
        "key": "cnnTS2020",
        "author": "Yitian Chen and Yanfei Kang and Yixiong Chen and Zizhuo Wang",
        "title": "Probabilistic forecasting with temporal convolutional neural network"
      }
    ]
  },
  {
    "index": 43,
    "papers": [
      {
        "key": "lightgbmTS2017",
        "author": "Ke, Guolin and Meng, Qi and Finley, Thomas and Wang, Taifeng and Chen, Wei and Ma, Weidong and Ye, Qiwei and Liu, Tie-Yan",
        "title": "{LightGBM: A} highly efficient gradient boosting decision tree"
      }
    ]
  },
  {
    "index": 44,
    "papers": [
      {
        "key": "deepARTS2020",
        "author": "David Salinas and Valentin Flunkert and Jan Gasthaus and Tim Januschowski",
        "title": "DeepAR: Probabilistic forecasting with autoregressive recurrent networks"
      }
    ]
  },
  {
    "index": 45,
    "papers": [
      {
        "key": "dotsTS2020",
        "author": "Wu, Zonghan and Pan, Shirui and Long, Guodong and Jiang, Jing and Chang, Xiaojun and Zhang, Chengqi",
        "title": "Connecting the Dots: Multivariate Time Series Forecasting with Graph Neural Networks"
      }
    ]
  },
  {
    "index": 46,
    "papers": [
      {
        "key": "spatioTS2018",
        "author": "Yu, Bing and Yin, Haoteng and Zhu, Zhanxing",
        "title": "Spatio-temporal Graph Convolutional Networks: A Deep Learning Framework for Traffic Forecasting"
      }
    ]
  },
  {
    "index": 47,
    "papers": [
      {
        "key": "hybridTS2023",
        "author": "Jianqin Zheng and Jian Du and Bohong Wang and Jiří Jaromír Klemeš and Qi Liao and Yongtu Liang",
        "title": "A hybrid framework for forecasting power generation of multiple renewable energy sources"
      }
    ]
  },
  {
    "index": 48,
    "papers": [
      {
        "key": "emWavTS2023",
        "author": "Hossein Abbasian Mohammadi and Sedigheh Ghofrani and Ali Nikseresht",
        "title": "Using empirical wavelet transform and high-order fuzzy cognitive maps for time series forecasting"
      }
    ]
  },
  {
    "index": 49,
    "papers": [
      {
        "key": "timellmTS2024",
        "author": "Ming Jin and Shiyu Wang and Lintao Ma and Zhixuan Chu and James Y. Zhang and Xiaoming Shi and Pin-Yu Chen and Yuxuan Liang and Yuan-Fang Li and Shirui Pan and Qingsong Wen",
        "title": "Time-{LLM}: Time Series Forecasting by Reprogramming Large Language Models"
      }
    ]
  },
  {
    "index": 50,
    "papers": [
      {
        "key": "hyperparameterTS2024",
        "author": "Shahram Hanifi and Andrea Cammarono and Hossein Zare-Behtash",
        "title": "Advanced hyperparameter optimization of deep learning models for wind power prediction"
      }
    ]
  }
]