[
  {
    "index": 0,
    "papers": [
      {
        "key": "chen2019neural",
        "author": "Ricky T. Q. Chen and Yulia Rubanova and Jesse Bettencourt and David Duvenaud",
        "title": "Neural Ordinary Differential Equations"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kobyzev2020normalizing",
        "author": "Kobyzev, Ivan and Prince, Simon JD and Brubaker, Marcus A",
        "title": "Normalizing flows: An introduction and review of current methods"
      },
      {
        "key": "papamakarios2021normalizing",
        "author": "Papamakarios, George and Nalisnick, Eric and Rezende, Danilo Jimenez and Mohamed, Shakir and Lakshminarayanan, Balaji",
        "title": "Normalizing flows for probabilistic modeling and inference"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "lipman2022flow",
        "author": "Lipman, Yaron and Chen, Ricky TQ and Ben-Hamu, Heli and Nickel, Maximilian and Le, Matt",
        "title": "Flow matching for generative modeling"
      },
      {
        "key": "liu2022flow",
        "author": "Liu, Xingchao and Gong, Chengyue and Liu, Qiang",
        "title": "Flow straight and fast: Learning to generate and transfer data with rectified flow"
      },
      {
        "key": "albergo2022building",
        "author": "Albergo, Michael S and Vanden-Eijnden, Eric",
        "title": "Building normalizing flows with stochastic interpolants"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "liu2024generative",
        "author": "Alexander H. Liu and Matthew Le and Apoorv Vyas and Bowen Shi and Andros Tjandra and Wei-Ning Hsu",
        "title": "Generative Pre-training for Speech with Flow Matching"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "dilokthanakul2016deep",
        "author": "Dilokthanakul, Nat and Mediano, Pedro AM and Garnelo, Marta and Lee, Matthew CH and Salimbeni, Hugh and Arulkumaran, Kai and Shanahan, Murray",
        "title": "Deep unsupervised clustering with gaussian mixture variational autoencoders"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "izmailov2020semi",
        "author": "Izmailov, Pavel and Kirichenko, Polina and Finzi, Marc and Wilson, Andrew Gordon",
        "title": "Semi-supervised learning with normalizing flows"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lee2021priorgrad",
        "author": "Lee, Sang-gil and Kim, Heeseung and Shin, Chaehun and Tan, Xu and Liu, Chang and Meng, Qi and Qin, Tao and Chen, Wei and Yoon, Sungroh and Liu, Tie-Yan",
        "title": "Priorgrad: Improving conditional denoising diffusion models with data-dependent adaptive prior"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "pooladian2023multisample",
        "author": "Pooladian, Aram-Alexandre and Ben-Hamu, Heli and Domingo-Enrich, Carles and Amos, Brandon and Lipman, Yaron and Chen, Ricky TQ",
        "title": "Multisample flow matching: Straightening flows with minibatch couplings"
      },
      {
        "key": "tong2023improving",
        "author": "Tong, Alexander and Malkin, Nikolay and Huguet, Guillaume and Zhang, Yanlei and Rector-Brooks, Jarrid and Fatras, Kilian and Wolf, Guy and Bengio, Yoshua",
        "title": "Improving and generalizing flow-based generative models with minibatch optimal transport"
      }
    ]
  }
]