[
  {
    "index": 0,
    "papers": [
      {
        "key": "freyosborne",
        "author": "Frey, Carl and Osborne, Michael",
        "title": "The Future of Employment: How Susceptible Are Jobs to Computerisation?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "arntz",
        "author": "Arntz, Melanie and Gregory, Terry and Zierahn, Ulrich",
        "title": "The Risk of Automation for Jobs in OECD Countries"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "devlin2018bert",
        "author": "Devlin, Jacob and Chang, Ming-Wei and Lee, Kenton and Toutanova, Kristina",
        "title": "BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "croce2020ganbert",
        "author": "Croce, D. and Castellucci, Giuseppe and Basili, R.",
        "title": "GAN-BERT: Generative Adversarial Learning for Robust Text Classification with a Bunch of Labeled Examples"
      },
      {
        "key": "lu2020vgcnbert",
        "author": "Lu, Zhibin and Du, Pan and Nie, J.",
        "title": "VGCN-BERT: Augmenting BERT with Graph Embedding for Text Classification"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lavi2021consultantbert",
        "author": "Dor Lavi and Volodymyr Medentsiy and David Graus",
        "title": "conSultantBERT: Fine-tuned Siamese Sentence-BERT for Matching Jobs and Job Seekers"
      },
      {
        "key": "xue2019finetuning",
        "author": "Xue, Kui and Zhou, Yangming and Ma, Zhiyuan and Ruan, Tong and Zhang, Huanhuan and He, Ping",
        "title": "Fine-tuning BERT for Joint Entity and Relation Extraction in Chinese Medical Text"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "towards",
        "author": "Frank, Morgan and Autor, David and Bessen, James and Brynjolfsson, Erik and Cebrian, Manuel and Deming, David and Feldman, Maryann and Groh, Matthew and Lobo, José and Moro, Esteban and Wang, Dashun and Youn, Hyejin and Rahwan, Iyad",
        "title": "Toward understanding the impact of artificial intelligence on labor"
      },
      {
        "key": "webb_2019_the",
        "author": "Webb, Michael",
        "title": "The Impact of Artificial Intelligence on the Labor Market"
      }
    ]
  }
]