[
  {
    "index": 0,
    "papers": [
      {
        "key": "pmlr-v202-zhu23j",
        "author": "Zhu, Chaoyi and Roos, Stefanie and Chen, Lydia Y.",
        "title": "{L}ead{FL}: Client Self-Defense against Model Poisoning in Federated Learning"
      },
      {
        "key": "NEURIPS2021_692baebe",
        "author": "Sun, Jingwei and Li, Ang and DiValentin, Louis and Hassanzadeh, Amin and Chen, Yiran and Li, Hai",
        "title": "FL-WBC: Enhancing Robustness against Model Poisoning Attacks in Federated Learning from a Client Perspective"
      },
      {
        "key": "pmlr-v139-xie21a",
        "author": "Xie, Chulin and Chen, Minghao and Chen, Pin-Yu and Li, Bo",
        "title": "CRFL: Certifiably Robust Federated Learning against Backdoor Attacks"
      },
      {
        "key": "NIPS2017_f4b9ec30",
        "author": "Blanchard, Peva and El Mhamdi, El Mahdi and Guerraoui, Rachid and Stainer, Julien",
        "title": "Machine Learning with Adversaries: Byzantine Tolerant Gradient Descent"
      },
      {
        "key": "291249",
        "author": "Viktor Valadi and Xinchi Qiu and Pedro Porto Buarque de Gusm{\\~a}o and Nicholas D. Lane and Mina Alibeigi",
        "title": "{FedVal}: Different good or different bad in federated learning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "sun2019really",
        "author": "Ziteng Sun and Peter Kairouz and Ananda Theertha Suresh and H. Brendan McMahan",
        "title": "Can You Really Backdoor Federated Learning?"
      },
      {
        "key": "naseri2022local",
        "author": "Mohammad Naseri and Jamie Hayes and Emiliano De Cristofaro",
        "title": "Local and Central Differential Privacy for Robustness and Privacy in Federated Learning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "10420449",
        "author": "Hallaji, Ehsan and Razavi-Far, Roozbeh and Saif, Mehrdad and Wang, Boyu and Yang, Qiang",
        "title": "Decentralized Federated Learning: A Survey on Security and Privacy"
      },
      {
        "key": "9945997",
        "author": "Lyu, Lingjuan and Yu, Han and Ma, Xingjun and Chen, Chen and Sun, Lichao and Zhao, Jun and Yang, Qiang and Yu, Philip S.",
        "title": "Privacy and Robustness in Federated Learning: Attacks and Defenses"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "9802938",
        "author": "Li, Yiming and Jiang, Yong and Li, Zhifeng and Xia, Shu-Tao",
        "title": "Backdoor Learning: A Survey"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "9464278",
        "author": "Peter Kairouz and H. Brendan McMahan and Brendan Avent and Aurélien Bellet and Mehdi Bennis and Arjun Nitin Bhagoji and Kallista Bonawitz and Zachary Charles and Graham Cormode and Rachel Cummings and Rafael G. L. D’Oliveira and Hubert Eichner and Salim El Rouayheb and David Evans and Josh Gardner and Zachary Garrett and Adrià Gascón and Badih Ghazi and Phillip B. Gibbons and Marco Gruteser and Zaid Harchaoui and Chaoyang He and Lie He and Zhouyuan Huo and Ben Hutchinson and Justin Hsu and Martin Jaggi and Tara Javidi and Gauri Joshi and Mikhail Khodak and Jakub Konecný and Aleksandra Korolova and Farinaz Koushanfar and Sanmi Koyejo and Tancrède Lepoint and Yang Liu and Prateek Mittal and Mehryar Mohri and Richard Nock and Ayfer Özgür and Rasmus Pagh and Hang Qi and Daniel Ramage and Ramesh Raskar and Mariana Raykova and Dawn Song and Weikang Song and Sebastian U. Stich and Ziteng Sun and Ananda Theertha Suresh and Florian Tramèr and Praneeth Vepakomma and Jianyu Wang and Li Xiong and Zheng Xu and Qiang Yang and Felix X. Yu and Han Yu and Sen Zhao",
        "title": "Advances and Open Problems in Federated Learning"
      },
      {
        "key": "10420449",
        "author": "Hallaji, Ehsan and Razavi-Far, Roozbeh and Saif, Mehrdad and Wang, Boyu and Yang, Qiang",
        "title": "Decentralized Federated Learning: A Survey on Security and Privacy"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "pmlr-v97-bhagoji19a",
        "author": "Bhagoji, Arjun Nitin and Chakraborty, Supriyo and Mittal, Prateek and Calo, Seraphin",
        "title": "Analyzing Federated Learning through an Adversarial Lens"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "9210138",
        "author": "Zhou, Sicong and Huang, Huawei and Chen, Wuhui and Zhou, Pan and Zheng, Zibin and Guo, Song",
        "title": "PIRATE: A Blockchain-Based Secure Framework of Distributed Machine Learning in 5G Networks"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "9293091",
        "author": "Li, Yuzheng and Chen, Chuan and Liu, Nan and Huang, Huawei and Zheng, Zibin and Yan, Qiang",
        "title": "A Blockchain-Based Decentralized Federated Learning Framework with Committee Consensus"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2202-02817",
        "author": "Arup Mondal and Harpreet Virk and Debayan Gupta",
        "title": "{BEAS:} Blockchain Enabled Asynchronous {\\&} Secure Federated Machine Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "259745",
        "author": "Clement Fung and Chris J. M. Yoon and Ivan Beschastnikh",
        "title": "The Limitations of Federated Learning in Sybil Settings"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "pmlr-v80-yin18a",
        "author": "Yin, Dong and Chen, Yudong and Kannan, Ramchandran and Bartlett, Peter",
        "title": "{B}yzantine-Robust Distributed Learning: Towards Optimal Statistical Rates"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "259745",
        "author": "Clement Fung and Chris J. M. Yoon and Ivan Beschastnikh",
        "title": "The Limitations of Federated Learning in Sybil Settings"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "NIPS2017_f4b9ec30",
        "author": "Blanchard, Peva and El Mhamdi, El Mahdi and Guerraoui, Rachid and Stainer, Julien",
        "title": "Machine Learning with Adversaries: Byzantine Tolerant Gradient Descent"
      },
      {
        "key": "pmlr-v80-mhamdi18a",
        "author": "El Mhamdi, El Mahdi and Guerraoui, Rachid and Rouault, S{\\'e}bastien",
        "title": "The Hidden Vulnerability of Distributed Learning in {B}yzantium"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "9721118",
        "author": "Pillutla, Krishna and Kakade, Sham M. and Harchaoui, Zaid",
        "title": "Robust Aggregation for Federated Learning"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "NEURIPS2021_91cff01a",
        "author": "Andrew, Galen and Thakkar, Om and McMahan, Brendan and Ramaswamy, Swaroop",
        "title": "Differentially Private Learning with Adaptive Clipping"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "10.5555/3489212.3489304",
        "author": "Fang, Minghong and Cao, Xiaoyu and Jia, Jinyuan and Gong, Neil Zhenqiang",
        "title": "Local model poisoning attacks to byzantine-robust federated learning"
      },
      {
        "key": "sun2019really",
        "author": "Ziteng Sun and Peter Kairouz and Ananda Theertha Suresh and H. Brendan McMahan",
        "title": "Can You Really Backdoor Federated Learning?"
      },
      {
        "key": "naseri2022local",
        "author": "Mohammad Naseri and Jamie Hayes and Emiliano De Cristofaro",
        "title": "Local and Central Differential Privacy for Robustness and Privacy in Federated Learning"
      },
      {
        "key": "NEURIPS2020_fc4ddc15",
        "author": "Jagielski, Matthew and Ullman, Jonathan and Oprea, Alina",
        "title": "Auditing Differentially Private Machine Learning: How Private is Private SGD?"
      },
      {
        "key": "ijcai2019p657",
        "author": "Ma, Yuzhe and Zhu, Xiaojin and Hsu, Justin",
        "title": "Data Poisoning against Differentially-Private Learners: Attacks and Defenses"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "NEURIPS2021_91cff01a",
        "author": "Andrew, Galen and Thakkar, Om and McMahan, Brendan and Ramaswamy, Swaroop",
        "title": "Differentially Private Learning with Adaptive Clipping"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Hallaji2023",
        "author": "Hallaji, Ehsan and Razavi-Far, Roozbeh and Saif, Mehrdad",
        "title": "Federated and Transfer Learning: A Survey on Adversaries and Defense Mechanisms"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "10.1145/2991079.2991125",
        "author": "Shen, Shiqi and Tople, Shruti and Saxena, Prateek",
        "title": "A<span class=\"smallcaps SmallerCapital\">uror</span>: Defending against Poisoning Attacks in Collaborative Deep Learning Systems"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "NIPS2017_f4b9ec30",
        "author": "Blanchard, Peva and El Mhamdi, El Mahdi and Guerraoui, Rachid and Stainer, Julien",
        "title": "Machine Learning with Adversaries: Byzantine Tolerant Gradient Descent"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-1910-09933",
        "author": "Suyi Li and Yong Cheng and Yang Liu and Wei Wang and Tianjian Chen",
        "title": "Abnormal Client Behavior Detection in Federated Learning"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "247652",
        "author": "Minghong Fang and Xiaoyu Cao and Jinyuan Jia and Neil Gong",
        "title": "Local Model Poisoning Attacks to {Byzantine-Robust} Federated Learning"
      },
      {
        "key": "li2020learning",
        "author": "Suyi Li and Yong Cheng and Wei Wang and Yang Liu and Tianjian Chen",
        "title": "Learning to Detect Malicious Clients for Robust Federated Learning"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "10.1145/3133956.3133982",
        "author": "Bonawitz, Keith and Ivanov, Vladimir and Kreuter, Ben and Marcedone, Antonio and McMahan, H. Brendan and Patel, Sarvar and Ramage, Daniel and Segal, Aaron and Seth, Karn",
        "title": "Practical Secure Aggregation for Privacy-Preserving Machine Learning"
      }
    ]
  }
]