[
  {
    "index": 0,
    "papers": [
      {
        "key": "noe_boltzmann2019",
        "author": "Frank Noé  and Simon Olsson  and Jonas Köhler  and Hao Wu ",
        "title": "Boltzmann generators: Sampling equilibrium states of many-body systems with deep learning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "klein2023equivariant",
        "author": "Klein, Leon and Kr\\\"{a}mer, Andreas and Noe, Frank",
        "title": "Equivariant flow matching"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "jumper2021highly",
        "author": "Jumper, John and Evans, Richard and Pritzel, Alexander and Green,\nTim and Figurnov, Michael and Ronneberger, Olaf and\nTunyasuvunakool, Kathryn and Bates, Russ and {\\v Z}{\\'\\i}dek,\nAugustin and Potapenko, Anna and Bridgland, Alex and Meyer,\nClemens and Kohl, Simon A A and Ballard, Andrew J and Cowie,\nAndrew and Romera-Paredes, Bernardino and Nikolov, Stanislav and\nJain, Rishub and Adler, Jonas and Back, Trevor and Petersen, Stig\nand Reiman, David and Clancy, Ellen and Zielinski, Michal and\nSteinegger, Martin and Pacholska, Michalina and Berghammer, Tamas\nand Bodenstein, Sebastian and Silver, David and Vinyals, Oriol\nand Senior, Andrew W and Kavukcuoglu, Koray and Kohli, Pushmeet\nand Hassabis, Demis",
        "title": "Highly accurate protein structure prediction with {AlphaFold}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "jing2024alphafoldmeetsflowmatching",
        "author": "Bowen Jing and Bonnie Berger and Tommi Jaakkola",
        "title": "AlphaFold Meets Flow Matching for Generating Protein Ensembles"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "jing2024alphafoldmeetsflowmatching",
        "author": "Bowen Jing and Bonnie Berger and Tommi Jaakkola",
        "title": "AlphaFold Meets Flow Matching for Generating Protein Ensembles"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wang2024proteinconfdiff",
        "author": "Wang, Yan and Wang, Lihao and Shen, Yuning and Wang, Yiqun and Yuan, Huizhuo and Wu, Yue and Gu, Quanquan",
        "title": "Protein Conformation Generation via Force-Guided SE (3) Diffusion Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Lewis2024-bio-emu",
        "author": "Lewis, Sarah and Hempel, Tim and Jim{\\'e}nez-Luna, Jos{\\'e} and Gastegger, Michael and Xie, Yu and Foong, Andrew Y. K. and Satorras, Victor Garc{\\'\\i}a and Abdin, Osama and Veeling, Bastiaan S. and Zaporozhets, Iryna and Chen, Yaoyi and Yang, Soojung and Schneuing, Arne and Nigam, Jigyasa and Barbero, Federico and Stimper, Vincent and Campbell, Andrew and Yim, Jason and Lienen, Marten and Shi, Yu and Zheng, Shuxin and Schulz, Hannes and Munir, Usman and Clementi, Cecilia and No{\\'e}, Frank",
        "title": "Scalable emulation of protein equilibrium ensembles with generative deep learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "huguet2024foldflow2",
        "author": "Guillaume Huguet and James Vuckovic and Kilian FATRAS and Eric Thibodeau-Laufer and Pablo Lemos and Riashat Islam and Cheng-Hao Liu and Jarrid Rector-Brooks and Tara Akhound-Sadegh and Michael M. Bronstein and Alexander Tong and Joey Bose",
        "title": "Sequence-Augmented {SE}(3)-Flow Matching For Conditional Protein Generation"
      }
    ]
  }
]