[
  {
    "index": 0,
    "papers": [
      {
        "key": "Hscore",
        "author": "Bao, Yajie and Li, Yang and Huang, Shao-Lun and Zhang, Lin and Zheng, Lizhong and Zamir, Amir and Guibas, Leonidas",
        "title": "An Information-Theoretic Approach to Transferability in Task Transfer Learning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "NCE",
        "author": "Tran, Anh and Nguyen, Cuong and Hassner, Tal",
        "title": "Transferability and Hardness of Supervised Classification Tasks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "otce",
        "author": "Yang Tan and Yang Li and Shao-Lun Huang",
        "title": "OTCE: A Transferability Metric for Cross-Domain Cross-Task Representations"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "imagenet",
        "author": "Deng, Jia and Dong, Wei and Socher, Richard and Li, Li-Jia and Kai Li and Li Fei-Fei",
        "title": "ImageNet: A large-scale hierarchical image database"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "cars",
        "author": "Jonathan Krause and Michael Stark and Jia Deng and Li Fei-Fei",
        "title": "3D Object Representations for Fine-Grained Categorization"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "plantvillage",
        "author": "Geetharamani G. and Arun Pandian J.",
        "title": "Identification of plant leaf diseases using a nine-layer deep convolutional neural network"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "imagenet",
        "author": "Deng, Jia and Dong, Wei and Socher, Richard and Li, Li-Jia and Kai Li and Li Fei-Fei",
        "title": "ImageNet: A large-scale hierarchical image database"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "schuhmann2022laionb",
        "author": "Christoph Schuhmann and Romain Beaumont and Richard Vencu and Cade W Gordon and Ross Wightman and Mehdi Cherti and Theo Coombes and Aarush Katta and Clayton Mullis and Mitchell Wortsman and Patrick Schramowski and Srivatsa R Kundurthy and Katherine Crowson and Ludwig Schmidt and Robert Kaczmarczyk and Jenia Jitsev",
        "title": "{LAION}-5B: An open large-scale dataset for training next generation image-text models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "logme",
        "author": "Kaichao You and Yong Liu and Mingsheng Long and Jianmin Wang",
        "title": "LogME: Practical Assessment of Pre-trained Models for Transfer Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "SFDA",
        "author": "Shao, Wenqi and Zhao, Xun and Ge, Yixiao and Zhang, Zhaoyang and Yang, Lei and Wang, Xiaogang and Shan, Ying and Luo, Ping",
        "title": "Not All Models Are Equal: Predicting Model Transferability in a Self-challenging Fisher Space"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ETran",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "PED",
        "author": "Li, Xiaotong and Hu, Zixuan and Ge, Yixiao and Shan, Ying and Duan, Ling-Yu",
        "title": "Exploring Model Transferability through the Lens of Potential Energy"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "NCTI",
        "author": "Wang, Zijian and Luo, Yadan and Zheng, Liang and Huang, Zi and Baktashmotlagh, Mahsa",
        "title": "How Far Pre-trained Models Are from Neural Collapse on the Target Dataset Informs their Transferability"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "leep",
        "author": "Nguyen, Cuong V. and Hassner, Tal and Seeger, Matthias and Archambeau, Cedric",
        "title": "LEEP: a new measure to evaluate transferability of learned representations"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "NLEEP",
        "author": "Li, Yandong and Jia, Xuhui and Sang, Ruoxin and Zhu, Yukun and Green, Bradley and Wang, Liqiang and Gong, Boqing",
        "title": "Ranking Neural Checkpoints"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "TransRate",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "ding2024modeltransfersurveytransferability",
        "author": "Yuhe Ding and Bo Jiang and Aijing Yu and Aihua Zheng and Jian Liang",
        "title": "Which Model to Transfer? A Survey on Transferability Estimation"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "neuralcollapse",
        "author": "Papyan, Vardan and Han, XY and Donoho, David L",
        "title": "Prevalence of neural collapse during the terminal phase of deep learning training"
      }
    ]
  }
]