[
  {
    "index": 0,
    "papers": [
      {
        "key": "early_ontologies",
        "author": "Maedche, Alexander and Staab, Steffen",
        "title": "Ontology Learning for the Semantic Web"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "yago",
        "author": "Suchanek, Fabian M. and Kasneci, Gjergji and Weikum, Gerhard",
        "title": "Yago: a core of semantic knowledge"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Norabid2022RulebasedTE",
        "author": "Idza Aisara Norabid and Fariza Fauzi",
        "title": "Rule-based Text Extraction for Multimodal Knowledge Graph"
      },
      {
        "key": "rules_music",
        "author": "Oramas, Sergio and Sordo, Mohamed and Espinosa-Anke, Luis",
        "title": "A Rule-Based Approach to Extracting Relations from Music Tidbits"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "angeli-etal-2015-leveraging",
        "author": "Angeli, Gabor  and\nJohnson Premkumar, Melvin Jose  and\nManning, Christopher D.",
        "title": "Leveraging Linguistic Structure For Open Domain Information Extraction"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Angeli2013Stanfords2K",
        "author": "Gabor Angeli and Arun Tejasvi Chaganty and Angel X. Chang and Kevin Scott Reschke and Julie Tibshirani and Jean Wu and Osbert Bastani and Keith Siilats and Christopher D. Manning",
        "title": "Stanford's 2013 KBP System"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Domeniconi",
        "author": "Domeniconi, Giacomo and Moro, Gianluca and Pasolini, Roberto and Sartori, Claudio",
        "title": "A Study on Term Weighting for Text Categorization: A Novel Supervised Variant of tf.idf"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "qiao2022joint",
        "author": "Qiao, Bin and Zou, Zhiliang and Huang, Yurong and Wang, Buyue and Yu, Changlong",
        "title": "A joint model for entity and relation extraction based on {BERT}"
      },
      {
        "key": "Arsenyan2023LargeLM",
        "author": "Vahan Arsenyan and Spartak Bughdaryan and Fadi Shaya and Kent Small and Davit Shahnazaryan",
        "title": "Large Language Models for Biomedical Knowledge Graph Construction: Information extraction from EMR notes"
      },
      {
        "key": "Zhang2024ExtractDC",
        "author": "Bowen Zhang and Harold Soh",
        "title": "Extract, Define, Canonicalize: An LLM-based Framework for Knowledge Graph Construction"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Kommineni2024FromHE",
        "author": "Vamsi Krishna Kommineni and Birgitta K{\\\"o}nig-Ries and Sheeba Samuel",
        "title": "From human experts to machines: An LLM supported approach to ontology and knowledge graph construction"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "TransE",
        "author": "Bordes, Antoine and Usunier, Nicolas and Garcia-Dur\\'{a}n, Alberto and Weston, Jason and Yakhnenko, Oksana",
        "title": "Translating embeddings for modeling multi-relational data"
      },
      {
        "key": "TransR",
        "author": "Lin, Yankai and Liu, Zhiyuan and Sun, Maosong and Liu, Yang and Zhu, Xuan",
        "title": "Learning entity and relation embeddings for knowledge graph completion"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "xue2023knowledge",
        "author": "Xue, Bingcong and Zou, Lei",
        "title": "Knowledge Graph Quality Management: A Comprehensive Survey"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "yago",
        "author": "Suchanek, Fabian M. and Kasneci, Gjergji and Weikum, Gerhard",
        "title": "Yago: a core of semantic knowledge"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "ojha-talukdar-2017-kgeval",
        "author": "Ojha, Prakhar  and\nTalukdar, Partha",
        "title": "{KGE}val: Accuracy Estimation of Automatically Constructed Knowledge Graphs"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "gao2018efficientKGeval",
        "author": "Gao, Junyang and Li, Xian and Xu, Yifan Ethan and Sisman, Bunyamin and Dong, Xin Luna and Yang, Jun",
        "title": "Efficient Knowledge Graph Accuracy Evaluation"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "qi2022optimizedhumancollab",
        "author": "Qi, Yifan and Zheng, Weiguo and Hong, Liang and Zou, Lei",
        "title": "Evaluating Knowledge Graph Accuracy Powered by Optimized Human-Machine Collaboration"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "SubhiIssaKnowledgeGraphCompleteness",
        "author": "Issa, Subhi and Adekunle, Onaopepo and Hamdi, Fayçal and Cherfi, Samira Si-Said and Dumontier, Michel and Zaveri, Amrapali",
        "title": "Knowledge Graph Completeness: A Systematic Literature Review"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "decadeofkginnlp",
        "author": "Schneider, Phillip and Schopf, Tim and Vladika, Juraj and Galkin, Mikhail and Simperl, Elena and Matthes, Florian",
        "title": "A Decade of Knowledge Graphs in Natural Language Processing: A Survey"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "he2020lightgcn",
        "author": "He, Xiangnan and Deng, Kuan and Wang, Xiang and Li, Yan and Zhang, YongDong and Wang, Meng",
        "title": "LightGCN: Simplifying and Powering Graph Convolution Network for Recommendation"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "zhu2023assessing",
        "author": "Zhu, Ruiqi and Bundy, Alan and Pan, Jeff and Nuamah, Kwabena and Wang, Fangrong and Li, Xue and Xu, Lei and Mauceri, Stefano",
        "title": "Assessing the Quality of a Knowledge Graph via Link Prediction Tasks"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "jia2019triple",
        "author": "Jia, Shengbin and Xiang, Yang and Chen, Xiaojun and Wang, Kun and Shijia",
        "title": "Triple Trustworthiness Measurement for Knowledge Graph"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "heist2023kgreat",
        "author": "Heist, Nicolas and Hertling, Sven and Paulheim, Heiko",
        "title": "KGrEaT: A Framework to Evaluate Knowledge Graphs via Downstream Tasks"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "tan2024diffq",
        "author": "Tan, Jiajun and Wang, Dong and Sun, Jingyu and Liu, Zixi and Li, Xiaoruo and Feng, Yang",
        "title": "Towards assessing the quality of knowledge graphs via differential testing"
      }
    ]
  }
]