[
  {
    "index": 0,
    "papers": [
      {
        "key": "zhou2024transformers",
        "author": "Yongchao Zhou and Uri Alon and Xinyun Chen and Xuezhi Wang and Rishabh Agarwal and Denny Zhou",
        "title": "Transformers Can Achieve Length Generalization But Not Robustly"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "abbe2023generalization",
        "author": "Emmanuel Abbe and Samy Bengio and Aryo Lotfi and Kevin Rizk",
        "title": "Generalization on the Unseen, Logic Reasoning and Degree Curriculum"
      },
      {
        "key": "anil2022exploring",
        "author": "Cem Anil and Yuhuai Wu and Anders Andreassen and Aitor Lewkowycz and Vedant Misra and Vinay Ramasesh and Ambrose Slone and Guy Gur-Ari and Ethan Dyer and Behnam Neyshabur",
        "title": "Exploring Length Generalization in Large Language Models"
      },
      {
        "key": "zhou2023length",
        "author": "Hattie Zhou and Arwen Bradley and Etai Littwin and Noam Razin and Omid Saremi and Josh Susskind and Samy Bengio and Preetum Nakkiran",
        "title": "What Algorithms can Transformers Learn? A Study in Length Generalization"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zhou2023length",
        "author": "Hattie Zhou and Arwen Bradley and Etai Littwin and Noam Razin and Omid Saremi and Josh Susskind and Samy Bengio and Preetum Nakkiran",
        "title": "What Algorithms can Transformers Learn? A Study in Length Generalization"
      },
      {
        "key": "shen2023positional",
        "author": "Ruoqi Shen and Sébastien Bubeck and Ronen Eldan and Yin Tat Lee and Yuanzhi Li and Yi Zhang",
        "title": "Positional Description Matters for Transformers Arithmetic"
      },
      {
        "key": "kazemnejad2023impact",
        "author": "Amirhossein Kazemnejad and Inkit Padhi and Karthikeyan Natesan Ramamurthy and Payel Das and Siva Reddy",
        "title": "The Impact of Positional Encoding on Length Generalization in Transformers"
      },
      {
        "key": "lee2023teaching",
        "author": "Nayoung Lee and Kartik Sreenivasan and Jason D. Lee and Kangwook Lee and Dimitris Papailiopoulos",
        "title": "Teaching Arithmetic to Small Transformers"
      },
      {
        "key": "zhou2024transformers",
        "author": "Yongchao Zhou and Uri Alon and Xinyun Chen and Xuezhi Wang and Rishabh Agarwal and Denny Zhou",
        "title": "Transformers Can Achieve Length Generalization But Not Robustly"
      },
      {
        "key": "cho2024positioncouplingimprovinglength",
        "author": "Hanseul Cho and Jaeyoung Cha and Pranjal Awasthi and Srinadh Bhojanapalli and Anupam Gupta and Chulhee Yun",
        "title": "Position Coupling: Improving Length Generalization of Arithmetic Transformers Using Task Structure"
      },
      {
        "key": "mcleish2024transformersarithmeticrightembeddings",
        "author": "Sean McLeish and Arpit Bansal and Alex Stein and Neel Jain and John Kirchenbauer and Brian R. Bartoldson and Bhavya Kailkhura and Abhinav Bhatele and Jonas Geiping and Avi Schwarzschild and Tom Goldstein",
        "title": "Transformers Can Do Arithmetic with the Right Embeddings"
      },
      {
        "key": "cho2024arithmetictransformerslengthgeneralizeoperand",
        "author": "Hanseul Cho and Jaeyoung Cha and Srinadh Bhojanapalli and Chulhee Yun",
        "title": "Arithmetic Transformers Can Length-Generalize in Both Operand Length and Count"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "yang2024numbercookbooknumberunderstanding",
        "author": "Haotong Yang and Yi Hu and Shijia Kang and Zhouchen Lin and Muhan Zhang",
        "title": "Number Cookbook: Number Understanding of Language Models and How to Improve It"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "hu2024casebasedrulebasedtransformersmath",
        "author": "Yi Hu and Xiaojuan Tang and Haotong Yang and Muhan Zhang",
        "title": "Case-Based or Rule-Based: How Do Transformers Do the Math?"
      },
      {
        "key": "hou2024universallengthgeneralizationturing",
        "author": "Kaiying Hou and David Brandfonbrener and Sham Kakade and Samy Jelassi and Eran Malach",
        "title": "Universal Length Generalization with Turing Programs"
      },
      {
        "key": "yang2024numbercookbooknumberunderstanding",
        "author": "Haotong Yang and Yi Hu and Shijia Kang and Zhouchen Lin and Muhan Zhang",
        "title": "Number Cookbook: Number Understanding of Language Models and How to Improve It"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "hu2024casebasedrulebasedtransformersmath",
        "author": "Yi Hu and Xiaojuan Tang and Haotong Yang and Muhan Zhang",
        "title": "Case-Based or Rule-Based: How Do Transformers Do the Math?"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wu2023reasoning-or-reciting",
        "author": "Zhaofeng Wu and Linlu Qiu and Alexis Ross and Ekin Akyürek and Boyuan Chen and Bailin Wang and Najoung Kim and Jacob Andreas and Yoon Kim",
        "title": "Reasoning or Reciting? Exploring the Capabilities and Limitations of Language Models Through Counterfactual Tasks"
      },
      {
        "key": "zhang2023counterfactual",
        "author": "Chiyuan Zhang and Daphne Ippolito and Katherine Lee and Matthew Jagielski and Florian Tramèr and Nicholas Carlini",
        "title": "Counterfactual Memorization in Neural Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "dziri2023faith",
        "author": "Nouha Dziri and Ximing Lu and Melanie Sclar and Xiang Lorraine Li and Liwei Jiang and Bill Yuchen Lin and Peter West and Chandra Bhagavatula and Ronan Le Bras and Jena D. Hwang and Soumya Sanyal and Sean Welleck and Xiang Ren and Allyson Ettinger and Zaid Harchaoui and Yejin Choi",
        "title": "Faith and Fate: Limits of Transformers on Compositionality"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "hu2024casebasedrulebasedtransformersmath",
        "author": "Yi Hu and Xiaojuan Tang and Haotong Yang and Muhan Zhang",
        "title": "Case-Based or Rule-Based: How Do Transformers Do the Math?"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "power2022grokking",
        "author": "Alethea Power and Yuri Burda and Harri Edwards and Igor Babuschkin and Vedant Misra",
        "title": "Grokking: Generalization Beyond Overfitting on Small Algorithmic Datasets"
      },
      {
        "key": "liu2022understanding",
        "author": "Ziming Liu and Ouail Kitouni and Niklas Nolte and Eric J. Michaud and Max Tegmark and Mike Williams",
        "title": "Towards Understanding Grokking: An Effective Theory of Representation Learning"
      },
      {
        "key": "nanda2023progress",
        "author": "Neel Nanda and Lawrence Chan and Tom Lieberum and Jess Smith and Jacob Steinhardt",
        "title": "Progress measures for grokking via mechanistic interpretability"
      },
      {
        "key": "zhong2023clock",
        "author": "Ziqian Zhong and Ziming Liu and Max Tegmark and Jacob Andreas",
        "title": "The Clock and the Pizza: Two Stories in Mechanistic Explanation of Neural Networks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "li2024chaincodereasoninglanguage",
        "author": "Chengshu Li and Jacky Liang and Andy Zeng and Xinyun Chen and Karol Hausman and Dorsa Sadigh and Sergey Levine and Li Fei-Fei and Fei Xia and Brian Ichter",
        "title": "Chain of Code: Reasoning with a Language Model-Augmented Code Emulator"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "jimenez2024swebenchlanguagemodelsresolve",
        "author": "Carlos E. Jimenez and John Yang and Alexander Wettig and Shunyu Yao and Kexin Pei and Ofir Press and Karthik Narasimhan",
        "title": "SWE-bench: Can Language Models Resolve Real-World GitHub Issues?"
      },
      {
        "key": "yang2024swebenchmultimodalaisystems",
        "author": "John Yang and Carlos E. Jimenez and Alex L. Zhang and Kilian Lieret and Joyce Yang and Xindi Wu and Ori Press and Niklas Muennighoff and Gabriel Synnaeve and Karthik R. Narasimhan and Diyi Yang and Sida I. Wang and Ofir Press",
        "title": "SWE-bench Multimodal: Do AI Systems Generalize to Visual Software Domains?"
      },
      {
        "key": "wang2024openhandsopenplatformai",
        "author": "Xingyao Wang and Boxuan Li and Yufan Song and Frank F. Xu and Xiangru Tang and Mingchen Zhuge and Jiayi Pan and Yueqi Song and Bowen Li and Jaskirat Singh and Hoang H. Tran and Fuqiang Li and Ren Ma and Mingzhang Zheng and Bill Qian and Yanjun Shao and Niklas Muennighoff and Yizhe Zhang and Binyuan Hui and Junyang Lin and Robert Brennan and Hao Peng and Heng Ji and Graham Neubig",
        "title": "OpenHands: An Open Platform for AI Software Developers as Generalist Agents"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "gao2023palprogramaidedlanguagemodels",
        "author": "Luyu Gao and Aman Madaan and Shuyan Zhou and Uri Alon and Pengfei Liu and Yiming Yang and Jamie Callan and Graham Neubig",
        "title": "PAL: Program-aided Language Models"
      },
      {
        "key": "chen2023programthoughtspromptingdisentangling",
        "author": "Wenhu Chen and Xueguang Ma and Xinyi Wang and William W. Cohen",
        "title": "Program of Thoughts Prompting: Disentangling Computation from Reasoning for Numerical Reasoning Tasks"
      },
      {
        "key": "hu2023codepromptingneuralsymbolic",
        "author": "Yi Hu and Haotong Yang and Zhouchen Lin and Muhan Zhang",
        "title": "Code Prompting: a Neural Symbolic Method for Complex Reasoning in Large Language Models"
      },
      {
        "key": "li2024chaincodereasoninglanguage",
        "author": "Chengshu Li and Jacky Liang and Andy Zeng and Xinyun Chen and Karol Hausman and Dorsa Sadigh and Sergey Levine and Li Fei-Fei and Fei Xia and Brian Ichter",
        "title": "Chain of Code: Reasoning with a Language Model-Augmented Code Emulator"
      },
      {
        "key": "nye2021workscratchpadsintermediatecomputation",
        "author": "Maxwell Nye and Anders Johan Andreassen and Guy Gur-Ari and Henryk Michalewski and Jacob Austin and David Bieber and David Dohan and Aitor Lewkowycz and Maarten Bosma and David Luan and Charles Sutton and Augustus Odena",
        "title": "Show Your Work: Scratchpads for Intermediate Computation with Language Models"
      }
    ]
  }
]