[
  {
    "index": 0,
    "papers": [
      {
        "key": "lolo_ai_attack",
        "author": "Xu, Hongye and Liu, Dongfang and Merkel, Cory and Zuzak, Michael",
        "title": "Exploiting Logic Locking for a Neural Trojan Attack on Machine Learning Accelerators"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "mig_v_cracked",
        "author": "Lennart M. Reimann and Yadu Madhukumar Variyar and Lennet Huelser and Chiara Ghinami and Dominik Germek and Rainer Leupers",
        "title": "Exploiting the Lock: Leveraging MiG-V's Logic Locking for Secret-Data Extraction"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "path_sensitization_lolo",
        "author": "Rajendran, Jeyavijayan and Pino, Youngok and Sinanoglu, Ozgur and Karri, Ramesh",
        "title": "Security Analysis of Logic Obfuscation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "sat_attack1",
        "author": "Muhammad Yasin and Rajendran, {Jeyavijayan (Jv)} and Ozgur Sinanoglu",
        "title": "The SAT Attack"
      },
      {
        "key": "sat_attack2",
        "author": "Liu, Duo and Yu, Cunxi and Zhang, Xiangyu and Holcomb, Daniel",
        "title": "Oracle-guided incremental SAT solving to reverse engineer camouflaged logic circuits"
      },
      {
        "key": "sat_attack3",
        "author": "Mohamed El Massad and Siddharth Garg and Mahesh V. Tripunitara",
        "title": "Integrated Circuit (IC) Decamouflaging: Reverse Engineering Camouflaged ICs within Minutes"
      },
      {
        "key": "sat_on_lolo",
        "author": "Subramanyan, Pramod and Ray, Sayak and Malik, Sharad",
        "title": "Evaluating the security of logic encryption algorithms"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lolo_ml",
        "author": "Sisejkovic, Dominik and Reimann, Lennart M. and Moussavi, Elmira and Merchant, Farhad and Leupers, Rainer",
        "title": "{Logic Locking at the Frontiers of Machine Learning: A Survey on Developments and Opportunities}"
      },
      {
        "key": "titan",
        "author": "Mankali, Likhitha and Alrahis, Lilas and Patnaik, Satwik and Knechtel, Johann and Sinanoglu, Ozgur",
        "title": "Titan: Security Analysis of Large-Scale Hardware Obfuscation Using Graph Neural Networks"
      }
    ]
  }
]