[
  {
    "index": 0,
    "papers": [
      {
        "key": "10.1145/3120459.3120471",
        "author": "Duc, Anh Nguyen and Jabangwe, Ronald and Paul, Pangkaj and Abrahamsson, Pekka",
        "title": "Security challenges in IoT development: a software engineering perspective"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Chen2017ApplicationOF",
        "author": "Yingyi Chen and Zhumi Zhen and Huihui Yu and Jing Xu",
        "title": "Application of Fault Tree Analysis and Fuzzy Neural Networks to Fault Diagnosis in the Internet of Things (IoT) for Aquaculture"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "10.1145/3212695",
        "author": "Allamanis, Miltiadis and Barr, Earl T. and Devanbu, Premkumar and Sutton, Charles",
        "title": "A Survey of Machine Learning for Big Code and Naturalness"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "article",
        "author": "Tufano, Michele and Watson, Cody and Bavota, Gabriele and Di Penta, Massimiliano and White, Martin and Poshyvanyk, Denys",
        "title": "An Empirical Study on Learning Bug-Fixing Patches in the Wild via Neural Machine Translation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "hellendoorn2020global",
        "author": "{V. J. Hellendoorn et al.}",
        "title": "{Global relational models of source code}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "bani2021deep",
        "author": "Bani-Salameh, Hani and Sallam, Mohammed and Al shboul, Bashar",
        "title": "A deep-learning-based bug priority prediction using RNN-LSTM neural networks"
      },
      {
        "key": "han2021transformer",
        "author": "Han, Kai and Xiao, An and Wu, Enhua and Guo, Jianyuan and Xu, Chunjing and Wang, Yunhe",
        "title": "Transformer in transformer"
      },
      {
        "key": "tkachenko2020approach",
        "author": "Tkachenko, Roman and Izonin, Ivan and Kryvinska, Natalia and Dronyuk, Ivanna and Zub, Khrystyna",
        "title": "An approach towards increasing prediction accuracy for the recovery of missing IoT data based on the GRNN-SGTM ensemble"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "8835392",
        "author": "Alrawi, Omar and Lever, Chaz and Antonakakis, Manos and Monrose, Fabian",
        "title": "SoK: Security Evaluation of Home-Based IoT Deployments"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10.1145/3290605.3300782",
        "author": "Brackenbury, Will and Deora, Abhimanyu and Ritchey, Jillian and Vallee, Jason and He, Weijia and Wang, Guan and Littman, Michael L. and Ur, Blase",
        "title": "How Users Interpret Bugs in Trigger-Action Programming"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "9402092",
        "author": "Makhshari, Amir and Mesbah, Ali",
        "title": "IoT Bugs and Development Challenges"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "10.1145/3290605.3300782",
        "author": "Brackenbury, Will and Deora, Abhimanyu and Ritchey, Jillian and Vallee, Jason and He, Weijia and Wang, Guan and Littman, Michael L. and Ur, Blase",
        "title": "How Users Interpret Bugs in Trigger-Action Programming"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10462177",
        "author": "Ahmad, Baleegh and Thakur, Shailja and Tan, Benjamin and Karri, Ramesh and Pearce, Hammond",
        "title": "On Hardware Security Bug Code Fixes by Prompting Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "10.1145/3533767.3534365",
        "author": "Wang, Tao and Zhang, Kangkang and Chen, Wei and Dou, Wensheng and Zhu, Jiaxin and Wei, Jun and Huang, Tao",
        "title": "Understanding device integration bugs in smart home system"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Anik2018",
        "author": "Anik, Sheik Murad Hassan and Gao, Xinghua and Zhong, Hao and Wang, Xiaoyin and Meng, Na",
        "title": "Programming of Automation Configuration in Smart Home Systems: Challenges and Opportunities"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "inproceedings",
        "author": "Huang, Bing and Dong, Hai and Bouguettaya, Athman",
        "title": "Conflict Detection in IoT-based Smart Homes"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Bitdefender",
        "author": "",
        "title": "{Bitdefender 2024 IoT Security Landscape Repo} "
      }
    ]
  }
]