[
  {
    "index": 0,
    "papers": [
      {
        "key": "feldman2020neural",
        "author": "Feldman, Vitaly and Zhang, Chiyuan",
        "title": "What neural networks memorize and why: Discovering the long tail via influence estimation"
      },
      {
        "key": "garg2023memorization",
        "author": "Garg, Isha and Roy, Kaushik",
        "title": "Memorization through the lens of curvature of loss function around samples"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "cheng2022memorize",
        "author": "Cheng, Chen and Duchi, John and Kuditipudi, Rohith",
        "title": "Memorize to generalize: on the necessity of interpolation in high dimensional linear regression"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "brown2021memorization",
        "author": "Brown, Gavin and Bun, Mark and Feldman, Vitaly and Smith, Adam and Talwar, Kunal",
        "title": "When is memorization of irrelevant training data necessary for high-accuracy learning?"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "feldman2020does",
        "author": "Feldman, Vitaly",
        "title": "Does learning require memorization? a short tale about a long tail"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "jacot2018neural",
        "author": "Jacot, Arthur and Gabriel, Franck and Hongler, Cl{\\'e}ment",
        "title": "Neural tangent kernel: Convergence and generalization in neural networks"
      },
      {
        "key": "allen2019convergence",
        "author": "Allen-Zhu, Zeyuan and Li, Yuanzhi and Song, Zhao",
        "title": "A convergence theory for deep learning via over-parameterization"
      },
      {
        "key": "du2018gradient",
        "author": "Du, Simon S and Zhai, Xiyu and Poczos, Barnabas and Singh, Aarti",
        "title": "Gradient descent provably optimizes over-parameterized neural networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "cao2022benign",
        "author": "Cao, Yuan and Chen, Zixiang and Belkin, Misha and Gu, Quanquan",
        "title": "Benign overfitting in two-layer convolutional neural networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "kou2023benign",
        "author": "Kou, Yiwen and Chen, Zixiang and Chen, Yuanzhou and Gu, Quanquan",
        "title": "Benign Overfitting in Two-layer ReLU Convolutional Neural Networks"
      }
    ]
  }
]