[
  {
    "index": 0,
    "papers": [
      {
        "key": "Yang2021",
        "author": "Yang, Zhou and Shi, Jieke and Wang, Shaowei and Lo, David",
        "title": "IncBL: Incremental Bug Localization"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Zhou2012",
        "author": "Zhou, Jian and Zhang, Hongyu and Lo, David",
        "title": "Where should the bugs be fixed? More accurate information retrieval-based bug localization based on bug reports"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Kim2013",
        "author": "Kim, Dongsun and Tao, Yida and Kim, Sunghun and Zeller, Andreas",
        "title": "Where Should We Fix This Bug? A Two-Phase Recommendation Model"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Ciborowska2022",
        "author": "Ciborowska, Agnieszka and Damevski, Kostadin",
        "title": "Fast changeset-based bug localization with BERT"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Mohammad2024",
        "author": "Rezaalipour, Mohammad and Furia, Carlo A.",
        "title": "An empirical study of fault localization in Python programs"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "jimenez2024swebench",
        "author": "Carlos E Jimenez and John Yang and Alexander Wettig and Shunyu Yao and Kexin Pei and Ofir Press and Karthik R Narasimhan",
        "title": "{SWE}-bench: Can Language Models Resolve Real-world Github Issues?"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "chen2024coder",
        "author": "Dong Chen and Shaoxin Lin and Muhan Zeng and Daoguang Zan and Jian-Gang Wang and Anton Cheshkov and Jun Sun and Hao Yu and Guoliang Dong and Artem Aliev and Jie Wang and Xiao Cheng and Guangtai Liang and Yuchi Ma and Pan Bian and Tao Xie and Qianxiang Wang",
        "title": "CodeR: Issue Resolving with Multi-Agent and Task Graphs"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "yang2024sweagent",
        "author": "John Yang and Carlos E Jimenez and Alexander Wettig and Kilian Lieret and Shunyu Yao and Karthik R Narasimhan and Ofir Press",
        "title": "{SWE}-agent: Agent-Computer Interfaces Enable Automated Software Engineering"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "agentless",
        "author": "Xia, Chunqiu Steven and Deng, Yinlin and Dunn, Soren and Zhang, Lingming",
        "title": "Agentless: Demystifying LLM-based Software Engineering Agents"
      }
    ]
  }
]