[
  {
    "index": 0,
    "papers": [
      {
        "key": "article6",
        "author": "Abdulkadir, Adekunle and Aiyedun, Tajudeen and Shoretire, Kamil and Danladi, Abubakar and Anka, Mohammed and Ologunde, Kehinde",
        "title": "Paper-Based Medical Records: the Challenges and Lessons Learned from Studying Obstetrics and Gynaecological Post-Operation Records in a Nigerian Hospital"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Odekunle2017",
        "author": "Odekunle, F. F. and Odekunle, R. O. and Shankar, S.",
        "title": "Why sub-Saharan Africa lags in electronic health record adoption and possible strategies to increase its adoption in this region"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "article1",
        "author": "Olusegun, John and Oluwaseyi, Joseph and Brightwood, Seraphina and Temitope, Odediran",
        "title": "INTEGRATION OF AI WITH ELECTRONIC HEALTH RECORDS: ENHANCING CLINICAL WORKFLOWS"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Chumachenko2024",
        "author": "Dmytro Chumachenko and Sergiy Yakovlev",
        "title": "Artificial Intelligence Algorithms for Healthcare"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "article3",
        "author": "Ramadhan, Ali and Mohmmed, Sahar and Aljanabi, Mohammad and Mijwil, Maad and Abotaleb, Mostafa and Alkattan, Hussein and Dutta, Pushan",
        "title": "Enhancing EHR Analysis: Leveraging RAG-Enabled Generative AI for Clinical Data Summarization"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Van_Veen2023-cw",
        "author": "Van Veen, Dave and Van Uden, Cara and Blankemeier, Louis and\nDelbrouck, Jean-Benoit and Aali, Asad and Bluethgen, Christian\nand Pareek, Anuj and Polacin, Malgorzata and Reis, Eduardo Pontes\nand Seehofnerov{\\'a}, Anna and Rohatgi, Nidhi and Hosamani,\nPoonam and Collins, William and Ahuja, Neera and Langlotz, Curtis\nP and Hom, Jason and Gatidis, Sergios and Pauly, John and\nChaudhari, Akshay S",
        "title": "Clinical text summarization: Adapting large language models can\noutperform human experts"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "article4",
        "author": "Akhtar, Zarif",
        "title": "Designing an AI Healthcare System: EHR and Priority-Based Medical Segmentation Approach"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Fagbola2024.08.09.24311762",
        "author": "Fagbola, Temitayo Matthew and Success, Igwebuike",
        "title": "Leveraging Pretrained Models for Multimodal Medical Image Interpretation: An Exhaustive Experimental Analysis"
      }
    ]
  }
]