[
  {
    "index": 0,
    "papers": [
      {
        "key": "Lenstra:78",
        "author": "J. K. Lenstra and A. H. G. Rinnooy Kan",
        "title": "Complexity of Scheduling under Precedence Constraints"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Su:24:Tompecs",
        "author": "Su, Yu and Anand, Vivek and Yu, Jannie and Tan, Jian and Wierman, Adam",
        "title": "Learning-Augmented Energy-Aware List Scheduling for Precedence-Constrained Tasks"
      },
      {
        "key": "Chudak:99",
        "author": "Chudak,  Fabián A and Shmoys,  David B",
        "title": "Approximation Algorithms for Precedence-Constrained Scheduling Problems on Parallel Machines that Run at Different Speeds"
      },
      {
        "key": "Lassota:23",
        "author": "Lassota, Alexandra Anna and Lindermayr, Alexander and Megow, Nicole and Schl\\\"{o}ter, Jens",
        "title": "Minimalistic Predictions to Schedule Jobs with Online Precedence Constraints"
      },
      {
        "key": "Li:17",
        "author": "Li,  Shi",
        "title": "Scheduling to Minimize Total Weighted Completion Time via Time-Indexed Linear Programming Relaxations"
      },
      {
        "key": "Davies:20",
        "author": "Sami Davies and Janardhan Kulkarni and Thomas Rothvoss and Jakub Tarnawski and Yihao Zhang",
        "title": "Scheduling with Communication Delays via LP Hierarchies and Clustering"
      },
      {
        "key": "Davies:21",
        "author": "Davies,  Sami and Kulkarni,  Janardhan and Rothvoss,  Thomas and Tarnawski,  Jakub and Zhang,  Yihao",
        "title": "Scheduling with Communication Delays via LP Hierarchies and Clustering II: Weighted Completion Times on Related Machines"
      },
      {
        "key": "Maiti:20",
        "author": "Biswaroop Maiti and Rajmohan Rajaraman and David Stalfa and Zoya Svitkina and Aravindan Vijayaraghavan",
        "title": "Scheduling Precedence-Constrained Jobs on Related Machines with Communication Delay"
      },
      {
        "key": "Su:23",
        "author": "Yu Su and Shai Vardi and Xiaoqi Ren and Adam Wierman",
        "title": "Communication-aware scheduling of precedence-constrained tasks on related machines"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Graham:66",
        "author": "Graham, R. L.",
        "title": "{Bounds for certain multiprocessing anomalies}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Sels:12:Priority",
        "author": "Sels, Veronique and Gheysen, Nele and Vanhoucke, Mario",
        "title": "A comparison of priority rules for the job shop scheduling problem under different flow time-and tardiness-related objective functions"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Cheng:96:Genetic",
        "author": "Cheng, Runwei and Gen, Mitsuo and Tsujimura, Yasuhiro",
        "title": "A tutorial survey of job-shop scheduling problems using genetic algorithms—I. Representation"
      },
      {
        "key": "Pezzella:08:Genetic",
        "author": "Pezzella, Ferdinando and Morganti, Gianluca and Ciaschetti, Giampiero",
        "title": "A genetic algorithm for the flexible job-shop scheduling problem"
      },
      {
        "key": "Davis:14:Genetic",
        "author": "Davis, Lawrence",
        "title": "Job shop scheduling with genetic algorithms"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "SparkScheduling",
        "author": "The Apache Software Foundation",
        "title": "{J}ob {S}cheduling -- {S}park {D}ocumentation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Hongzi:2019:Decima",
        "author": "Mao, Hongzi and Schwarzkopf, Malte and Venkatakrishnan, Shaileshh Bojja and Meng, Zili and Alizadeh, Mohammad",
        "title": "{Learning {S}cheduling {A}lgorithms for {D}ata {P}rocessing {C}lusters}"
      },
      {
        "key": "Wu:18",
        "author": "Wu,  Qing and Wu,  Zhiwei and Zhuang,  Yuehui and Cheng,  Yuxia",
        "title": "Adaptive DAG Tasks Scheduling with Deep Reinforcement Learning"
      },
      {
        "key": "Li:23",
        "author": "Li,  Hongjian and Lu,  Liang and Shi,  Wenhu and Tan,  Gangfan and Luo,  Hao",
        "title": "Energy-aware scheduling for spark job based on deep reinforcement learning in cloud"
      },
      {
        "key": "Grinsztajn:20",
        "author": "Grinsztajn,  Nathan and Beaumont,  Olivier and Jeannot,  Emmanuel and Preux,  Philippe",
        "title": "Geometric deep reinforcement learning for dynamic DAG scheduling"
      },
      {
        "key": "Zhou:22",
        "author": "Zhou, Yunfan and Li, Xijun and Luo, Jinhong and Yuan, Mingxuan and Zeng, Jia and Yao, Jianguo",
        "title": "Learning to Optimize DAG Scheduling in Heterogeneous Environment"
      },
      {
        "key": "Islam:21",
        "author": "Islam, Muhammed Tawfiqul and Karunasekera, Shanika and Buyya, Rajkumar",
        "title": "Performance and cost-efficient spark job scheduling based on deep reinforcement learning in cloud computing environments"
      }
    ]
  }
]