[
  {
    "index": 0,
    "papers": [
      {
        "key": "Yu2024",
        "author": "Yu, Qiyuan and Lin, Qiuzhen and Ji, Junkai and Zhou, Wei and He, Shan and Zhu, Zexuan and Tan, Kay Chen",
        "title": "A survey on evolutionary computation based drug discovery"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Soto2008a",
        "author": "Soto, Axel J. and Cecchini, Roc{\\'\\i}o L. and Vazquez, Gustavo E. and Ponzoni, Ignacio",
        "title": "A wrapper-based feature selection method for ADMET prediction using evolutionary computing"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Soto2008b",
        "author": "Soto, Axel J. and Cecchini, Roc{\\'\\i}o L. and Palomba, Dami{\\'a}n and Vazquez, Gustavo E. and Ponzoni, Ignacio",
        "title": "An evolutionary approach for multi-objective feature selection in ADMET Prediction"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Liu2018",
        "author": "Liu, Zhi-Zhong and Huang, Jia-Wei and Wang, Yong and Cao, Dong-Sheng",
        "title": "{ECoFFeS}: A software using evolutionary computation for feature selection in drug discovery"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Dorigo1996",
        "author": "Dorigo, Marco and Maniezzo, Vittorio and Colorni, Alberto",
        "title": "Ant system: optimization by a colony of cooperating agents"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Storn1997",
        "author": "Storn, Rainer and Price, Kenneth",
        "title": "Differential evolution--a simple and efficient heuristic for global optimization over continuous spaces"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Holland1992",
        "author": "Holland, John H.",
        "title": "Adaptation in natural and artificial systems: an introductory analysis with applications to biology, control, and artificial intelligence"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Kennedy1995",
        "author": "Kennedy, James and Eberhart, Russell",
        "title": "Particle swarm optimization"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Zhang2007",
        "author": "Zhang, Qingfu and Li, Hui",
        "title": "{MOEA/D}: A multiobjective evolutionary algorithm based on decomposition"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Deb2002",
        "author": "Deb, Kalyanmoy and Pratap, Amrit and Agarwal, Sameer and Meyarivan, TAMT",
        "title": "A fast and elitist multiobjective genetic algorithm: NSGA-II"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Fromer2023",
        "author": "Fromer, Jenna C. and Coley, Connor W.",
        "title": "Computer-aided multi-objective optimization in small molecule discovery"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Fromer2023",
        "author": "Fromer, Jenna C. and Coley, Connor W.",
        "title": "Computer-aided multi-objective optimization in small molecule discovery"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Fromer2023",
        "author": "Fromer, Jenna C. and Coley, Connor W.",
        "title": "Computer-aided multi-objective optimization in small molecule discovery"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "daSilva2024",
        "author": "da Silva, Matheus Muller Pereira and Angelo, Jaqueline Silva and Guedes, Isabella Alvim and Dardenne, Laurent Emmanuel",
        "title": "A Generative Evolutionary Many-Objective Framework: A Case Study in Antimicrobial Agent Design"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Pires2015",
        "author": "Pires, Douglas E.V. and Blundell, Tom L. and Ascher, David B.",
        "title": "pkCSM: predicting small-molecule pharmacokinetic and toxicity properties using graph-based signatures"
      },
      {
        "key": "Daina2017",
        "author": "Daina, Antoine and Michielin, Olivier and Zoete, Vincent",
        "title": "{SwissADME}: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules"
      },
      {
        "key": "Dong2018",
        "author": "Dong, Jie and Wang, Ning-Ning and Yao, Zhi-Jiang and Zhang, Lin and Cheng, Yan and Ouyang, Defang and Lu, Ai-Ping and Cao, Dong-Sheng",
        "title": "{ADMETlab:} a platform for systematic ADMET evaluation based on a comprehensively collected ADMET database"
      },
      {
        "key": "Xiong2021",
        "author": "Xiong, Guoli and Wu, Zhenxing and Yi, Jiacai and Fu, Li and Yang, Zhijiang and Hsieh, Changyu and Yin, Mingzhu and Zeng, Xiangxiang and Wu, Chengkun and Lu, Aiping and others",
        "title": "{ADMETlab 2.0}: an integrated online platform for accurate and comprehensive predictions of ADMET properties"
      },
      {
        "key": "Cheng2012",
        "author": "Cheng, Feixiong and Li, Weihua and Zhou, Yadi and Shen, Jie and Wu, Zengrui and Liu, Guixia and Lee, Philip W. and Tang, Yun",
        "title": "{admetSAR:} a comprehensive source and free tool for assessment of chemical ADMET properties"
      },
      {
        "key": "Yang2019",
        "author": "Yang, Hongbin and Lou, Chaofeng and Sun, Lixia and Li, Jie and Cai, Yingchun and Wang, Zhuang and Li, Weihua and Liu, Guixia and Tang, Yun",
        "title": "{admetSAR 2.0:} web-service for prediction and optimization of chemical ADMET properties"
      },
      {
        "key": "deSa2022",
        "author": "de S{\\'a}, Alex G.C. and Long, Yangyang and Portelli, Stephanie and Pires, Douglas E.V. and Ascher, David B.",
        "title": "{toxCSM:} comprehensive prediction of small molecule toxicity profiles"
      },
      {
        "key": "Wei2022",
        "author": "Wei, Yu and Li, Shanshan and Li, Zhonglin and Wan, Ziwei and Lin, Jianping",
        "title": "{Interpretable-ADMET:} a web service for ADMET prediction and optimization based on deep neural representation"
      },
      {
        "key": "Myung2024",
        "author": "Myung, YooChan and de S'{a}, Alex G. C. and Ascher, David B.",
        "title": "{Deep-PK}: deep learning for small molecule pharmacokinetic and toxicity prediction"
      },
      {
        "key": "Gu2024",
        "author": "Gu, Yaxin and Yu, Zhuohang and Wang, Yimeng and Chen, Long and Lou, Chaofeng and Yang, Chen and Li, Weihua and Liu, Guixia and Tang, Yun",
        "title": "admetSAR3.0: a comprehensive platform for exploration, prediction and optimization of chemical ADMET properties"
      },
      {
        "key": "Fu2024",
        "author": "Fu, Li and Shi, Shaohua and Yi, Jiacai and Wang, Ningning and He, Yuanhang and Wu, Zhenxing and Peng, Jinfu and Deng, Youchao and Wang, Wenxuan and Wu, Chengkun and others",
        "title": "ADMETlab 3.0: an updated comprehensive online ADMET prediction platform enhanced with broader coverage, improved performance, API functionality and decision support"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "deSa2024",
        "author": "de S\\'a, Alex G. C. and Ascher, David B.",
        "title": "Towards Evolutionary-based Automated Machine Learning for Small Molecule Pharmacokinetic Prediction"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Dixon2016",
        "author": "Dixon, Steven L and Duan, Jianxin and Smith, Ethan and Von Bargen, Christopher D and Sherman, Woody and Repasky, Matthew P",
        "title": "{AutoQSAR}: an automated machine learning tool for best-practice quantitative structure-activity relationship modeling"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Turon2023",
        "author": "Turon, Gemma and Hlozek, Jason and Woodland, John G and Kumar, Ankur and Chibale, Kelly and Duran-Frigola, Miquel",
        "title": "First fully-automated AI/ML virtual screening cascade implemented at a drug discovery centre in Africa"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Gao2023",
        "author": "Gao, Zhifeng and Ji, Xiaohong and Zhao, Guojiang and Wang, Hongshuai and Zheng, Hang and Ke, Guolin and Zhang, Linfeng",
        "title": "Uni-QSAR: an Auto-ML Tool for Molecular Property Prediction"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Mervin2024",
        "author": "Mervin, Lewis and Voronov, Alexey and Kabeshov, Mikhail and Engkvist, Ola",
        "title": "QSARtuna: an automated {QSAR} modeling platform for molecular property prediction in drug design"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Correia2024",
        "author": "Correia, Jo\\~ao and Capela, Jo\\~ao and Rocha, Miguel",
        "title": "DeepMol: An Automated Machine and Deep Learning Framework for Computational Chemistry"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "deSa2024",
        "author": "de S\\'a, Alex G. C. and Ascher, David B.",
        "title": "Towards Evolutionary-based Automated Machine Learning for Small Molecule Pharmacokinetic Prediction"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Dixon2016",
        "author": "Dixon, Steven L and Duan, Jianxin and Smith, Ethan and Von Bargen, Christopher D and Sherman, Woody and Repasky, Matthew P",
        "title": "{AutoQSAR}: an automated machine learning tool for best-practice quantitative structure-activity relationship modeling"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Turon2023",
        "author": "Turon, Gemma and Hlozek, Jason and Woodland, John G and Kumar, Ankur and Chibale, Kelly and Duran-Frigola, Miquel",
        "title": "First fully-automated AI/ML virtual screening cascade implemented at a drug discovery centre in Africa"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Gao2023",
        "author": "Gao, Zhifeng and Ji, Xiaohong and Zhao, Guojiang and Wang, Hongshuai and Zheng, Hang and Ke, Guolin and Zhang, Linfeng",
        "title": "Uni-QSAR: an Auto-ML Tool for Molecular Property Prediction"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Mervin2024",
        "author": "Mervin, Lewis and Voronov, Alexey and Kabeshov, Mikhail and Engkvist, Ola",
        "title": "QSARtuna: an automated {QSAR} modeling platform for molecular property prediction in drug design"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Correia2024",
        "author": "Correia, Jo\\~ao and Capela, Jo\\~ao and Rocha, Miguel",
        "title": "DeepMol: An Automated Machine and Deep Learning Framework for Computational Chemistry"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "Li2025",
        "author": "Li, Xinqi and Pascual-Diaz, Sergio and Hand, Calum and Garland, Rory and Abbas, Waseem and Khan, Faiz M. and Das, Nikhil M. and Desai, Vedant and AbouZleikha, Mohamed and Clark, Matthew",
        "title": "Scalable Drug Property Prediction via Automated Machine Learning"
      }
    ]
  }
]