[
  {
    "index": 0,
    "papers": [
      {
        "key": "9637726",
        "author": "Xuan, Wenlu and Zhao, Zhongqi and Fan, Lei and Han, Zhu",
        "title": "{Minimizing Delay in Network Function Visualization with Quantum Computing}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "9099505",
        "author": "Gu, Lin and Hu, Jie and Zeng, Deze and Guo, Song and Jin, Hai",
        "title": "{Service Function Chain Deployment and Network Flow Scheduling in Geo-Distributed Data Centers}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "9084136",
        "author": "Liu, Yicen and Lu, Yu and Li, Xi and Yao, Zhigang and Zhao, Donghao",
        "title": "{On Dynamic Service Function Chain Reconfiguration in IoT Networks}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "9785397",
        "author": "Abouaomar, Amine and Cherkaoui, Soumaya and Mlika, Zoubeir and Kobbane, Abdellatif",
        "title": "{Service Function Chaining in MEC: A Mean-Field Game and Reinforcement Learning Approach}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "9632419",
        "author": "Chen, Handi and Wang, Shupeng and Li, Guojun and Nie, Laisen and Wang, Xiaojie and Ning, Zhaolong",
        "title": "{Distributed Orchestration of Service Function Chains for Edge Intelligence in the Industrial Internet of Things}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "9122544",
        "author": "Ren, Bangbang and Gu, Siyuan and Guo, Deke and Tang, Guoming and Lin, Xu",
        "title": "{Joint Optimization of VNF Placement and Flow Scheduling in Mobile Core Network}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "9839646",
        "author": "Colajanni, Gabriella and Daniele, Patrizia and Galluccio, Laura and Grasso, Christian and Schembra, Giovanni",
        "title": "{Service Chain Placement Optimization in 5G FANET-Based Network Edge}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10032237",
        "author": "Qin, Xiaohan and Ma, Ting and Tang, Zhixuan and Zhang, Xin and Zhou, Haibo and Zhao, Lian",
        "title": "{Service-Aware Resource Orchestration in Ultra-Dense LEO Satellite-Terrestrial Integrated 6G: A Service Function Chain Approach}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "9013347",
        "author": "Araniti, G. and Genovese, G. and Iera, A. and Molinaro, A. and Pizzi, S.",
        "title": "{Virtualizing Nanosatellites in SDN/NFV Enabled Ground Segments to Enhance Service Orchestration}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "9652156",
        "author": "Kien, Nguyen Trung and Hoang Anh, Vu and Phong, Vu Dinh and Ngoc Minh, Nguyen and Thanh, Nguyen Huu",
        "title": "{Machine Learning-based Service Function Chain over UAVs: Resource Profiling and Framework}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10238738",
        "author": "Akbari, Mohammad and Syed, Aisha and Kennedy, W. Sean and Erol-Kantarci, Melike",
        "title": "{Constrained Federated Learning for AoI-Limited SFC in UAV-Aided MEC for Smart Agriculture}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "JIA2024104",
        "author": "Jing Jia and Jing Hua",
        "title": "{Dynamic SFC placement with parallelized VNFs in Data Center Networks: A DRL-based approach}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "jia2021vnf",
        "author": "Jia, Ziye and Sheng, Min and Li, Jiandong and Zhou, Di and Han, Zhu",
        "title": "{VNF-Based Service Provision in Software Defined LEO Satellite Networks}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "AKYILDIZ2019134",
        "author": "Ian F. Akyildiz and Ahan Kak",
        "title": "{The Internet of Space Things/CubeSats: A ubiquitous cyber-physical system for the connected world}"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "9951143",
        "author": "Zhang, Peiying and Zhang, Yi and Kumar, Neeraj and Guizani, Mohsen",
        "title": "{Dynamic SFC Embedding Algorithm Assisted by Federated Learning in Space-Air-Ground-Integrated Network Resource Allocation Scenario}"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "9062531",
        "author": "Wang, Guangchao and Zhou, Sheng and Zhang, Shan and Niu, Zhisheng and Shen, Xuemin",
        "title": "{SFC-Based Service Provisioning for Reconfigurable Space-Air-Ground Integrated Networks}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "10207691",
        "author": "He, Jingchao and Cheng, Nan and Yin, Zhisheng and Zhou, Conghao and Zhou, Haibo and Quan, Wei and Lin, Xiao-Hui",
        "title": "{Service-Oriented Network Resource Orchestration in Space-Air-Ground Integrated Network}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "9351537",
        "author": "Li, Junling and Shi, Weisen and Wu, Huaqing and Zhang, Shan and Shen, Xuemin",
        "title": "{Cost-Aware Dynamic SFC Mapping and Scheduling in SDN/NFV-Enabled Space-Air-Ground-Integrated Networks for Internet of Vehicles}"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "9749937",
        "author": "Zhang, Peiying and Yang, Pan and Kumar, Neeraj and Guizani, Mohsen",
        "title": "{Space-Air-Ground Integrated Network Resource Allocation Based on Service Function Chain}"
      }
    ]
  }
]