[
  {
    "index": 0,
    "papers": [
      {
        "key": "xie2018CGCNN",
        "author": "Xie, Tian and Grossman, Jeffrey C",
        "title": "Crystal graph convolutional neural networks for an accurate and interpretable prediction of material properties"
      },
      {
        "key": "gilmer2017MPNN",
        "author": "Justin Gilmer and Samuel S. Schoenholz and Patrick F. Riley and Oriol Vinyals and George E. Dahl",
        "title": "Neural Message Passing for Quantum Chemistry"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "wang2022MolCLR",
        "author": "Wang, Yuyang and Wang, Jianren and Cao, Zhonglin and Barati Farimani, Amir",
        "title": "Molecular contrastive learning of representations via graph neural networks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "koker2022CrystalCLR",
        "author": "Koker, Teddy and Quigley, Keegan and Spaeth, Will and Frey, Nathan C and Li, Lin",
        "title": "Graph Contrastive Learning for Materials"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "magar2022CrystalTwins",
        "author": "Magar, Rishikesh and Wang, Yuyang and Barati Farimani, Amir",
        "title": "Crystal twins: self-supervised learning for crystalline material property prediction"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zbontar2021barlowtwins",
        "author": "Zbontar, Jure and Jing, Li and Misra, Ishan and LeCun, Yann and Deny, Stephane",
        "title": "Barlow Twins: Self-Supervised Learning via Redundancy Reduction"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zeng2022KV-PLM",
        "author": "Zeng, Zheni and Yao, Yuan and Liu, Zhiyuan and Sun, Maosong",
        "title": "A deep-learning system bridging molecule structure and biomedical text with comprehension comparable to human professionals"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "weininger1988smiles",
        "author": "Weininger, David",
        "title": "SMILES, a chemical language and information system. 1. Introduction to methodology and encoding rules"
      },
      {
        "key": "weininger1989smiles",
        "author": "Weininger, David and Weininger, Arthur and Weininger, Joseph L",
        "title": "SMILES. 2. Algorithm for generation of unique SMILES notation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "devlin2018BERT",
        "author": "Devlin, Jacob and Chang, Ming-Wei and Lee, Kenton and Toutanova, Kristina",
        "title": "Bert: Pre-training of deep bidirectional transformers for language understanding"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "lo2019s2orc",
        "author": "Lo, Kyle and Wang, Lucy Lu and Neumann, Mark and Kinney, Rodney and Weld, Dan S",
        "title": "S2ORC: The semantic scholar open research corpus"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "su2022MoMu",
        "author": "Su, Bing and Du, Dazhao and Yang, Zhao and Zhou, Yujie and Li, Jiangmeng and Rao, Anyi and Sun, Hao and Lu, Zhiwu and Wen, Ji-Rong",
        "title": "A molecular multimodal foundation model associating molecule graphs with natural language"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "you2020GraphCL",
        "author": "You, Yuning and Chen, Tianlong and Sui, Yongduo and Chen, Ting and Wang, Zhangyang and Shen, Yang",
        "title": "Graph contrastive learning with augmentations"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "beltagy2019scibert",
        "author": "Beltagy, Iz and Lo, Kyle and Cohan, Arman",
        "title": "SciBERT: A pretrained language model for scientific text"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "liu2023MoleculeSTM",
        "author": "Liu, Shengchao and Nie, Weili and Wang, Chengpeng and Lu, Jiarui and Qiao, Zhuoran and Liu, Ling and Tang, Jian and Xiao, Chaowei and Anandkumar, Animashree",
        "title": "Multi-modal molecule structure--text model for text-based retrieval and editing"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "das2023crysmmnet",
        "author": "Das, Kishalay and Goyal, Pawan and Lee, Seung-Cheol and Bhattacharjee, Satadeep and Ganguly, Niloy",
        "title": "{CrysMMNet}: Multimodal Representation for Crystal Property Prediction"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "ganose2019robocrystallographer",
        "author": "Ganose, Alex M and Jain, Anubhav",
        "title": "Robocrystallographer: automated crystal structure text descriptions and analysis"
      }
    ]
  }
]