[
  {
    "index": 0,
    "papers": [
      {
        "key": "joe-liquid",
        "author": "Hung-Jui Huang AND Xiaofeng Guo AND Wenzhen Yuan",
        "title": "{Understanding Dynamic Tactile Sensing for Liquid Property Estimation}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "xiaofeng-solid",
        "author": "Guo, Xiaofeng and Huang, Hung-Jui and Yuan, Wenzhen",
        "title": "Estimating Properties of Solid Particles Inside Container Using Touch Sensing"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "matl",
        "author": "Matl, Carolyn and Matthew, Robert and Bajcsy, Ruzena",
        "title": "Haptic Perception of Liquids Enclosed in Containers"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "stir-to-pour",
        "author": "Lopez-Guevara, Tatiana and Pucci, Rita and Taylor, Nicholas K. and Gutmann, Michael U. and Ramamoorthy, Suhramanian and Suhr, Kartic",
        "title": "Stir to Pour: Efficient Calibration of Liquid Properties for Pouring Actions"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "joe-kitchen",
        "author": "Huang, Hung-Jui and Xiang, Jingyi and Yuan, Wenzhen",
        "title": "Kitchen Artist: Precise Control of Liquid Dispensing for Gourmet Plating"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "pancake24",
        "author": "Luo, Xinyuan and Jin, Shengmiao and Huang, Hung-Jui and Yuan, Wenzhen",
        "title": "An Intelligent Robotic System for Perceptive Pancake Batter Stirring and Precise Pouring"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zeng2019tossingbot",
        "author": "Zeng, Andy and Song, Shuran and Lee, Johnny and Rodriguez, Alberto and Funkhouser, Thomas",
        "title": "TossingBot: Learning to Throw Arbitrary Objects with Residual Physics"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "swingbot",
        "author": "Wang, Chen and Wang, Shaoxiong and Romero, Branden and Veiga, Filipe and Adelson, Edward",
        "title": "SwingBot: Learning Physical Features from In-hand Tactile Exploration for Dynamic Swing-up Manipulation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "murooka_physics",
        "author": "Murooka, Masaki and Nozawa, Shunichi and Bando, Masahiro and Yanokura, Iori and Okada, Kei and Inaba, Masayuki",
        "title": "Simultaneous Planning and Estimation Based on Physics Reasoning in Robot Manipulation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "com23",
        "author": "Hyland, Steven M. and Xiao, Jing and Onal, Cagdas D.",
        "title": "Predicting Center of Mass by Iterative Pushing for Object Transportation and Manipulation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "com19",
        "author": "McGovern, Sean and Mao, Huitan and Xiao, Jing",
        "title": "Learning to Estimate Centers of Mass of Arbitrary Objects"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "com22",
        "author": "McGovern, Sean and Xiao, Jing",
        "title": "Learning and Predicting Center of Mass through Manipulation and Torque Sensing"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "activetouch",
        "author": "Gibson, J. J.",
        "title": "Observations on active touch."
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "xu23tandem3d",
        "author": "Xu, Jingxi and Lin, Han and Song, Shuran and Ciocarlie, Matei",
        "title": "TANDEM3D: Active Tactile Exploration for 3D Object Recognition"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Utta23haptic",
        "author": "Uttayopas, Pakorn and Cheng, Xiaoxiao and Burdet, Etienne",
        "title": "Active Haptic Exploration based on Dual-Stage Perception for Object Recognition"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "kruzliak2024interactivelearningphysicalobject",
        "author": "Kruzliak, Andrej and Hartvich, Jiri and Patni, Shubhan P. and Rustler, Lukas and Behrens, Jan Kristof and Abu-Dakka, Fares J. and Mikolajczyk, Krystian and Kyrki, Ville and Hoffmann, Matej",
        "title": "Interactive Learning of Physical Object Properties Through Robot Manipulation and Database of Object Measurements"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "clothes",
        "author": "Yuan, Wenzhen and Mo, Yuchen and Wang, Shaoxiong and Adelson, Edward H.",
        "title": "Active Clothing Material Perception Using Tactile Sensing and Deep Learning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "biotacHaptic24",
        "author": "Ketchum, Jake and Prabhakar, Ahalya and Murphey, Todd D.",
        "title": "Active Exploration for Real-Time Haptic Training"
      }
    ]
  }
]