[
  {
    "index": 0,
    "papers": [
      {
        "key": "SAM",
        "author": "Alexander Kirillov and Eric Mintun and Nikhila Ravi and Hanzi Mao and Chloe Rolland and Laura Gustafson and Tete Xiao and Spencer Whitehead and Alexander C. Berg and Wan-Yen Lo and Piotr Dollár and Ross Girshick",
        "title": "Segment Anything"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "SAM2",
        "author": "Nikhila Ravi and Valentin Gabeur and Yuan-Ting Hu and Ronghang Hu and Chaitanya Ryali and Tengyu Ma and Haitham Khedr and Roman Rädle and Chloe Rolland and Laura Gustafson and Eric Mintun and Junting Pan and Kalyan Vasudev Alwala and Nicolas Carion and Chao-Yuan Wu and Ross Girshick and Piotr Dollár and Christoph Feichtenhofer",
        "title": "SAM 2: Segment Anything in Images and Videos"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "XMEM",
        "author": "Ho Kei Cheng and Alexander G. Schwing",
        "title": "XMem: Long-Term Video Object Segmentation with an Atkinson-Shiffrin Memory Model"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "CUTIE",
        "author": "Ho Kei Cheng and Seoung Wug Oh and Brian Price and Joon-Young Lee and Alexander Schwing",
        "title": "Putting the Object Back into Video Object Segmentation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "SAM2",
        "author": "Nikhila Ravi and Valentin Gabeur and Yuan-Ting Hu and Ronghang Hu and Chaitanya Ryali and Tengyu Ma and Haitham Khedr and Roman Rädle and Chloe Rolland and Laura Gustafson and Eric Mintun and Junting Pan and Kalyan Vasudev Alwala and Nicolas Carion and Chao-Yuan Wu and Ross Girshick and Piotr Dollár and Christoph Feichtenhofer",
        "title": "SAM 2: Segment Anything in Images and Videos"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "DAVIS",
        "author": "Chao Huang and Susan Liang and Yapeng Tian and Anurag Kumar and Chenliang Xu",
        "title": "High-Quality Visually-Guided Sound Separation from Diverse Categories"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "MOSE",
        "author": "Henghui Ding and Chang Liu and Shuting He and Xudong Jiang and Philip H. S. Torr and Song Bai",
        "title": "MOSE: A New Dataset for Video Object Segmentation in Complex Scenes"
      }
    ]
  }
]