[
  {
    "index": 0,
    "papers": [
      {
        "key": "Harkous2016PriBotsCP",
        "author": "Hamza Harkous and Kassem Fawaz and Kang G. Shin and Karl Aberer",
        "title": "PriBots: Conversational Privacy with Chatbots"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "mysore-sathyendra-etal-2017-identifying",
        "author": "Mysore Sathyendra, Kanthashree  and\nWilson, Shomir  and\nSchaub, Florian  and\nZimmeck, Sebastian  and\nSadeh, Norman",
        "title": "Identifying the Provision of Choices in Privacy Policy Text"
      },
      {
        "key": "ravichander-etal-2019-question",
        "author": "Ravichander, Abhilasha  and\nBlack, Alan W  and\nWilson, Shomir  and\nNorton, Thomas  and\nSadeh, Norman",
        "title": "Question Answering for Privacy Policies: Combining Computational and Legal Perspectives"
      },
      {
        "key": "ahmad-etal-2020-policyqa",
        "author": "Ahmad, Wasi  and\nChi, Jianfeng  and\nTian, Yuan  and\nChang, Kai-Wei",
        "title": "{P}olicy{QA}: A Reading Comprehension Dataset for Privacy Policies"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "martinez2023",
        "author": "Eric Martínez  and Francis Mollica  and Edward Gibson ",
        "title": "Even lawyers do not like legalese"
      },
      {
        "key": "Article29WP2018",
        "author": "{Article 29 Data Protection Working Party}",
        "title": "{Guidelines on Transparency under Regulation 2016/679}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "expert_privacy_qa",
        "author": "Anna Leschanowsky and Farnaz Salamatjoo and Zahra Kolagar and Birgit Popp",
        "title": "Expert-Generated Privacy Q\\&A Dataset for Conversational {AI} and User Study Insights"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "expert_privacy_qa",
        "author": "Anna Leschanowsky and Farnaz Salamatjoo and Zahra Kolagar and Birgit Popp",
        "title": "Expert-Generated Privacy Q\\&A Dataset for Conversational {AI} and User Study Insights"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Askell2021AGL",
        "author": "Amanda Askell and Yuntao Bai and Anna Chen and Dawn Drain and Deep Ganguli and Tom Henighan and Andy Jones and Nicholas Joseph and Benjamin Mann and Nova Dassarma and Nelson Elhage and Zac Hatfield-Dodds and Danny Hernandez and John Kernion and Kamal Ndousse and Catherine Olsson and Dario Amodei and Tom B. Brown and Jack Clark and Sam McCandlish and Christopher Olah and Jared Kaplan",
        "title": "A General Language Assistant as a Laboratory for Alignment"
      },
      {
        "key": "pmlr-v235-huang24x",
        "author": "Huang, Yue and Sun, Lichao and Wang, Haoran and Wu, Siyuan and Zhang, Qihui and Li, Yuan and Gao, Chujie and Huang, Yixin and Lyu, Wenhan and Zhang, Yixuan and Li, Xiner and Sun, Hanchi and Liu, Zhengliang and Liu, Yixin and Wang, Yijue and Zhang, Zhikun and Vidgen, Bertie and Kailkhura, Bhavya and Xiong, Caiming and Xiao, Chaowei and Li, Chunyuan and Xing, Eric P. and Huang, Furong and Liu, Hao and Ji, Heng and Wang, Hongyi and Zhang, Huan and Yao, Huaxiu and Kellis, Manolis and Zitnik, Marinka and Jiang, Meng and Bansal, Mohit and Zou, James and Pei, Jian and Liu, Jian and Gao, Jianfeng and Han, Jiawei and Zhao, Jieyu and Tang, Jiliang and Wang, Jindong and Vanschoren, Joaquin and Mitchell, John and Shu, Kai and Xu, Kaidi and Chang, Kai-Wei and He, Lifang and Huang, Lifu and Backes, Michael and Gong, Neil Zhenqiang and Yu, Philip S. and Chen, Pin-Yu and Gu, Quanquan and Xu, Ran and Ying, Rex and Ji, Shuiwang and Jana, Suman and Chen, Tianlong and Liu, Tianming and Zhou, Tianyi and Wang, William Yang and Li, Xiang and Zhang, Xiangliang and Wang, Xiao and Xie, Xing and Chen, Xun and Wang, Xuyu and Liu, Yan and Ye, Yanfang and Cao, Yinzhi and Chen, Yong and Zhao, Yue",
        "title": "Position: {T}rust{LLM}: Trustworthiness in Large Language Models"
      }
    ]
  }
]