[
  {
    "index": 0,
    "papers": [
      {
        "key": "Comito2023",
        "author": "Carmela Comito and Luciano Caroprese and Ester Zumpano",
        "title": "Multimodal fake news detection on social media: a survey of deep learning techniques"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Tufchi2023",
        "author": "Shivani Tufchi and Ashima Yadav and Tanveer Ahmed",
        "title": "A comprehensive survey of multimodal fake news detection techniques: advances, challenges, and opportunities"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Wilson2023",
        "author": "Wilson, Anna  and Wilkes, Seb  and Teramoto, Yayoi  and Hale, Scott ",
        "title": "Multimodal analysis of disinformation and misinformation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "MontoroMontarroso2023",
        "author": "Andrés Montoro-Montarroso and Javier Cantón-Correa and Paolo Rosso and Berta Chulvi and Ángel Panizo-Lledot and Javier Huertas-Tato and Blanca Calvo-Figueras and M. José Rementeria and Juan Gómez-Romero",
        "title": "Fighting disinformation with artificial intelligence: fundamentals, advances and challenges"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Schuster2020",
        "author": "Tal Schuster and Roei Schuster and Darsh J. Shah and Regina Barzilay",
        "title": "The Limitations of Stylometry for Detecting Machine-Generated Fake News"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "PENG2023120501",
        "author": "Zifan Peng and Mingchen Li and Yue Wang and George T.S. Ho",
        "title": "Combating the COVID-19 infodemic using Prompt-Based curriculum learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Rastogi2022",
        "author": "Shubhangi Rastogi and Divya Bansal",
        "title": "Disinformation detection on social media: An integrated approach"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Hangloo2022",
        "author": "Sakshini Hangloo and Bhavna Arora",
        "title": "Combating multimodal fake news on social media: methods, datasets, and future perspective"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "singh2021",
        "author": "Singh, Vivek K. and Ghosh, Isha and Sonagara, Darshan",
        "title": "Detecting fake news stories via multimodal analysis"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "CHAI2024121588",
        "author": "Yidong Chai and Yi Liu and Weifeng Li and Bin Zhu and Hongyan Liu and Yuanchun Jiang",
        "title": "An interpretable wide and deep model for online disinformation detection"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Sengan2023",
        "author": "Sudhakar Sengan and Subramaniyaswamy Vairavasundaram and Logesh Ravi and Ahmad Qasim Mohammad AlHamad and Hamzah Ali Alkhazaleh and Meshal Alharbi",
        "title": "Fake News Detection Using Stance Extracted Multimodal Fusion-Based Hybrid Neural Network"
      },
      {
        "key": "Jing2023",
        "author": "Jing Jing and Hongchen Wu and Jie Sun and Xiaochang Fang and Huaxiang Zhang",
        "title": "Multimodal fake news detection via progressive fusion networks"
      },
      {
        "key": "Ghorbanpour2023",
        "author": "Faeze Ghorbanpour and Maryam Ramezani and Mohammad Amin Fazli and Hamid R. Rabiee",
        "title": "FNR: a similarity and transformer-based approach to detect multi-modal fake news in social media"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Guo2023",
        "author": "Ying Guo",
        "title": "A mutual attention based multimodal fusion for fake news detection on social network"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Yadav2023",
        "author": "Ashima Yadav and Shivani Gaba and Haneef Khan and Ishan Budhiraja and Akansha Singh and Krishna Kant Singh",
        "title": "ETMA: Efficient Transformer-Based Multilevel Attention Framework for Multimodal Fake News Detection"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Hua2023",
        "author": "Jiaheng Hua and Xiaodong Cui and Xianghua Li and Keke Tang and Peican Zhu",
        "title": "Multimodal fake news detection through data augmentation-based contrastive learning"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Meel2023",
        "author": "Priyanka Meel and Dinesh Kumar Vishwakarma",
        "title": "Multi-modal fusion using Fine-tuned Self-attention and transfer learning for veracity analysis of web information"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Xiong2023",
        "author": "Shufeng Xiong and Guipei Zhang and Vishwash Batra and Lei Xi and Lei Shi and Liangliang Liu",
        "title": "TRIMOON: Two-Round Inconsistency-based Multi-modal fusion Network for fake news detection"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Singh2023",
        "author": "Prabhav Singh and Ridam Srivastava and K.P.S. Rana and Vineet Kumar",
        "title": "SEMI-FND: Stacked ensemble based multimodal inferencing framework for faster fake news detection"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Wu2023",
        "author": "Lianwei Wu and Pusheng Liu and Yongqiang Zhao and Peng Wang and Yangning Zhang",
        "title": "Human Cognition-based Consistency Inference Networks for Multi-modal Fake News Detection"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Giachanou2020",
        "author": "Giachanou, Anastasia\nand Zhang, Guobiao\nand Rosso, Paolo",
        "title": "Multimodal Fake News Detection with Textual, Visual and Semantic Information"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Li2022",
        "author": "Shuo Li and Tao Yao and Saifei Li and Lianshan Yan",
        "title": "Semantic‐enhanced multimodal fusion network for fake news detection"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Zhang2022",
        "author": "Guobiao Zhang and Anastasia Giachanou and Paolo Rosso",
        "title": "SceneFND: Multimodal fake news detection by modelling scene context information"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Wang2023",
        "author": "Bin Wang and Yong Feng and Xian-cai Xiong and Yong-heng Wang and Bao-hua Qiang",
        "title": "Multi-modal transformer using two-level visual features for fake news detection"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Silva2023",
        "author": "Marcos Paulo Silva Gôlo and Mariana Caravanti de Souza and Rafael Geraldeli Rossi and Solange Oliveira Rezende and Bruno Magalhães Nogueira and Ricardo Marcondes Marcacini",
        "title": "One-class learning for fake news detection through multimodal variational autoencoders"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Hameleers2020",
        "author": "Michael Hameleers and Thomas E. Powell and Toni G.L.A. Van Der Meer and Lieke Bos",
        "title": "A Picture Paints a Thousand Lies? The Effects and Mechanisms of Multimodal Disinformation and Rebuttals Disseminated via Social Media"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Chen2023",
        "author": "Jinyin Chen and Chengyu Jia and Haibin Zheng and Ruoxi Chen and Chenbo Fu",
        "title": "Is Multi-Modal Necessarily Better? Robustness Evaluation of Multi-Modal Fake News Detection"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Han2024",
        "author": "Linfeng Han and Xiaoming Zhang and Ziyi Zhou and Yun Liu",
        "title": "A Multifaceted Reasoning Network for Explainable Fake News Detection"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Peng2024",
        "author": "Liwen Peng and Songlei Jian and Zhigang Kan and Linbo Qiao and Dongsheng Li",
        "title": "Not all fake news is semantically similar: Contextual semantic representation learning for multimodal fake news detection"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "Huda2024",
        "author": "Noor ul Huda and Ali Javed and Kholoud Maswadi and Ali Alhazmi and Rehan Ashraf",
        "title": "Fake-checker: A fusion of texture features and deep learning for deepfakes detection"
      }
    ]
  }
]