[
  {
    "index": 0,
    "papers": [
      {
        "key": "data1",
        "author": "Li, Weixin and Mahadevan, Vijay and Vasconcelos, Nuno",
        "title": "Anomaly Detection and Localization in Crowded Scenes"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "data2",
        "author": "Liu, Wen and Luo, Weixin and Lian, Dongze and Gao, Shenghua",
        "title": "Future Frame Prediction for Anomaly Detection - A New Baseline"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "data3",
        "author": "Sultani, Waqas and Chen, Chen and Shah, Mubarak",
        "title": "Real-World Anomaly Detection in Surveillance Videos"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "data4",
        "author": "Chan, Fu-Hsiang\nand Chen, Yu-Ting\nand Xiang, Yu\nand Sun, Min",
        "title": "Anticipating Accidents in Dashcam Videos"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "9022086",
        "author": "Herzig, Roei and Levi, Elad and Xu, Huijuan and Gao, Hang and Brosh, Eli and Wang, Xiaolong and Globerson, Amir and Darrell, Trevor",
        "title": "Spatio-Temporal Action Graph Networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "data6",
        "author": "Yu, Fisher and Chen, Haofeng and Wang, Xin and Xian, Wenqi and Chen, Yingying and Liu, Fangchen and Madhavan, Vashisht and Darrell, Trevor",
        "title": "BDD100K: A Diverse Driving Dataset for Heterogeneous Multitask Learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lyu2018long",
        "author": "Lyu, Jie and Yuan, Zejian and Chen, Dapeng",
        "title": "Long-term multi-granularity deep framework for driver drowsiness detection"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "sahoo2023performance",
        "author": "Sahoo, Goutam Kumar and Das, Santos Kumar and Singh, Poonam",
        "title": "Performance comparison of facial emotion recognition: a transfer learning-based driver assistance framework for in-vehicle applications"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "RAVDESS",
        "author": "Luna-Jiménez, Cristina and Kleinlein, Ricardo and Griol, David and Callejas, Zoraida and Montero, Juan M. and Fernández-Martínez, Fernando",
        "title": "A Proposal for Multimodal Emotion Recognition Using Aural Transformers and Action Units on RAVDESS Dataset"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "AffectNet",
        "author": "Ali Mollahosseini and Behzad Hasani and Mohammad H. Mahoor",
        "title": "AffectNet: A Database for Facial Expression, Valence, and Arousal Computing in the Wild"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "RECOLA",
        "author": "Ringeval, Fabien and Sonderegger, Andreas and Sauer, Juergen and Lalanne, Denis",
        "title": "Introducing the RECOLA multimodal corpus of remote collaborative and affective interactions"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Wang2023EfficientFace",
        "author": "Wang, G. and Li, J. and Wu, Z. and others",
        "title": "EfficientFace: an efficient deep network with feature enhancement for accurate face detection"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "MFCC",
        "author": "Abdul, Zrar Kh. and Al-Talabani, Abdulbasit K.",
        "title": "Mel Frequency Cepstral Coefficient and its Applications: A Review"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "9068523",
        "author": "Gao, Jing and Li, Peng and Chen, Zhikui and Zhang, Jianing",
        "title": "A Survey on Deep Learning for Multimodal Data Fusion"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "vaswani2017attention",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, {\\L}ukasz and Polosukhin, Illia",
        "title": "Attention is all you need"
      }
    ]
  }
]