[
  {
    "index": 0,
    "papers": [
      {
        "key": "2023musiclm",
        "author": "Andrea Agostinelli and Timo I. Denk and Zalán Borsos and Jesse Engel and Mauro Verzetti and Antoine Caillon and Qingqing Huang and Aren Jansen and Adam Roberts and Marco Tagliasacchi and Matt Sharifi and Neil Zeghidour and Christian Frank",
        "title": "MusicLM: Generating Music From Text"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "melechovsky2023mustango",
        "author": "Melechovsky, Jan and Guo, Zixun and Ghosal, Deepanway and Majumder, Navonil and Herremans, Dorien and Poria, Soujanya",
        "title": "Mustango: Toward Controllable Text-to-Music Generation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "2023wavcaps",
        "author": "Mei, Xinhao and Meng, Chutong and Liu, Haohe and Kong, Qiuqiang and Ko, Tom and Zhao, Chengqi and Plumbley, Mark D. and Zou, Yuexian and Wang, Wenwu",
        "title": "Wav{C}aps: A {ChatGPT}-Assisted Weakly-Labelled Audio Captioning Dataset for Audio-Language Multimodal Research"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "manco2023song",
        "author": "Manco, Ilaria and Weck, Benno and Doh, Seungheon and Won, Minz and Zhang, Yixiao and Bogdanov, Dmitry and Wu, Yusong and Chen, Ke  and others",
        "title": "The song describer dataset: a corpus of audio captions for music-and-language evaluation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "2024sunocaps",
        "author": "M. Civit and V. Drai-Zerbib and D. Lizcano and M.J. Escalona",
        "title": "SunoCaps: A novel dataset of text-prompt based AI-generated music with emotion annotations"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "huang2023noise2music",
        "author": "Huang, Qingqing and Park, Daniel S and Wang, Tao and Denk, Timo I and Ly, Andy and Chen, Nanxin and Zhang, Zhengdong and Zhang, Zhishuai and Yu, Jiahui and Frank, Christian and others",
        "title": "Noise2music: Text-conditioned music generation with diffusion models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Melechovsky2024",
        "author": "Jan Melechovsky and Abhinaba Roy and Dorien Herremans",
        "title": "MidiCaps--A large-scale MIDI dataset with text captions"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Melechovsky2024",
        "author": "Jan Melechovsky and Abhinaba Roy and Dorien Herremans",
        "title": "MidiCaps--A large-scale MIDI dataset with text captions"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "2023lpmusiccaps",
        "author": "SeungHeon Doh and Keunwoo Choi and Jongpil Lee and Juhan Nam",
        "title": "LP-MusicCaps: LLM-Based Pseudo Music Captioning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lee2018deep",
        "author": "Lee, Jongpil and Lee, Kyungyun and Park, Jiyoung and Park, Jangyeon and Nam, Juhan",
        "title": "Deep content-user embedding model for music recommendation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "kim2024missing",
        "author": "Kim, Donggeun and Kim, Taesup",
        "title": "Missing modality prediction for unpaired multimodal learning via joint embedding of unimodal models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "2022clap",
        "author": "Benjamin Elizalde and Soham Deshmukh and Mahmoud Al Ismail and Huaming Wang",
        "title": "CLAP: Learning Audio Concepts From Natural Language Supervision"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "2024mert",
        "author": "Yizhi Li and Ruibin Yuan and Ge Zhang and Yinghao Ma and Xingran Chen and Hanzhi Yin and Chenghao Xiao and Chenghua Lin and Anton Ragni and Emmanouil Benetos and Norbert Gyenge and Roger B. Dannenberg and Ruibo Liu and Wenhu Chen and Gus Xia and Yemin Shi and Wenhao Huang and Zili Wang and Yike Guo and Jie Fu",
        "title": "{MERT:} Acoustic Music Understanding Model with Large-Scale Self-supervised Training"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "2024salmonn",
        "author": "Changli Tang and Wenyi Yu and Guangzhi Sun and Xianzhao Chen and Tian Tan and Wei Li and Lu Lu and Zejun MA and Chao Zhang",
        "title": "{SALMONN}: Towards Generic Hearing Abilities for Large Language Models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "2023blip",
        "author": "Li, Junnan and Li, Dongxu and Savarese, Silvio and Hoi, Steven",
        "title": "{BLIP}-2: Bootstrapping Language-Image Pre-training with Frozen Image Encoders and Large Language Models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "2023whisper",
        "author": "Alec Radford and Jong Wook Kim and Tao Xu and Greg Brockman and Christine McLeavey and Ilya Sutskever",
        "title": "Robust Speech Recognition via Large-Scale Weak Supervision"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "2023beats",
        "author": "Sanyuan Chen and Yu Wu and Chengyi Wang and Shujie Liu and Daniel Tompkins and Zhuo Chen and Wanxiang Che and Xiangzhan Yu and Furu Wei",
        "title": "BEATs: Audio Pre-Training with Acoustic Tokenizers"
      }
    ]
  }
]