[
  {
    "index": 0,
    "papers": [
      {
        "key": "franceschi2019tloss",
        "author": "Franceschi, Jean-Yves and Dieuleveut, Aymeric and Jaggi, Martin",
        "title": "Unsupervised Scalable Representation Learning for Multivariate Time Series"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "tonekaboni2021unsupervised",
        "author": "Sana Tonekaboni and Danny Eytan and Anna Goldenberg",
        "title": "Unsupervised Representation Learning for Time Series with Temporal Neighborhood Coding"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "eldele2021tstcc",
        "author": "Eldele, Emadeldeen and Ragab, Mohamed and Chen, Zhenghua and Wu, Min and Kwoh, Chee Keong and Li, Xiaoli and Guan, Cuntai",
        "title": "Time-Series Representation Learning via Temporal and Contextual Contrasting"
      },
      {
        "key": "eldele2023",
        "author": "Eldele, Emadeldeen and Ragab, Mohamed and Chen, Zhenghua and Wu, Min and Kwoh, Chee-Keong and Li, Xiaoli and Guan, Cuntai",
        "title": "Self-Supervised Contrastive Representation Learning for Semi-Supervised Time-Series Classification"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Yue2022ts2vec",
        "author": "Yue,  Zhihan and Wang,  Yujing and Duan,  Juanyong and Yang,  Tianmeng and Huang,  Congrui and Tong,  Yunhai and Xu,  Bixiong",
        "title": "TS2Vec: Towards Universal Representation of Time Series"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "cai2020negative",
        "author": "Cai, Tiffany Tianhui and Frankle, Jonathan and Schwab, David J and Morcos, Ari S",
        "title": "Are all negatives created equal in contrastive instance discrimination?"
      },
      {
        "key": "Jeon2021",
        "author": "Jeon, Sangryul and Min, Dongbo and Kim, Seungryong and Sohn, Kwanghoon",
        "title": "Mining Better Samples for Contrastive Learning of Temporal Correspondence"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "liu2024timesurl",
        "author": "Liu, Jiexi and Chen, Songcan",
        "title": "Timesurl: Self-supervised contrastive learning for universal time series representation learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lee2024softclt",
        "author": "Seunghan Lee and Taeyoung Park and Kibok Lee",
        "title": "Soft Contrastive Learning for Time Series"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "lee2024softclt",
        "author": "Seunghan Lee and Taeyoung Park and Kibok Lee",
        "title": "Soft Contrastive Learning for Time Series"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "trirat2024universal",
        "author": "Trirat, Patara and Shin, Yooju and Kang, Junhyeok and Nam, Youngeun and Na, Jihye and Bae, Minyoung and Kim, Joeun and Kim, Byunghyun and Lee, Jae-Gil",
        "title": "Universal time-series representation learning: A survey"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "meila2024",
        "author": "Meilă, Marina and Zhang, Hanyu",
        "title": "Manifold Learning: What, How, and Why"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ju2024",
        "author": "Wei Ju and Zheng Fang and Yiyang Gu and Zequn Liu and Qingqing Long and Ziyue Qiao and Yifang Qin and Jianhao Shen and Fang Sun and Zhiping Xiao and Junwei Yang and Jingyang Yuan and Yusheng Zhao and Yifan Wang and Xiao Luo and Ming Zhang",
        "title": "A Comprehensive Survey on Deep Graph Representation Learning"
      },
      {
        "key": "khoshraftar2024",
        "author": "Khoshraftar,  Shima and An,  Aijun",
        "title": "A Survey on Graph Representation Learning Methods"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Yao2024",
        "author": "Hong-Yu Yao and Chun-Yang Zhang and Zhi-Liang Yao and C.L. Philip Chen and Junfeng Hu",
        "title": "A recurrent graph neural network for inductive representation learning on dynamic graphs"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "ashraf2023",
        "author": "Ashraf, Mohsena and Anowar, Farzana and Setu, Jahanggir H. and Chowdhury, Atiqul I. and Ahmed, Eshtiak and Islam, Ashraful and Al-Mamun, Abdullah",
        "title": "A Survey on Dimensionality Reduction Techniques for Time-Series Data"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "moor2020topoae",
        "author": "Moor, Michael and Horn, Max and Rieck, Bastian and Borgwardt, Karsten",
        "title": "Topological autoencoders"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "trofimov2023rtdae",
        "author": "Ilya Trofimov and Daniil Cherniavskii and Eduard Tulchinskii and Nikita Balabin and Evgeny Burnaev and Serguei Barannikov",
        "title": "Learning topology-preserving data representations"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "madhu2023toposrl",
        "author": "Madhu, Hiren and Chepuri, Sundeep Prabhakar",
        "title": "TopoSRL: Topology preserving self-supervised Simplicial Representation Learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Chen2024topogcl",
        "author": "Chen, Yuzhou and Frias, Jose and Gel, Yulia R.",
        "title": "TopoGCL: Topological Graph Contrastive Learning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Nazari2023geomae",
        "author": "Nazari, Philipp and Damrich, Sebastian and Hamprecht, Fred A.",
        "title": "Geometric autoencoders: what you see is what you decode"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "lim2024ggae",
        "author": "Jungbin Lim and Jihwan Kim and Yonghyeon Lee and Cheongjae Jang and Frank C. Park",
        "title": "Graph Geometry-Preserving Autoencoders"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "li2022geomgcl",
        "author": "Li, Shuangli and Zhou, Jingbo and Xu, Tong and Dou, Dejing and Xiong, Hui",
        "title": "Geomgcl: Geometric graph contrastive learning for molecular property prediction"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Koishekenov2023",
        "author": "Koishekenov, Yeskendir and Vadgama, Sharvaree and Valperga, Riccardo and Bekkers, Erik J.",
        "title": "Geometric Contrastive Learning"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "zerveas2021transformer",
        "author": "Zerveas, George and Jayaraman, Srideepika and Patel, Dhaval and Bhamidipaty, Anuradha and Eickhoff, Carsten",
        "title": "A transformer-based framework for multivariate time series representation learning"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "lu2022learning",
        "author": "Lu, Jiajian and Grembek, Offer and Hansen, Mark",
        "title": "Learning the representation of surrogate safety measures to identify traffic conflict"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Cheng2023mae",
        "author": "Cheng, Jie and Mei, Xiaodong and Liu, Ming",
        "title": "Forecast-MAE: Self-supervised Pre-training for Motion Forecasting with Masked Autoencoders"
      },
      {
        "key": "Chen2023trajmae",
        "author": "Chen, Hao and Wang, Jiaze and Shao, Kun and Liu, Furui and Hao, Jianye and Guan, Chenyong and Chen, Guangyong and Heng, Pheng-Ann",
        "title": "Traj-MAE: Masked Autoencoders for Trajectory Prediction"
      },
      {
        "key": "lan2024sept",
        "author": "Zhiqian Lan and Yuxuan Jiang and Yao Mu and Chen Chen and Shengbo Eben Li",
        "title": "{SEPT}: Towards Efficient Scene Representation Learning for Motion Prediction"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Mao2022jointlycontrastive",
        "author": "Mao,  Zhenyu and Li,  Ziyue and Li,  Dedong and Bai,  Lei and Zhao,  Rui",
        "title": "Jointly Contrastive Representation Learning on Road Network and Trajectory"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Zipfl2023trafficsimilarity",
        "author": "Zipfl,  Maximilian and Jarosch,  Moritz and Z\\\"{o}llner,  J. Marius",
        "title": "Traffic Scene Similarity: a Graph-based Contrastive Learning Approach"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Zheng2024longterm",
        "author": "Zheng,  Xiao and Bagloee,  Saeed Asadi and Sarvi,  Majid",
        "title": "TRECK: Long-Term Traffic Forecasting With Contrastive Representation Learning"
      }
    ]
  }
]