[
  {
    "index": 0,
    "papers": [
      {
        "key": "Lundberg2017AUA",
        "author": "Scott M. Lundberg and Su-In Lee",
        "title": "A Unified Approach to Interpreting Model Predictions"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Ribeiro2016WhySI",
        "author": "Marco Tulio Ribeiro and Sameer Singh and Carlos Guestrin",
        "title": "“Why Should I Trust You?”: Explaining the Predictions of Any Classifier"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Selvaraju2016GradCAMVE",
        "author": "Ramprasaath R. Selvaraju and Abhishek Das and Ramakrishna Vedantam and Michael Cogswell and Devi Parikh and Dhruv Batra",
        "title": "Grad-CAM: Visual Explanations from Deep Networks via Gradient-Based Localization"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Sundararajan2017AxiomaticAF",
        "author": "Mukund Sundararajan and Ankur Taly and Qiqi Yan",
        "title": "Axiomatic Attribution for Deep Networks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "sankarapu2024DlBacktracemodelagnosticexplainability",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "madsen2024interpretabilityneedsnewparadigm",
        "author": "Andreas Madsen and Himabindu Lakkaraju and Siva Reddy and Sarath Chandar",
        "title": "Interpretability Needs a New Paradigm"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wickstrøm2024flexibilitymanipulationslipperyslope",
        "author": "Kristoffer Wickstrøm and Marina Marie-Claire Höhne and Anna Hedström",
        "title": "From Flexibility to Manipulation: The Slippery Slope of XAI Evaluation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10.5555/3666122.3666203",
        "author": "Li, Xuhong and Du, Mengnan and Chen, Jiamin and Chai, Yekun and Lakkaraju, Himabindu and Xiong, Haoyi",
        "title": "M4: a unified XAI benchmark for faithfulness evaluation of feature attribution methods across metrics, modalities and models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "agarwal2024openxaitransparentevaluationmodel",
        "author": "Chirag Agarwal and Dan Ley and Satyapriya Krishna and Eshika Saxena and Martin Pawelczyk and Nari Johnson and Isha Puri and Marinka Zitnik and Himabindu Lakkaraju",
        "title": "OpenXAI: Towards a Transparent Evaluation of Model Explanations"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "hedström2023quantusexplainableaitoolkit",
        "author": "Anna Hedström and Leander Weber and Dilyara Bareeva and Daniel Krakowczyk and Franz Motzkus and Wojciech Samek and Sebastian Lapuschkin and Marina M. -C. Höhne",
        "title": "Quantus: An Explainable AI Toolkit for Responsible Evaluation of Neural Network Explanations and Beyond"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "sikder2024fairxcomprehensivebenchmarkingtool",
        "author": "Md Fahim Sikder and Resmi Ramachandranpillai and Daniel de Leng and Fredrik Heintz",
        "title": "FairX: A comprehensive benchmarking tool for model analysis using fairness, utility, and explainability"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "kokhlikyan2020captumunifiedgenericmodel",
        "author": "Narine Kokhlikyan and Vivek Miglani and Miguel Martin and Edward Wang and Bilal Alsallakh and Jonathan Reynolds and Alexander Melnikov and Natalia Kliushkina and Carlos Araya and Siqi Yan and Orion Reblitz-Richardson",
        "title": "Captum: A unified and generic model interpretability library for PyTorch"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Meudec2021-le",
        "author": "Meudec, Raphael",
        "title": "tf-explain"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Sarti_2023",
        "author": "Sarti, Gabriele and Feldhus, Nils and Sickert, Ludwig and van der Wal, Oskar",
        "title": "Inseq: An Interpretability Toolkit for Sequence Generation Models"
      }
    ]
  }
]