[
  {
    "index": 0,
    "papers": [
      {
        "key": "Cadena2016",
        "author": "Cadena,  Cesar and Carlone,  Luca and Carrillo,  Henry and Latif,  Yasir and Scaramuzza,  Davide and Neira,  Jose and Reid,  Ian and Leonard,  John J.",
        "title": "Past,  Present,  and Future of Simultaneous Localization and Mapping: Toward the Robust-Perception Age"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "SnchezIbez2021",
        "author": "Sánchez-Ibáñez,  José Ricardo and Pérez-del-Pulgar,  Carlos J. and García-Cerezo,  Alfonso",
        "title": "Path Planning for Autonomous Mobile Robots: A Review"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Tzafestas2018",
        "author": "Tzafestas,  Spyros G.",
        "title": "Mobile Robot Control and Navigation: A Global Overview"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Skog2009",
        "author": "Skog,  I. and Handel,  P.",
        "title": "In-Car Positioning and Navigation Technologies—A Survey"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Hao2024",
        "author": "Hao,  Jianye and Yang,  Tianpei and Tang,  Hongyao and Bai,  Chenjia and Liu,  Jinyi and Meng,  Zhaopeng and Liu,  Peng and Wang,  Zhen",
        "title": "Exploration in Deep Reinforcement Learning: From Single-Agent to Multiagent Domain"
      },
      {
        "key": "Liang2020",
        "author": "Liang,  Jing and Patel,  Utsav and Sathyamoorthy,  Adarsh Jagan and Manocha,  Dinesh",
        "title": "Crowd-Steer: Realtime Smooth and Collision-Free Robot Navigation in Densely Crowded Scenarios Trained using High-Fidelity Simulation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "sridhar2023nomad",
        "author": "Ajay Sridhar and Dhruv Shah and Catherine Glossop and Sergey Levine",
        "title": "{NoMaD: Goal Masked Diffusion Policies for Navigation and Exploration}"
      },
      {
        "key": "shah2023vint",
        "author": "Dhruv Shah and Ajay Sridhar and Nitish Dashora and Kyle Stachowicz and Kevin Black and Noriaki Hirose and Sergey Levine",
        "title": "Vi{NT}: A Foundation Model for Visual Navigation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Liang2024",
        "author": "Liang,  Jing and Gao,  Peng and Xiao,  Xuesu and Sathyamoorthy,  Adarsh Jagan and Elnoor,  Mohamed and Lin,  Ming C. and Manocha,  Dinesh",
        "title": "{MTG}: Mapless Trajectory Generator with Traversability Coverage for Outdoor Navigation"
      },
      {
        "key": "tgs2024",
        "author": "Song,  Daeun and Liang,  Jing and Xiao,  Xuesu and Manocha,  Dinesh",
        "title": "{TGS}: Trajectory Generation and Selection using Vision Language Models in Mapless Outdoor Environments"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "VLA2024",
        "author": "Ma,  Yueen and Song,  Zixing and Zhuang,  Yuzheng and Hao,  Jianye and King,  Irwin",
        "title": "A Survey on Vision-Language-Action Models for Embodied AI"
      },
      {
        "key": "Wang2024",
        "author": "Wang,  Lei and Ma,  Chen and Feng,  Xueyang and Zhang,  Zeyu and Yang,  Hao and Zhang,  Jingsen and Chen,  Zhiyuan and Tang,  Jiakai and Chen,  Xu and Lin,  Yankai and Zhao,  Wayne Xin and Wei,  Zhewei and Wen,  Jirong",
        "title": "A survey on large language model based autonomous agents"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "cows",
        "author": "Gadre, Samir Yitzhak and Wortsman, Mitchell and Ilharco, Gabriel and Schmidt, Ludwig and Song, Shuran",
        "title": "Cows on pasture: Baselines and benchmarks for language-driven zero-shot object navigation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "pmlr-v139-radford21a",
        "author": "Radford, Alec and Kim, Jong Wook and Hallacy, Chris and Ramesh, Aditya and Goh, Gabriel and Agarwal, Sandhini and Sastry, Girish and Askell, Amanda and Mishkin, Pamela and Clark, Jack and Krueger, Gretchen and Sutskever, Ilya",
        "title": "Learning Transferable Visual Models From Natural Language Supervision"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Huang2023",
        "author": "Huang,  Chenguang and Mees,  Oier and Zeng,  Andy and Burgard,  Wolfram",
        "title": "Visual Language Maps for Robot Navigation"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Yokoyama2024",
        "author": "Yokoyama,  Naoki and Ha,  Sehoon and Batra,  Dhruv and Wang,  Jiuguang and Bucher,  Bernadette",
        "title": "{VLFM}: Vision-Language Frontier Maps for Zero-Shot Semantic Navigation"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "shah2023lm",
        "author": "Shah, Dhruv and Osi{\\'n}ski, B{\\l}a{\\.z}ej and Levine, Sergey and others",
        "title": "Lm-nav: Robotic navigation with large pre-trained models of language, vision, and action"
      }
    ]
  }
]