[
  {
    "index": 0,
    "papers": [
      {
        "key": "zhang2021robots",
        "author": "Zhang, Harry and Ichnowski, Jeffrey and Seita, Daniel and Wang, Jonathan and Huang, Huang and Goldberg, Ken",
        "title": "Robots of the lost arc: Self-supervised learning to dynamically manipulate fixed-endpoint cables"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "9811651",
        "author": "Lim, Vincent and Huang, Huang and Chen, Lawrence Yunliang and Wang, Jonathan and Ichnowski, Jeffrey and Seita, Daniel and Laskey, Michael and Goldberg, Ken",
        "title": "Real2Sim2Real: Self-Supervised Learning of Physical Single-Step Dynamic Actions for Planar Robot Casting"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "chi2022irp",
        "author": "Chi, Cheng and Burchfiel, Benjamin and Cousineau, Eric and Feng, Siyuan and Song, Shuran",
        "title": "Iterative Residual Policy for Goal-Conditioned Dynamic Manipulation of Deformable Objects"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zeng2020tossingbot",
        "author": "Zeng, Andy and Song, Shuran and Lee, Johnny and Rodriguez, Alberto and Funkhouser, Thomas",
        "title": "Tossingbot: Learning to throw arbitrary objects with residual physics"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "donald2000distributed",
        "author": "Donald, B. and Gariepy, L. and Rus, D.",
        "title": "Distributed manipulation of multiple objects using ropes"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "corke2000experiments",
        "author": "Corke, Peter and Trevelyan, James and Donald, Bruce and Gariepy, Larry and Rus, Daniela",
        "title": "Experiments in constrained prehensile manipulation: Distributed manipulation with ropes"
      },
      {
        "key": "maneewarn2005mechanics",
        "author": "Maneewarn, Thavida and Detudom, Prasertsak",
        "title": "Mechanics of cooperative nonprehensile pulling by multiple robots"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "donald2000distributed",
        "author": "Donald, B. and Gariepy, L. and Rus, D.",
        "title": "Distributed manipulation of multiple objects using ropes"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10225274",
        "author": "Wang, Zixing and Qureshi, Ahmed H.",
        "title": "DeRi-Bot: Learning to Collaboratively Manipulate Rigid Objects via Deformable Objects"
      },
      {
        "key": "wang2023deriigp",
        "author": "Zixing Wang and Ahmed H. Qureshi",
        "title": "DeRi-IGP: Manipulating Rigid Objects Using Deformable Objects via Iterative Grasp-Pull"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "10225274",
        "author": "Wang, Zixing and Qureshi, Ahmed H.",
        "title": "DeRi-Bot: Learning to Collaboratively Manipulate Rigid Objects via Deformable Objects"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "wang2023deriigp",
        "author": "Zixing Wang and Ahmed H. Qureshi",
        "title": "DeRi-IGP: Manipulating Rigid Objects Using Deformable Objects via Iterative Grasp-Pull"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "atkeson1986estimation",
        "author": "Atkeson, Christopher G and An, Chae H and Hollerbach, John M",
        "title": "Estimation of inertial parameters of manipulator loads and links"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "1570351",
        "author": "Yong Yu and Arima, T. and Tsujio, S.",
        "title": "Estimation of Object Inertia Parameters on Robot Pushing Operation"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "NIPS2015_d09bf415",
        "author": "Wu, Jiajun and Yildirim, Ilker and Lim, Joseph J and Freeman, Bill and Tenenbaum, Josh",
        "title": "Galileo: Perceiving Physical Object Properties by Integrating a Physics Engine with Deep Learning"
      },
      {
        "key": "NIPS2017_4c56ff4c",
        "author": "Wu, Jiajun and Lu, Erika and Kohli, Pushmeet and Freeman, Bill and Tenenbaum, Josh",
        "title": "Learning to See Physics via Visual De-animation"
      },
      {
        "key": "fragkiadaki2016learning",
        "author": "Katerina Fragkiadaki and Pulkit Agrawal and Sergey Levine and Jitendra Malik",
        "title": "Learning Visual Predictive Models of Physics for Playing Billiards"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Li2018PushNetDP",
        "author": "Jueya Li and Wee Sun Lee and David Hsu",
        "title": "Push-Net: Deep Planar Pushing for Objects with Unknown Physical Properties"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "xu2019densephysnet",
        "author": "Zhenjia Xu and Jiajun Wu and Andy Zeng and Joshua B. Tenenbaum and Shuran Song",
        "title": "DensePhysNet: Learning Dense Physical Object Representations via Multi-step Dynamic Interactions"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "wang2020swingbot",
        "author": "Wang, Chen and Wang, Shaoxiong and Romero, Branden and Veiga, Filipe and Adelson, Edward",
        "title": "Swingbot: Learning physical features from in-hand tactile exploration for dynamic swing-up manipulation"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "yuan2017gelsight",
        "author": "Yuan, Wenzhen and Dong, Siyuan and Adelson, Edward H",
        "title": "Gelsight: High-resolution robot tactile sensors for estimating geometry and force"
      }
    ]
  }
]