[
  {
    "index": 0,
    "papers": [
      {
        "key": "wang2019haq",
        "author": "Wang, Kuan and Liu, Zhijian and Lin, Yujun and Lin, Ji and Han, Song",
        "title": "Haq: Hardware-aware automated quantization with mixed precision"
      },
      {
        "key": "lou2019autoq",
        "author": "Lou, Qian and Guo, Feng and Liu, Lantao and Kim, Minje and Jiang, Lei",
        "title": "Autoq: Automated kernel-wise neural network quantization"
      },
      {
        "key": "wu2018mixed",
        "author": "Wu, Bichen and Wang, Yanghan and Zhang, Peizhao and Tian, Yuandong and Vajda, Peter and Keutzer, Kurt",
        "title": "Mixed precision quantization of convnets via differentiable neural architecture search"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "cai2020zeroq",
        "author": "Cai, Yaohui and Yao, Zhewei and Dong, Zhen and Gholami, Amir and Mahoney, Michael W and Keutzer, Kurt",
        "title": "Zeroq: A novel zero shot quantization framework"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "2019HAWQ",
        "author": " Dong, Z.  and  Yao, Z.  and  Gholami, A.  and  Mahoney, M.  and  Keutzer, K. ",
        "title": "HAWQ: Hessian AWare Quantization of Neural Networks with Mixed-Precision"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "dong2019hawq",
        "author": "Dong, Zhen and Yao, Zhewei and Cai, Yaohui and Arfeen, Daiyaan and Gholami, Amir and Mahoney, Michael W and Keutzer, Kurt",
        "title": "Hawq-v2: Hessian aware trace-weighted quantization of neural networks"
      },
      {
        "key": "2020HAWQV3",
        "author": " Yao, Z.  and  Dong, Z.  and  Zheng, Z.  and  Gholami, A.  and  Keutzer, K. ",
        "title": "HAWQV3: Dyadic Neural Network Quantization"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chen2021towards",
        "author": "Chen, Weihan and Wang, Peisong and Cheng, Jian",
        "title": "Towards mixed-precision quantization of neural networks via constrained optimization"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "tang2022mixed",
        "author": "Tang, Chen and Ouyang, Kai and Wang, Zhi and Zhu, Yifei and Ji, Wen and Wang, Yaowei and Zhu, Wenwu",
        "title": "Mixed-precision neural network quantization via learned layer-wise importance"
      }
    ]
  }
]