[
  {
    "index": 0,
    "papers": [
      {
        "key": "dow2011prototyping",
        "author": "Dow, Steven and Fortuna, Julie and Schwartz, Dan and Altringer, Beth and Schwartz, Daniel and Klemmer, Scott",
        "title": "Prototyping dynamics: sharing multiple designs improves exploration, group rapport, and results"
      },
      {
        "key": "tohidi2006getting",
        "author": "Tohidi, Maryam and Buxton, William and Baecker, Ronald and Sellen, Abigail",
        "title": "Getting the right design and the design right"
      },
      {
        "key": "jiang2022computational",
        "author": "Jiang, Yue and Lu, Yuwen and Nichols, Jeffrey and Stuerzlinger, Wolfgang and Yu, Chun and Lutteroth, Christof and Li, Yang and Kumar, Ranjitha and Li, Toby Jia-Jun",
        "title": "Computational Approaches for Understanding, Generating, and Adapting User Interfaces"
      },
      {
        "key": "jiang2024computational2",
        "author": "Jiang, Yue",
        "title": "Computational Representations for Graphical User Interfaces"
      },
      {
        "key": "jiang2023future",
        "author": "Jiang, Yue and Lu, Yuwen and Lutteroth, Christof and Li, Toby Jia-Jun and Nichols, Jeffrey and Stuerzlinger, Wolfgang",
        "title": "The Future of Computational Approaches for Understanding and Adapting User Interfaces"
      },
      {
        "key": "jiang2024computational",
        "author": "Jiang, Yue and Lu, Yuwen and Kliman-Silver, Clara and Lutteroth, Christof and Li, Toby Jia-Jun and Nichols, Jeffrey and Stuerzlinger, Wolfgang",
        "title": "Computational Methodologies for Understanding, Automating, and Evaluating User Interfaces"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "boyarski1994computers",
        "author": "Boyarski, Daniel and Buchanan, Richard",
        "title": "Computers and communication design: Exploring the rhetoric of HCI"
      },
      {
        "key": "landay1996silk",
        "author": "Landay, James A",
        "title": "SILK: sketching interfaces like krazy"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "jansson1991design",
        "author": "Jansson, David G and Smith, Steven M",
        "title": "Design fixation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "swearngin2020scout",
        "author": "Swearngin, Amanda and Wang, Chenglong and Oleson, Alannah and Fogarty, James and Ko, Amy J",
        "title": "Scout: Rapid exploration of interface layout alternatives through high-level design constraints"
      },
      {
        "key": "jiang2019orclayout",
        "author": "Jiang, Yue and Du, Ruofei and Lutteroth, Christof and Stuerzlinger, Wolfgang",
        "title": "ORC Layout: Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020orcsolver",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Zwicker, Matthias and Lutteroth, Christof",
        "title": "ORCSolver: An Efficient Solver for Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020reverseorc",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Lutteroth, Christof",
        "title": "ReverseORC: Reverse Engineering of Resizable User Interface Layouts with OR-Constraints"
      },
      {
        "key": "jiang2024flexdoc",
        "author": "Jiang, Yue and Lutteroth, Christof and Jain, Rajiv and Tensmeyer, Christopher and Manjunatha, Varun and Stuerzlinger, Wolfgang and Morariu, Vlad I",
        "title": "FlexDoc: Flexible Document Adaptation through Optimizing both Content and Layout"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "herring2009getting",
        "author": "Herring, Scarlett R and Chang, Chia-Chen and Krantzler, Jesse and Bailey, Brian P",
        "title": "Getting inspired! Understanding how and why examples are used in creative design practice"
      },
      {
        "key": "kumar2013webzeitgeist",
        "author": "Kumar, Ranjitha and Satyanarayan, Arvind and Torres, Cesar and Lim, Maxine and Ahmad, Salman and Klemmer, Scott R and Talton, Jerry O",
        "title": "Webzeitgeist: design mining the web"
      },
      {
        "key": "li2021screen2vec",
        "author": "Li, Toby Jia-Jun and Popowski, Lindsay and Mitchell, Tom and Myers, Brad A",
        "title": "Screen2vec: Semantic embedding of gui screens and gui components"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "cheng2023play",
        "author": "Cheng, Chin-Yi and Huang, Forrest and Li, Gang and Li, Yang",
        "title": "Play: Parametrically conditioned layout generation using latent diffusion"
      },
      {
        "key": "cheng2024colay",
        "author": "Cheng, Chin-Yi and Gao, Ruiqi and Huang, Forrest and Li, Yang",
        "title": "CoLay: Controllable Layout Generation through Multi-conditional Latent Diffusion"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wu2024uicoder",
        "author": "Wu, Jason and Schoop, Eldon and Leung, Alan and Barik, Titus and Bigham, Jeffrey P and Nichols, Jeffrey",
        "title": "UICoder: Finetuning Large Language Models to Generate User Interface Code through Automated Feedback"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "cheng2024colay",
        "author": "Cheng, Chin-Yi and Gao, Ruiqi and Huang, Forrest and Li, Yang",
        "title": "CoLay: Controllable Layout Generation through Multi-conditional Latent Diffusion"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "nichol2021glide",
        "author": "Nichol, Alex and Dhariwal, Prafulla and Ramesh, Aditya and Shyam, Pranav and Mishkin, Pamela and McGrew, Bob and Sutskever, Ilya and Chen, Mark",
        "title": "Glide: Towards photorealistic image generation and editing with text-guided diffusion models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ramesh2022hierarchical",
        "author": "Ramesh, Aditya and Dhariwal, Prafulla and Nichol, Alex and Chu, Casey and Chen, Mark",
        "title": "Hierarchical text-conditional image generation with clip latents"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "saharia2022photorealistic",
        "author": "Saharia, Chitwan and Chan, William and Saxena, Saurabh and Li, Lala and Whang, Jay and Denton, Emily L and Ghasemipour, Kamyar and Gontijo Lopes, Raphael and Karagol Ayan, Burcu and Salimans, Tim and others",
        "title": "Photorealistic text-to-image diffusion models with deep language understanding"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "rombach2022high",
        "author": "Rombach, Robin and Blattmann, Andreas and Lorenz, Dominik and Esser, Patrick and Ommer, Bj{\\\"o}rn",
        "title": "High-resolution image synthesis with latent diffusion models"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "rombach2022high",
        "author": "Rombach, Robin and Blattmann, Andreas and Lorenz, Dominik and Esser, Patrick and Ommer, Bj{\\\"o}rn",
        "title": "High-resolution image synthesis with latent diffusion models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "dhariwal2021diffusion",
        "author": "Dhariwal, Prafulla and Nichol, Alexander",
        "title": "Diffusion models beat gans on image synthesis"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "ho2022classifier",
        "author": "Ho, Jonathan and Salimans, Tim",
        "title": "Classifier-free diffusion guidance"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "adapters_in_nlp",
        "author": "Houlsby, Neil and Giurgiu, Andrei and Jastrzebski, Stanislaw and Morrone, Bruna and De Laroussilhe, Quentin and Gesmundo, Andrea and Attariyan, Mona and Gelly, Sylvain",
        "title": "Parameter-Efficient Transfer Learning for {NLP}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "controlnet",
        "author": "Lvmin Zhang and Anyi Rao and Maneesh Agrawala",
        "title": "Adding Conditional Control to Text-to-Image Diffusion Models"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "side_tune",
        "author": "Jeffrey O Zhang and Alexander Sax and Amir Zamir and Leonidas Guibas and Jitendra Malik",
        "title": "Side-Tuning: A Baseline for Network Adaptation via Additive Side Networks"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "ye2023ip",
        "author": "Ye, Hu and Zhang, Jun and Liu, Sibo and Han, Xiao and Yang, Wei",
        "title": "Ip-adapter: Text compatible image prompt adapter for text-to-image diffusion models"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "mou2024t2i",
        "author": "Mou, Chong and Wang, Xintao and Xie, Liangbin and Wu, Yanze and Zhang, Jian and Qi, Zhongang and Shan, Ying",
        "title": "T2i-adapter: Learning adapters to dig out more controllable ability for text-to-image diffusion models"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ddpm",
        "author": "Jonathan Ho and Ajay Jain and Pieter Abbeel",
        "title": "Denoising Diffusion Probabilistic Models"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "llavanext",
        "author": "Liu, Haotian and Li, Chunyuan and Li, Yuheng and Li, Bo and Zhang, Yuanhan and Shen, Sheng and Lee, Yong Jae",
        "title": "LLaVA-NeXT: Improved reasoning, OCR, and world knowledge"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "llava",
        "author": "Liu, Haotian and Li, Chunyuan and Wu, Qingyang and Lee, Yong Jae",
        "title": "Visual Instruction Tuning"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "blip",
        "author": "Junnan Li and Dongxu Li and Caiming Xiong and Steven Hoi",
        "title": "BLIP: Bootstrapping Language-Image Pre-training for Unified Vision-Language Understanding and Generation"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "blip2",
        "author": "Junnan Li and Dongxu Li and Silvio Savarese and Steven Hoi",
        "title": "BLIP-2: Bootstrapping Language-Image Pre-training with Frozen Image Encoders and Large Language Models"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "DeepFloyd",
        "author": "Chitwan Saharia and William Chan and Saurabh Saxena and Lala Li and Jay Whang and Emily Denton and Seyed Kamyar Seyed Ghasemipour and Raphael Gontijo-Lopes and Burcu Karagol Ayan‎ and Tim Salimans and Jonathan Ho and David J. Fleet and Mohammad Norouzi",
        "title": "Photorealistic Text-to-Image Diffusion Models with Deep Language Understanding"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "glyph_byt5",
        "author": "Liu, Zeyu and Liang, Weicong and Liang, Zhanhao and Luo, Chong and Li, Ji and Huang, Gao and Yuan, Yuhui",
        "title": "Glyph-byt5: A customized text encoder for accurate visual text rendering"
      },
      {
        "key": "glyph_byt5_v2",
        "author": "Liu, Zeyu and Liang, Weicong and Zhao, Yiming and Chen, Bohan and Li, Ji and Yuan, Yuhui",
        "title": "Glyph-ByT5-v2: A Strong Aesthetic Baseline for Accurate Multilingual Visual Text Rendering"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "textdiffuser",
        "author": "Chen, Jingye and Huang, Yupan and Lv, Tengchao and Cui, Lei and Chen, Qifeng and Wei, Furu",
        "title": "TextDiffuser: Diffusion Models as Text Painters"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "chen2023textdiffuser",
        "author": "Chen, Jingye and Huang, Yupan and Lv, Tengchao and Cui, Lei and Chen, Qifeng and Wei, Furu",
        "title": "TextDiffuser-2: Unleashing the Power of Language Models for Text Rendering"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "gori2005new",
        "author": "Gori, M. and Monfardini, G. and Scarselli, F.",
        "title": "A new model for learning in graph domains"
      },
      {
        "key": "scarselli2009graph",
        "author": "Scarselli, Franco and Gori, Marco and Tsoi, Ah Chung and Hagenbuchner, Markus and Monfardini, Gabriele",
        "title": "The Graph Neural Network Model"
      },
      {
        "key": "garg20GNNs",
        "author": "Garg, Vikas and Jegelka, Stefanie and Jaakkola, Tommi",
        "title": "Generalization and Representational Limits of Graph Neural Networks"
      },
      {
        "key": "xu2018how",
        "author": "Keyulu Xu and Weihua Hu and Jure Leskovec and Stefanie Jegelka",
        "title": "How Powerful are Graph Neural Networks?"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "li2022learning",
        "author": "Li, Gang and Baechler, Gilles and Tragut, Manuel and Li, Yang",
        "title": "Learning to denoise raw mobile UI layouts for improving datasets at scale"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "li2020auto",
        "author": "Li, Yang and Amelot, Julien and Zhou, Xin and Bengio, Samy and Si, Si",
        "title": "Auto completion of user interface layout design using transformer-based tree decoders"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "bruckner2022learning",
        "author": "Br{\\\"u}ckner, Lukas and Leiva, Luis A and Oulasvirta, Antti",
        "title": "Learning GUI Completions with User-defined Constraints"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "ang2022learning",
        "author": "Ang, Gary and Lim, Ee-Peng",
        "title": "Learning and Understanding User Interface Semantics from Heterogeneous Networks with Multimodal and Positional Attributes"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "sahami2013insights",
        "author": "Sahami Shirazi, Alireza and Henze, Niels and Schmidt, Albrecht and Goldberg, Robin and Schmidt, Benjamin and Schmauder, Hansj\\\"{o}rg",
        "title": "{Insights Into Layout Patterns of Mobile User Interfaces by an Automatic Analysis of Android Apps}"
      },
      {
        "key": "zeidler2017automatic",
        "author": "Zanden, Brad Vander and Myers, Brad A.",
        "title": "{Automatic, Look-and-Feel Independent Dialog Creation for Graphical User Interfaces}"
      },
      {
        "key": "marcotte2011responsive",
        "author": "Marcotte, Ethan",
        "title": "Responsive Web Design"
      },
      {
        "key": "badros2001cassowary",
        "author": "Badros, Greg J. and Borning, Alan and Stuckey, Peter J.",
        "title": "The Cassowary Linear Arithmetic Constraint Solving Algorithm"
      },
      {
        "key": "bill1992bricklayer",
        "author": "Bill, Thomas and Lundell, Bertil and McDonald, John Alan and Sannella, Michael",
        "title": "{Bricklayer: Window Layout Using Linear Programming}"
      },
      {
        "key": "borning1997solving",
        "author": "Borning, Alan and Marriott, Kim and Stuckey, Peter and Xiao, Yi",
        "title": "{Solving Linear Arithmetic Constraints for User Interface Applications}"
      },
      {
        "key": "hosobe2000scalable",
        "author": "Hosobe, Hiroshi",
        "title": "{A Scalable Linear Constraint Solver for User Interface Construction}"
      },
      {
        "key": "lutteroth2008domain",
        "author": "Lutteroth, Christof and Strandh, Robert and Weber, Gerald",
        "title": "Domain specific high-level constraints for user interface layout"
      },
      {
        "key": "sadun2013ios",
        "author": "Sadun, Erica",
        "title": "{iOS Auto Layout Demystified}"
      },
      {
        "key": "weber2010reduction",
        "author": "Weber, Gerald",
        "title": "{A Reduction of Grid-Bag Layout to Auckland Layout}"
      },
      {
        "key": "zeidler2017tiling",
        "author": "C. Zeidler and G. Weber and A. Gavryushkin and Christof Lutteroth",
        "title": "Tiling algebra for constraint-based layout editing"
      },
      {
        "key": "karsenty1993inferring",
        "author": "Karsenty, Solange and Landay, James A. and Weikart, Chris",
        "title": "{Inferring Graphical Constraints With Rockit}"
      },
      {
        "key": "scoditti2009new",
        "author": "Scoditti, Adriano and Stuerzlinger, Wolfgang",
        "title": "{A New Layout Method for Graphical User Interfaces}"
      },
      {
        "key": "zeidler2012auckland",
        "author": "Zeidler, Clemens and Lutteroth, Christof and Weber, Gerald and St\\\"{u}rzlinger, Wolfgang",
        "title": "The Auckland Layout Editor: An Improved GUI Layout Specification Process"
      },
      {
        "key": "borning1968constraint",
        "author": "Borning, Alan and Duisberg, Robert",
        "title": "Constraint-Based Tools for Building User Interfaces"
      },
      {
        "key": "szekely1988user",
        "author": "Szekely, Pedro and Myers, Brad",
        "title": "A User Interface Toolkit Based on Graphical Objects and Constraints"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "hurst2003cobweb",
        "author": "Hurst, Nathan and Marriott, Kim and Moulder, Peter",
        "title": "Cobweb: A Constraint-Based WEB Browser"
      },
      {
        "key": "hosobe2005solving",
        "author": "Hosobe, Hiroshi",
        "title": "Solving Linear and One-Way Constraints for Web Document Layout"
      },
      {
        "key": "borning2000constraint",
        "author": "Borning, Alan and Lin, Richard Kuang-Hsu and Marriott, Kim",
        "title": "Constraint-based document layout for the Web"
      },
      {
        "key": "laine2021responsive",
        "author": "Laine, Markku and Zhang, Yu and Santala, Simo and Jokinen, Jussi P. P. and Oulasvirta, Antti",
        "title": "Responsive and Personalized Web Layouts with Integer Programming"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "myers1986creating",
        "author": "Myers, Brad A. and Buxton, William",
        "title": "{Creating Highly-Interactive and Graphical User Interfaces by Demonstration}"
      },
      {
        "key": "myers1990creating",
        "author": "Myers, Brad A.",
        "title": "Creating User Interfaces Using Programming by Example, Visual Programming, and Constraints"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "zanden1991lapidary",
        "author": "Zanden, Brad Vander and Myers, Brad A",
        "title": "{The Lapidary Graphical Interface Design Tool}"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "myers2000past",
        "author": "Myers, Brad and Hudson, Scott E. and Pausch, Randy",
        "title": "Past, Present, and Future of User Interface Software Tools"
      },
      {
        "key": "myers1995user",
        "author": "Myers, Brad A.",
        "title": "User Interface Software Tools"
      },
      {
        "key": "myers97theamulet",
        "author": "Brad A. Myers and Richard G. Mcdaniel and Robert C. Miller and Alan S. Ferrency and Andrew Faulring and Bruce D. Kyle and Ieee Computer Society and Ieee Computer Society and Andrew Mickish and Alex Klimovitski and Patrick Doane",
        "title": "The Amulet Environment: New Models for Effective User Interface Software Development"
      }
    ]
  },
  {
    "index": 39,
    "papers": [
      {
        "key": "weld2003automatically",
        "author": "Weld, Daniel S. and Anderson, Corin and Domingos, Pedro and Etzioni, Oren and Gajos, Krzysztof and Lau, Tessa and Wolfman, Steve",
        "title": "Automatically Personalizing User Interfaces"
      },
      {
        "key": "fogarty2003gadget",
        "author": "Fogarty, James and Hudson, Scott E.",
        "title": "{GADGET: a Toolkit for Optimization-Based Approaches to Interface and Display Generation}"
      }
    ]
  },
  {
    "index": 40,
    "papers": [
      {
        "key": "Gajos2008decision",
        "author": "Krzysztof Z. Gajos and Daniel S. Weld and Jacob O. Wobbrock",
        "title": "Decision-Theoretic User Interface Generation"
      },
      {
        "key": "gajos2004supple",
        "author": "Gajos, Krzysztof Z. and Weld, Daniel S. and Wobbrock, Jacob O.",
        "title": "{Automatically Generating Personalized User Interfaces With Supple}"
      },
      {
        "key": "gajos2008improving",
        "author": "Gajos, Krzysztof Z. and Wobbrock, Jacob O. and Weld, Daniel S.",
        "title": "{Improving the Performance of Motor-Impaired Users With Automatically-Generated, Ability-Based Interfaces}"
      }
    ]
  },
  {
    "index": 41,
    "papers": [
      {
        "key": "jiang2019orclayout",
        "author": "Jiang, Yue and Du, Ruofei and Lutteroth, Christof and Stuerzlinger, Wolfgang",
        "title": "ORC Layout: Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020orcsolver",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Zwicker, Matthias and Lutteroth, Christof",
        "title": "ORCSolver: An Efficient Solver for Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020reverseorc",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Lutteroth, Christof",
        "title": "ReverseORC: Reverse Engineering of Resizable User Interface Layouts with OR-Constraints"
      }
    ]
  },
  {
    "index": 42,
    "papers": [
      {
        "key": "Gajos2005preference",
        "author": "Gajos, Krzysztof and Weld, Daniel",
        "title": "Preference Elicitation for Interface Optimization"
      }
    ]
  },
  {
    "index": 43,
    "papers": [
      {
        "key": "gajos2005cross",
        "author": "Gajos, Krzysztof and Wu, Anthony and Weld, Daniel S",
        "title": "Cross-device consistency in automatically generated user interfaces"
      }
    ]
  },
  {
    "index": 44,
    "papers": [
      {
        "key": "swearngin2020scout",
        "author": "Swearngin, Amanda and Wang, Chenglong and Oleson, Alannah and Fogarty, James and Ko, Amy J",
        "title": "Scout: Rapid exploration of interface layout alternatives through high-level design constraints"
      },
      {
        "key": "bielik2018robust",
        "author": "Bielik, Pavol and Fischer, Marc and Vechev, Martin",
        "title": "Robust Relational Layout Synthesis from Examples for Android"
      }
    ]
  },
  {
    "index": 45,
    "papers": [
      {
        "key": "Jacobs2003document",
        "author": "Jacobs, Charles and Li, Wilmot and Schrier, Evan and Bargeron, David and Salesin, David",
        "title": "{Adaptive Grid-Based Document Layout}"
      },
      {
        "key": "sinha2015responsive",
        "author": "Sinha, Nishant and Karim, Rezwana",
        "title": "{Responsive Designs in a Snap}"
      },
      {
        "key": "zanden1990automatic",
        "author": "Zanden, Brad Vander and Myers, Brad A.",
        "title": "{Automatic, Look-and-Feel Independent Dialog Creation for Graphical User Interfaces}"
      }
    ]
  },
  {
    "index": 46,
    "papers": [
      {
        "key": "borning2000constraint",
        "author": "Borning, Alan and Lin, Richard Kuang-Hsu and Marriott, Kim",
        "title": "Constraint-based document layout for the Web"
      }
    ]
  },
  {
    "index": 47,
    "papers": [
      {
        "key": "zheng2019content",
        "author": "Zheng, Xinru and Qiao, Xiaotian and Cao, Ying and Lau, Rynson W. H.",
        "title": "Content-Aware Generative Modeling of Graphic Design Layouts"
      },
      {
        "key": "lee2019neural",
        "author": "Lee, Hsin-Ying and Jiang, Lu and Essa, Irfan and Le, Phuong B and Gong, Haifeng and Yang, Ming-Hsuan and Yang, Weilong",
        "title": "Neural Design Network: Graphic Layout Generation with Constraints"
      }
    ]
  },
  {
    "index": 48,
    "papers": [
      {
        "key": "boyarski1994computers",
        "author": "Boyarski, Daniel and Buchanan, Richard",
        "title": "Computers and communication design: Exploring the rhetoric of HCI"
      },
      {
        "key": "landay1996silk",
        "author": "Landay, James A",
        "title": "SILK: sketching interfaces like krazy"
      },
      {
        "key": "todi2016sketchplore",
        "author": "Todi, Kashyap and Weir, Daryl and Oulasvirta, Antti",
        "title": "Sketchplore: Sketch and explore with a layout optimiser"
      }
    ]
  },
  {
    "index": 49,
    "papers": [
      {
        "key": "jansson1991design",
        "author": "Jansson, David G and Smith, Steven M",
        "title": "Design fixation"
      }
    ]
  },
  {
    "index": 50,
    "papers": [
      {
        "key": "herring2009getting",
        "author": "Herring, Scarlett R and Chang, Chia-Chen and Krantzler, Jesse and Bailey, Brian P",
        "title": "Getting inspired! Understanding how and why examples are used in creative design practice"
      },
      {
        "key": "kumar2013webzeitgeist",
        "author": "Kumar, Ranjitha and Satyanarayan, Arvind and Torres, Cesar and Lim, Maxine and Ahmad, Salman and Klemmer, Scott R and Talton, Jerry O",
        "title": "Webzeitgeist: design mining the web"
      },
      {
        "key": "li2021screen2vec",
        "author": "Li, Toby Jia-Jun and Popowski, Lindsay and Mitchell, Tom and Myers, Brad A",
        "title": "Screen2vec: Semantic embedding of gui screens and gui components"
      }
    ]
  },
  {
    "index": 51,
    "papers": [
      {
        "key": "herring2009getting",
        "author": "Herring, Scarlett R and Chang, Chia-Chen and Krantzler, Jesse and Bailey, Brian P",
        "title": "Getting inspired! Understanding how and why examples are used in creative design practice"
      },
      {
        "key": "lee2010designing",
        "author": "Lee, Brian and Srivastava, Savil and Kumar, Ranjitha and Brafman, Ronen and Klemmer, Scott R",
        "title": "Designing with interactive example galleries"
      },
      {
        "key": "chang2012webcrystal",
        "author": "Chang, Kerry Shih-Ping and Myers, Brad A",
        "title": "WebCrystal: understanding and reusing examples in web authoring"
      },
      {
        "key": "hartmann2007programming",
        "author": "Hartmann, Bj{\\\"o}rn and Wu, Leslie and Collins, Kevin and Klemmer, Scott R",
        "title": "Programming by a sample: rapidly creating web applications with d. mix"
      },
      {
        "key": "kumar2011bricolage",
        "author": "Kumar, Ranjitha and Talton, Jerry O and Ahmad, Salman and Klemmer, Scott R",
        "title": "Bricolage: example-based retargeting for web design"
      },
      {
        "key": "swearngin2018rewire",
        "author": "Swearngin, Amanda and Dontcheva, Mira and Li, Wilmot and Brandt, Joel and Dixon, Morgan and Ko, Amy J",
        "title": "Rewire: Interface design assistance from examples"
      }
    ]
  },
  {
    "index": 52,
    "papers": [
      {
        "key": "sahami2013insights",
        "author": "Sahami Shirazi, Alireza and Henze, Niels and Schmidt, Albrecht and Goldberg, Robin and Schmidt, Benjamin and Schmauder, Hansj\\\"{o}rg",
        "title": "{Insights Into Layout Patterns of Mobile User Interfaces by an Automatic Analysis of Android Apps}"
      },
      {
        "key": "zeidler2017automatic",
        "author": "Zanden, Brad Vander and Myers, Brad A.",
        "title": "{Automatic, Look-and-Feel Independent Dialog Creation for Graphical User Interfaces}"
      },
      {
        "key": "marcotte2011responsive",
        "author": "Marcotte, Ethan",
        "title": "Responsive Web Design"
      },
      {
        "key": "bill1992bricklayer",
        "author": "Bill, Thomas and Lundell, Bertil and McDonald, John Alan and Sannella, Michael",
        "title": "{Bricklayer: Window Layout Using Linear Programming}"
      },
      {
        "key": "hosobe2000scalable",
        "author": "Hosobe, Hiroshi",
        "title": "{A Scalable Linear Constraint Solver for User Interface Construction}"
      },
      {
        "key": "lutteroth2008domain",
        "author": "Lutteroth, Christof and Strandh, Robert and Weber, Gerald",
        "title": "Domain specific high-level constraints for user interface layout"
      },
      {
        "key": "sadun2013ios",
        "author": "Sadun, Erica",
        "title": "{iOS Auto Layout Demystified}"
      },
      {
        "key": "weber2010reduction",
        "author": "Weber, Gerald",
        "title": "{A Reduction of Grid-Bag Layout to Auckland Layout}"
      },
      {
        "key": "zeidler2017tiling",
        "author": "C. Zeidler and G. Weber and A. Gavryushkin and Christof Lutteroth",
        "title": "Tiling algebra for constraint-based layout editing"
      },
      {
        "key": "scoditti2009new",
        "author": "Scoditti, Adriano and Stuerzlinger, Wolfgang",
        "title": "{A New Layout Method for Graphical User Interfaces}"
      },
      {
        "key": "zeidler2012auckland",
        "author": "Zeidler, Clemens and Lutteroth, Christof and Weber, Gerald and St\\\"{u}rzlinger, Wolfgang",
        "title": "The Auckland Layout Editor: An Improved GUI Layout Specification Process"
      },
      {
        "key": "borning1968constraint",
        "author": "Borning, Alan and Duisberg, Robert",
        "title": "Constraint-Based Tools for Building User Interfaces"
      },
      {
        "key": "hurst2003cobweb",
        "author": "Hurst, Nathan and Marriott, Kim and Moulder, Peter",
        "title": "Cobweb: A Constraint-Based WEB Browser"
      },
      {
        "key": "borning2000constraint",
        "author": "Borning, Alan and Lin, Richard Kuang-Hsu and Marriott, Kim",
        "title": "Constraint-based document layout for the Web"
      }
    ]
  },
  {
    "index": 53,
    "papers": [
      {
        "key": "myers1986creating",
        "author": "Myers, Brad A. and Buxton, William",
        "title": "{Creating Highly-Interactive and Graphical User Interfaces by Demonstration}"
      },
      {
        "key": "myers1990creating",
        "author": "Myers, Brad A.",
        "title": "Creating User Interfaces Using Programming by Example, Visual Programming, and Constraints"
      }
    ]
  },
  {
    "index": 54,
    "papers": [
      {
        "key": "zanden1991lapidary",
        "author": "Zanden, Brad Vander and Myers, Brad A",
        "title": "{The Lapidary Graphical Interface Design Tool}"
      }
    ]
  },
  {
    "index": 55,
    "papers": [
      {
        "key": "myers2000past",
        "author": "Myers, Brad and Hudson, Scott E. and Pausch, Randy",
        "title": "Past, Present, and Future of User Interface Software Tools"
      },
      {
        "key": "myers1995user",
        "author": "Myers, Brad A.",
        "title": "User Interface Software Tools"
      },
      {
        "key": "myers97theamulet",
        "author": "Brad A. Myers and Richard G. Mcdaniel and Robert C. Miller and Alan S. Ferrency and Andrew Faulring and Bruce D. Kyle and Ieee Computer Society and Ieee Computer Society and Andrew Mickish and Alex Klimovitski and Patrick Doane",
        "title": "The Amulet Environment: New Models for Effective User Interface Software Development"
      }
    ]
  },
  {
    "index": 56,
    "papers": [
      {
        "key": "Gajos2008decision",
        "author": "Krzysztof Z. Gajos and Daniel S. Weld and Jacob O. Wobbrock",
        "title": "Decision-Theoretic User Interface Generation"
      },
      {
        "key": "gajos2004supple",
        "author": "Gajos, Krzysztof Z. and Weld, Daniel S. and Wobbrock, Jacob O.",
        "title": "{Automatically Generating Personalized User Interfaces With Supple}"
      },
      {
        "key": "gajos2008improving",
        "author": "Gajos, Krzysztof Z. and Wobbrock, Jacob O. and Weld, Daniel S.",
        "title": "{Improving the Performance of Motor-Impaired Users With Automatically-Generated, Ability-Based Interfaces}"
      }
    ]
  },
  {
    "index": 57,
    "papers": [
      {
        "key": "jiang2019orclayout",
        "author": "Jiang, Yue and Du, Ruofei and Lutteroth, Christof and Stuerzlinger, Wolfgang",
        "title": "ORC Layout: Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020orcsolver",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Zwicker, Matthias and Lutteroth, Christof",
        "title": "ORCSolver: An Efficient Solver for Adaptive GUI Layout with OR-Constraints"
      },
      {
        "key": "jiang2020reverseorc",
        "author": "Jiang, Yue and Stuerzlinger, Wolfgang and Lutteroth, Christof",
        "title": "ReverseORC: Reverse Engineering of Resizable User Interface Layouts with OR-Constraints"
      }
    ]
  },
  {
    "index": 58,
    "papers": [
      {
        "key": "swearngin2020scout",
        "author": "Swearngin, Amanda and Wang, Chenglong and Oleson, Alannah and Fogarty, James and Ko, Amy J",
        "title": "Scout: Rapid exploration of interface layout alternatives through high-level design constraints"
      }
    ]
  },
  {
    "index": 59,
    "papers": [
      {
        "key": "cheng2023play",
        "author": "Cheng, Chin-Yi and Huang, Forrest and Li, Gang and Li, Yang",
        "title": "Play: Parametrically conditioned layout generation using latent diffusion"
      },
      {
        "key": "cheng2024colay",
        "author": "Cheng, Chin-Yi and Gao, Ruiqi and Huang, Forrest and Li, Yang",
        "title": "CoLay: Controllable Layout Generation through Multi-conditional Latent Diffusion"
      }
    ]
  },
  {
    "index": 60,
    "papers": [
      {
        "key": "wu2024uicoder",
        "author": "Wu, Jason and Schoop, Eldon and Leung, Alan and Barik, Titus and Bigham, Jeffrey P and Nichols, Jeffrey",
        "title": "UICoder: Finetuning Large Language Models to Generate User Interface Code through Automated Feedback"
      }
    ]
  }
]