[
  {
    "index": 0,
    "papers": [
      {
        "key": "286888",
        "author": "Lillo, W.E. and Loh, M.H. and Hui, S. and Zak, S.H.",
        "title": "On solving constrained optimization problems with neural networks: a penalty method approach"
      },
      {
        "key": "995659",
        "author": "Youshen Xia and Leung, H. and Jun Wang",
        "title": "A projection neural network and its application to constrained optimization problems"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "bellman2015applied",
        "author": "Bellman, Richard E and Dreyfus, Stuart E",
        "title": "Applied dynamic programming"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kotary2021end",
        "author": "Kotary, James and Fioretto, Ferdinando and Van Hentenryck, Pascal and Wilder, Bryan",
        "title": "End-to-end constrained optimization learning: A survey"
      },
      {
        "key": "kotary2024learning",
        "author": "Kotary, James and Fioretto, Ferdinando",
        "title": "Learning Constrained Optimization with Deep Augmented Lagrangian Methods"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "giannone2023aligning",
        "author": "Giannone, Giorgio and Srivastava, Akash and Winther, Ole and Ahmed, Faez",
        "title": "Aligning optimization trajectories with diffusion models for constrained design generation"
      },
      {
        "key": "picard2024generative",
        "author": "Picard, Cyril and Regenwetter, Lyle and Nobari, Amin Heyrani and Srivastava, Akash and Ahmed, Faez",
        "title": "Generative Optimization: A Perspective on {AI}-Enhanced Problem Solving in Engineering"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "PhysRevLett.126.098302",
        "author": "Beucler, Tom and Pritchard, Michael and Rasp, Stephan and Ott, Jordan and Baldi, Pierre and Gentine, Pierre",
        "title": "Enforcing Analytic Constraints in Neural Networks Emulating Physical Systems"
      },
      {
        "key": "doi:10.1137/21M1397908",
        "author": "Lu, Lu and Pestourie, Rapha\\\"{e}l and Yao, Wenjie and Wang, Zhicheng and Verdugo, Francesc and Johnson, Steven G.",
        "title": "Physics-Informed Neural Networks with Hard Constraints for Inverse Design"
      },
      {
        "key": "XIE2024117223",
        "author": "Yuchen Xie and Honghang Chi and Yahui Wang and Yu Ma",
        "title": "Physics-specialized neural network with hard constraints for solving multi-material diffusion problems"
      },
      {
        "key": "pmlr-v168-djeumou22a",
        "author": "Djeumou, Franck and Neary, Cyrus and Goubault, Eric and Putot, Sylvie and Topcu, Ufuk",
        "title": "Neural Networks with Physics-Informed Architectures and Constraints for Dynamical Systems Modeling"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Li_2018_ECCV",
        "author": "Li, Chong and Shi, C. J. Richard",
        "title": "Constrained Optimization Based Low-Rank Approximation of Deep Neural Networks"
      },
      {
        "key": "tordesillas2023rayen",
        "author": "Tordesillas, Jesus and How, Jonathan P and Hutter, Marco",
        "title": "Rayen: Imposition of hard convex constraints on neural networks"
      },
      {
        "key": "konstantinov2024imposing",
        "author": "Konstantinov, Andrei and Utkin, Lev and Muliukha, Vladimir",
        "title": "Imposing Star-Shaped Hard Constraints on the Neural Network Output"
      },
      {
        "key": "zhong2023neural",
        "author": "Zhong, Fangcheng and Fogarty, Kyle and Hanji, Param and Wu, Tianhao and Sztrajman, Alejandro and Spielberg, Andrew and Tagliasacchi, Andrea and Bosilj, Petra and Oztireli, Cengiz",
        "title": "Neural fields with hard constraints of arbitrary differential order"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "NEURIPS2021_df438e52",
        "author": "Krishnapriyan, Aditi and Gholami, Amir and Zhe, Shandian and Kirby, Robert and Mahoney, Michael W",
        "title": "Characterizing possible failure modes in physics-informed neural networks"
      },
      {
        "key": "NEURIPS2021_d5ade38a",
        "author": "Sangalli, Sara and Erdil, Ertunc and H\\\"{o}tker, Andeas and Donati, Olivio and Konukoglu, Ender",
        "title": "Constrained Optimization to Train Neural Networks on Critical and Under-Represented Classes"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "kondo2024cgd",
        "author": "Kondo, Kota and Tagliabue, Andrea and Cai, Xiaoyi and Tewari, Claudius and Garcia, Olivia and Espitia-Alvarez, Marcos and How, Jonathan P",
        "title": "{CGD}: Constraint-Guided Diffusion Policies for {UAV} Trajectory Planning"
      },
      {
        "key": "bouvier2024policed",
        "author": "Bouvier, Jean-Baptiste and Nagpal, Kartik and Mehr, Negar",
        "title": "{POLICEd RL}: Learning Closed-Loop Robot Control Policies with Provable Satisfaction of Hard Constraints"
      },
      {
        "key": "bouvier2024learning",
        "author": "Bouvier, Jean-Baptiste and Nagpal, Kartik and Mehr, Negar",
        "title": "Learning to Provably Satisfy High Relative Degree Constraints for Black-Box Systems"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yu2024fast",
        "author": "Yu, Rosen and Picard, Cyril and Ahmed, Faez",
        "title": "Fast and Accurate Bayesian Optimization with Pre-trained Transformers for Constrained Engineering Problems"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "muller2021transformers",
        "author": "M{\\\"u}ller, Samuel and Hollmann, Noah and Arango, Sebastian Pineda and Grabocka, Josif and Hutter, Frank",
        "title": "Transformers can do bayesian inference"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "police",
        "author": "Balestriero, Randall and LeCun, Yann",
        "title": "{Police}: Provably Optimal Linear Constraint Enforcement For Deep Neural Networks"
      }
    ]
  }
]