[
  {
    "index": 0,
    "papers": [
      {
        "key": "Trinh2018ASM",
        "author": "Trieu H. Trinh and Quoc V. Le",
        "title": "A Simple Method for Commonsense Reasoning"
      },
      {
        "key": "Feldman2019CommonsenseKM",
        "author": "Davison, Joe and Feldman, Joshua and Rush, Alexander M",
        "title": "Commonsense knowledge mining from pretrained models"
      },
      {
        "key": "liu2021constrained",
        "author": "Liu, Yixian and Zhang, Liwen and Han, Wenjuan and Zhang, Yue and Tu, Kewei",
        "title": "Constrained Text Generation with Global Guidance--Case Study on CommonGen"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zhao2024large",
        "author": "Zhao, Zirui and Lee, Wee Sun and Hsu, David",
        "title": "Large language models as commonsense knowledge for large-scale task planning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Jung2022MaieuticPL",
        "author": "Jung, Jaehun and Qin, Lianhui and Welleck, Sean and Brahman, Faeze and Bhagavatula, Chandra and Le Bras, Ronan and Choi, Yejin",
        "title": "Maieutic Prompting: Logically Consistent Reasoning with Recursive Explanations"
      },
      {
        "key": "Tafjord2022EntailerAQ",
        "author": "Oyvind Tafjord and Bhavana Dalvi and Peter Clark",
        "title": "Entailer: Answering Questions with Faithful and Truthful Chains of Reasoning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "liu2023vera",
        "author": "Liu, Jiacheng and Wang, Wenya and Wang, Dianzhuo and Smith, Noah A and Choi, Yejin and Hajishirzi, Hannaneh",
        "title": "Vera: A General-Purpose Plausibility Estimation Model for Commonsense Statements"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Zhang2021AlleviatingTK",
        "author": "Yi Zhang and Lei Li and Yunfang Wu and Qi Su and Xu Sun",
        "title": "Alleviating the Knowledge-Language Inconsistency: A Study for Deep Commonsense Knowledge"
      },
      {
        "key": "Yu2022RetrievalAF",
        "author": "W. Yu and Chenguang Zhu and Zhihan Zhang and Shuohang Wang and Zhuosheng Zhang and Yuwei Fang and Meng Jiang",
        "title": "Retrieval Augmentation for Commonsense Reasoning: A Unified Approach"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Speer2016ConceptNet5A",
        "author": "Robyn Speer and Joshua Chin and Catherine Havasi",
        "title": "ConceptNet 5.5: An Open Multilingual Graph of General Knowledge"
      },
      {
        "key": "sap2019atomic",
        "author": "Sap, Maarten and Le Bras, Ronan and Allaway, Emily and Bhagavatula, Chandra and Lourie, Nicholas and Rashkin, Hannah and Roof, Brendan and Smith, Noah A and Choi, Yejin",
        "title": "Atomic: An atlas of machine commonsense for if-then reasoning"
      },
      {
        "key": "Hwang2020COMETATOMIC2O",
        "author": "Jena D. Hwang and Chandra Bhagavatula and Ronan Le Bras and Jeff Da and Keisuke Sakaguchi and Antoine Bosselut and Yejin Choi",
        "title": "COMET-ATOMIC 2020: On Symbolic and Neural Commonsense Knowledge Graphs"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Choi2022ALBERTWK",
        "author": "Byeongmin Choi and Yong-Sook Lee and Yeunwoong Kyung and Eunchan Kim",
        "title": "ALBERT with Knowledge Graph Encoder Utilizing Semantic Similarity for Commonsense Question Answering"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Bosselut2019COMETCT",
        "author": "Antoine Bosselut and Hannah Rashkin and Maarten Sap and Chaitanya Malaviya and Asli Celikyilmaz and Yejin Choi",
        "title": "COMET: Commonsense Transformers for Automatic Knowledge Graph Construction"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Ghazarian2023ACCENTAA",
        "author": "Sarik Ghazarian and Yijia Shao and Rujun Han and A. G. Galstyan and Nanyun Peng",
        "title": "ACCENT: An Automatic Event Commonsense Evaluation Metric for Open-Domain Dialogue Systems"
      },
      {
        "key": "Tian2023BOOSTHB",
        "author": "Tian, Yufei and Zhang, Felix and Peng, Nanyun",
        "title": "Harnessing Black-Box Control to Boost Commonsense in LM’s Generation"
      }
    ]
  }
]