[
  {
    "index": 0,
    "papers": [
      {
        "key": "mckenzie2024inversescalingbiggerisnt",
        "author": "Ian R. McKenzie and Alexander Lyzhov and Michael Pieler and Alicia Parrish and Aaron Mueller and Ameya Prabhu and Euan McLean and Aaron Kirtland and Alexis Ross and Alisa Liu and Andrew Gritsevskiy and Daniel Wurgaft and Derik Kauffman and Gabriel Recchia and Jiacheng Liu and Joe Cavanagh and Max Weiss and Sicong Huang and The Floating Droid and Tom Tseng and Tomasz Korbak and Xudong Shen and Yuhui Zhang and Zhengping Zhou and Najoung Kim and Samuel R. Bowman and Ethan Perez",
        "title": "Inverse Scaling: When Bigger Isn't Better"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "wu-etal-2024-reasoning",
        "author": "Wu, Zhaofeng  and\nQiu, Linlu  and\nRoss, Alexis  and\nAky{\\\"u}rek, Ekin  and\nChen, Boyuan  and\nWang, Bailin  and\nKim, Najoung  and\nAndreas, Jacob  and\nKim, Yoon",
        "title": "Reasoning or Reciting? Exploring the Capabilities and Limitations of Language Models Through Counterfactual Tasks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Mahowald2024DissociatingLA",
        "author": "Kyle Mahowald and Anna A. Ivanova and Idan Asher Blank and Nancy Kanwisher and Joshua B. Tenenbaum and Evelina Fedorenko",
        "title": "Dissociating language and thought in large language models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wu-etal-2024-reasoning",
        "author": "Wu, Zhaofeng  and\nQiu, Linlu  and\nRoss, Alexis  and\nAky{\\\"u}rek, Ekin  and\nChen, Boyuan  and\nWang, Bailin  and\nKim, Najoung  and\nAndreas, Jacob  and\nKim, Yoon",
        "title": "Reasoning or Reciting? Exploring the Capabilities and Limitations of Language Models Through Counterfactual Tasks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "jin2024largelanguagemodelsinfer",
        "author": "Zhijing Jin and Jiarui Liu and Zhiheng Lyu and Spencer Poff and Mrinmaya Sachan and Rada Mihalcea and Mona Diab and Bernhard Schölkopf",
        "title": "Can Large Language Models Infer Causation from Correlation?"
      },
      {
        "key": "Gendron2024CanLL",
        "author": "Ga{\\\"e}l Gendron and Bao Trung Nguyen and Alex Yuxuan Peng and Michael Witbrock and Gillian Dobbie",
        "title": "Can Large Language Models Learn Independent Causal Mechanisms?"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Lewis2024UsingCT",
        "author": "Martha Lewis and Melanie Mitchell",
        "title": "Using Counterfactual Tasks to Evaluate the Generality of Analogical Reasoning in Large Language Models"
      },
      {
        "key": "Stevenson2024CanLL",
        "author": "Claire E. Stevenson and Alexandra Pafford and Han L. J. van der Maas and Melanie Mitchell",
        "title": "Can Large Language Models generalize analogy solving like people can?"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Nezhurina2024AliceIW",
        "author": "Marianna Nezhurina and Lucia Cipolina-Kun and Mehdi Cherti and Jenia Jitsev",
        "title": "Alice in Wonderland: Simple Tasks Showing Complete Reasoning Breakdown in State-Of-the-Art Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Ball2024CanWC",
        "author": "Thomas Ball and Shuo Chen and Cormac Herley",
        "title": "Can We Count on LLMs? The Fixed-Effect Fallacy and Claims of GPT-4 Capabilities"
      },
      {
        "key": "li-etal-2024-challenging",
        "author": "Li, Chenxi  and\nTian, Yuanhe  and\nZerong, Zhaxi  and\nSong, Yan  and\nXia, Fei",
        "title": "Challenging Large Language Models with New Tasks: A Study on their Adaptability and Robustness"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "li-etal-2024-challenging",
        "author": "Li, Chenxi  and\nTian, Yuanhe  and\nZerong, Zhaxi  and\nSong, Yan  and\nXia, Fei",
        "title": "Challenging Large Language Models with New Tasks: A Study on their Adaptability and Robustness"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "xie2024memorizationlargelanguagemodels",
        "author": "Chulin Xie and Yangsibo Huang and Chiyuan Zhang and Da Yu and Xinyun Chen and Bill Yuchen Lin and Bo Li and Badih Ghazi and Ravi Kumar",
        "title": "On Memorization of Large Language Models in Logical Reasoning"
      },
      {
        "key": "lou2024quantifyingincontextreasoningeffects",
        "author": "Siyu Lou and Yuntian Chen and Xiaodan Liang and Liang Lin and Quanshi Zhang",
        "title": "Quantifying In-Context Reasoning Effects and Memorization Effects in LLMs"
      },
      {
        "key": "wang2024generalizationvsmemorizationtracing",
        "author": "Xinyi Wang and Antonis Antoniades and Yanai Elazar and Alfonso Amayuelas and Alon Albalak and Kexun Zhang and William Yang Wang",
        "title": "Generalization v.s. Memorization: Tracing Language Models' Capabilities Back to Pretraining Data"
      }
    ]
  }
]