[
  {
    "index": 0,
    "papers": [
      {
        "key": "Hemann2007Framingham",
        "author": "Hemann, Brian A. and Bimson, William F. and Taylor, Allen J.",
        "title": "The {Framingham} {Risk} {Score}: An {Appraisal} of {Its} {Benefits} and {Limitations}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Hippisley2017Development",
        "author": "Hippisley-Cox, Julia and Coupland, Carol and Brindle, Peter",
        "title": "Development and validation of {QRISK3} risk prediction algorithms to estimate future risk of cardiovascular disease: prospective cohort study"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Ridker2007Development",
        "author": "Ridker, Paul M. and Buring, Julie E. and Rifai, Nader and Cook, Nancy R.",
        "title": "Development and validation of improved algorithms for the assessment of global cardiovascular risk in women: the {Reynolds} {Risk} {Score}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Nashef1999European",
        "author": "Nashef, Samer AM and Roques, Frangois and Michel, Philippe and Gauducheau, E. and Lemeshow, S. and Salamon, R. and Group, EuroSCORE Study",
        "title": "European system for cardiac operative risk evaluation ({Euro} {SCORE})"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Steen2022Event",
        "author": "Steen, Dylan L. and Khan, Irfan and Andrade, Katherine and Koumas, Alexandra and Giugliano, Robert P.",
        "title": "Event {Rates} and {Risk} {Factors} for {Recurrent} {Cardiovascular} {Events} and {Mortality} in a {Contemporary} {Post} {Acute} {Coronary} {Syndrome} {Population} {Representing} 239 234 {Patients} {During} 2005 to 2018 in the {United} {States}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Bhatt2022Diagnosis",
        "author": "Bhatt, Deepak L. and Lopes, Renato D. and Harrington, Robert A.",
        "title": "Diagnosis and {Treatment} of {Acute} {Coronary} {Syndromes}: A {Review}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Smith2013ability",
        "author": "Smith, Gary B. and Prytherch, David R. and Meredith, Paul and Schmidt, Paul E. and Featherstone, Peter I.",
        "title": "The ability of the {National} {Early} {Warning} {Score} ({NEWS}) to discriminate patients at risk of early cardiac arrest, unanticipated intensive care unit admission, and death"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Ke2022Machine",
        "author": "Ke, Jun and Chen, Yiwei and Wang, Xiaoping and Wu, Zhiyong and Zhang, Qiongyao and Lian, Yangpeng and Chen, Feng",
        "title": "Machine learning-based in-hospital mortality prediction models for patients with acute coronary syndrome"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Wu2021Machine",
        "author": "Wu, Ting Ting and Lin, Xiu Quan and Mu, Yan and Li, Hong and Guo, Yang Song",
        "title": "Machine learning for early prediction of in-hospital cardiac arrest in patients with acute coronary syndromes"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Hadanny2022Machine",
        "author": "Hadanny, Amir and Shouval, Roni and Wu, Jianhua and Gale, Chris P. and Unger, Ron and Zahger, Doron and Gottlieb, Shmuel and Matetzky, Shlomi and Goldenberg, Ilan and Beigel, Roy and Iakobishvili, Zaza",
        "title": "Machine learning-based prediction of 1-year mortality for acute coronary syndrome"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "D2021Machine",
        "author": "D'Ascenzo, Fabrizio and De Filippo, Ovidio and Gallone, Guglielmo and Mittone, Gianluca and Deriu, Marco Agostino and Iannaccone, Mario and Ariza-Sol{\\' e}, Albert and Liebetrau, Christoph and Manzano-Fern{\\' a}ndez, Sergio and Quadri, Giorgio and Kinnaird, Tim and Campo, Gianluca and Simao Henriques, Jose Paulo and Hughes, James M. and Dominguez-Rodriguez, Alberto and Aldinucci, Marco and Morbiducci, Umberto and Patti, Giuseppe and Raposeiras-Roubin, Sergio and Abu-Assi, Emad and De Ferrari, Gaetano Maria and {PRAISE study group}",
        "title": "Machine learning-based prediction of adverse events following an acute coronary syndrome ({PRAISE}): a modelling study of pooled datasets"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Emakhu2022Acute",
        "author": "Emakhu, Joshua and Monplaisir, Leslie and Aguwa, Celestine and Arslanturk, Suzan and Masoud, Sara and Nassereddine, Hashem and Hamam, Mohamed S. and Miller, Joseph B.",
        "title": "Acute coronary syndrome prediction in emergency care: A machine learning approach"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Ke2022Machine",
        "author": "Ke, Jun and Chen, Yiwei and Wang, Xiaoping and Wu, Zhiyong and Zhang, Qiongyao and Lian, Yangpeng and Chen, Feng",
        "title": "Machine learning-based in-hospital mortality prediction models for patients with acute coronary syndrome"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Lee2021Machine",
        "author": "Lee, Woojoo and Lee, Joongyub and Woo, Seoung-Il and Choi, Seong Huan and Bae, Jang-Whan and Jung, Seungpil and Jeong, Myung Ho and Lee, Won Kyung",
        "title": "Machine learning enhances the performance of short and long-term mortality prediction model in non-{ST}-segment elevation myocardial infarction"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "duan2019utilizing",
        "author": "Duan, Huilong and Sun, Zhoujian and Dong, Wei and Huang, Zhengxing",
        "title": "Utilizing dynamic treatment information for MACE prediction of acute coronary syndrome"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "liu2023deep",
        "author": "Liu, Yunqing and Liu, Jinlei and Qin, Chengjin and Jin, Yanrui and Li, Zhiyuan and Zhao, Liqun and Liu, Chengliang",
        "title": "A deep learning-based acute coronary syndrome-related disease classification method: A cohort study for network interpretability and transfer learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "liu2021deep",
        "author": "Liu, Wen-Cheng and Lin, Chin-Sheng and Tsai, Chien-Sung and Tsao, Tien-Ping and Cheng, Cheng-Chung and Liou, Jun-Ting and Lin, Wei-Shiang and Cheng, Shu-Meng and Lou, Yu-Sheng and Lee, Chia-Cheng and others",
        "title": "A deep learning algorithm for detecting acute myocardial infarction: Deep learning model to detect AMI"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Kuzma2021Impact",
        "author": "Ku{\\' z}ma, \\L{}ukasz and Wa{\\' n}ha, Wojciech and Kralisz, Pawe\\l{} and Kazmierski, Maciej and Bach{\\' o}rzewska-Gajewska, Hanna and Wojakowski, Wojciech and Dobrzycki, S\\l{}awomir",
        "title": "Impact of short-term air pollution exposure on acute coronary syndrome in two cohorts of industrial and non-industrial areas: A time series regression with 6,000,000 person-years of follow-up ({ACS} - {Air} {Pollution} {Study})"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Chen2022Hourly",
        "author": "Chen, Renjie and Jiang, Yixuan and Hu, Jialu and Chen, Honglei and Li, Huichu and Meng, Xia and Ji, John S. and Gao, Ya and Wang, Weidong and Liu, Cong and Fang, Weiyi and Yan, Hongbing and Chen, Jiyan and Wang, Weimin and Xiang, Dingcheng and Su, Xi and Yu, Bo and Wang, Yan and Xu, Yawei and Wang, Lefeng and Li, Chunjie and Chen, Yundai and Bell, Michelle L. and Cohen, Aaron J. and Ge, Junbo and Huo, Yong and Kan, Haidong",
        "title": "Hourly {Air} {Pollutants} and {Acute} {Coronary} {Syndrome} {Onset} in 1.29 {Million} {Patients}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Gestro2020Short",
        "author": "Gestro, Massimo and Condemi, Vincenzo and Bardi, Luisella and Tomaino, Laura and Roveda, Eliana and Bruschetta, Antongiulio and Solimene, Umberto and Esposito, Fabio",
        "title": "Short-term air pollution exposure is a risk factor for acute coronary syndromes in an urban area with low annual pollution rates: Results from a retrospective observational study (2011--2015)"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Husken2003Recurrent",
        "author": "H{\\\" u}sken, Michael and Stagge, Peter",
        "title": "Recurrent neural networks for time series classification"
      },
      {
        "key": "Hewamalage2021Recurrent",
        "author": "Hewamalage, Hansika and Bergmeir, Christoph and Bandara, Kasun",
        "title": "Recurrent neural networks for time series forecasting: Current status and future directions"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Mayer1999Evolutionary",
        "author": "Mayer, Helmut A. and Schwaiger, Roland",
        "title": "Evolutionary and coevolutionary approaches to time series prediction using generalized multi-layer perceptrons"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Zhao2017Convolutional",
        "author": "Zhao, Bendong and Lu, Huanzhang and Chen, Shangfeng and Liu, Junliang and Wu, Dongya",
        "title": "Convolutional neural networks for time series classification"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Zeng2023Are",
        "author": "Zeng, Ailing and Chen, Muxi and Zhang, Lei and Xu, Qiang",
        "title": "Are transformers effective for time series forecasting?"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Villegas2023Predicting",
        "author": "Villegas, Marta and Gonzalez-Agirre, Aitor and Guti{\\' e}rrez-Fandi{\\~ n}o, Asier and Armengol-Estap{\\' e}, Jordi and Carrino, Casimiro Pio and P{\\' e}rez-Fern{\\' a}ndez, David and Soares, Felipe and Serrano, Pablo and Pedrera, Miguel and Garc{\\' i}a, Noelia and Valencia, Alfonso",
        "title": "Predicting the evolution of {COVID}-19 mortality risk: A {Recurrent} {Neural} {Network} approach"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Suttaket2024Interpretable",
        "author": "Suttaket, Thiti and Kok, Stanley",
        "title": "Interpretable {Predictive} {Models} for {Healthcare} via {Rational} {Multi}-{Layer} {Perceptrons}"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Muller2024IMU",
        "author": "M{\\\" u}ller, Philipp Niklas and M{\\\" u}ller, Alexander Josef and Achenbach, Philipp and G{\\\" o}bel, Stefan",
        "title": "IMU-{Based} {Fitness} {Activity} {Recognition} {Using} {CNNs} for {Time} {Series} {Classification}"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "Vaswani2017Attention",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N. and Kaiser, Lukasz and Polosukhin, Illia",
        "title": "Attention {Is} {All} {You} {Need}"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "Ni2024Time",
        "author": "Ni, Haowei and Meng, Shuchen and Geng, Xieming and Li, Panfeng and Li, Zhuoying and Chen, Xupeng and Wang, Xiaotong and Zhang, Shiyao",
        "title": "Time {Series} {Modeling} for {Heart} {Rate} {Prediction}: From {ARIMA} to {Transformers}"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "Nie2023Time",
        "author": "Nie, Yuqi and Nguyen, Nam H. and Sinthong, Phanwadee and Kalagnanam, Jayant",
        "title": "A {Time} {Series} is {Worth} 64 {Words}: Long-term {Forecasting} with {Transformers}"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "Sayed2024Novel",
        "author": "Sayed, Mohammad Saiduzzaman and Rony, Mohammad Abu Tareq and Islam, Mohammad Shariful and Raza, Ali and Tabassum, Sawsan and Daoud, Mohammad Sh. and Migdady, Hazem and Abualigah, Laith",
        "title": "A {Novel} {Deep} {Learning} {Approach} for {Forecasting} {Myocardial} {Infarction} {Occurrences} with {Time} {Series} {Patient} {Data}"
      }
    ]
  }
]