[
  {
    "index": 0,
    "papers": [
      {
        "key": "cox1972",
        "author": "Cox, David R",
        "title": "Regression models and life-tables"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "katzman_deepsurv_2018",
        "author": "Katzman, Jared L. and Shaham, Uri and Cloninger, Alexander and Bates, Jonathan and Jiang, Tingting and Kluger, Yuval",
        "title": "{DeepSurv}: Personalized treatment recommender system using a {Cox} proportional hazards deep neural network"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kvamme_coxtime_2019",
        "author": "Kvamme, H{\\aa}vard and Borgan, {\\O}rnulf and Scheel, Ida",
        "title": "Time-to-event prediction with neural networks and {Cox} regression"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "lee_deephit_2018",
        "author": "Lee, Changhee and Zame, William and Yoon, Jinsung and Schaar, Mihaela van der",
        "title": "DeepHit: A deep learning approach to survival analysis with competing risks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wiegrebe2024deep",
        "author": "Wiegrebe, Simon and Kopper, Philipp and Sonabend, Raphael and Bischl, Bernd and Bender, Andreas",
        "title": "Deep learning for survival analysis: A review"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "langbein2024",
        "author": "Sophie Hanna Langbein and Mateusz Krzyziński and Mikołaj Spytek and Hubert Baniecki and Przemysław Biecek and Marvin N. Wright",
        "title": "Interpretable machine learning for survival analysis"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "mobadersany2018predicting",
        "author": "Mobadersany, Pooya and Yousefi, Safoora and Amgad, Mohamed and Gutman, David A and Barnholtz-Sloan, Jill S and Vel{\\'a}zquez Vega, Jos{\\'e} E and Brat, Daniel J and Cooper, Lee AD",
        "title": "Predicting cancer outcomes from histology and genomics using convolutional networks"
      },
      {
        "key": "hao2019page",
        "author": "Hao, Jie and Kosaraju, Sai Chandra and Tsaku, Nelson Zange and Song, Dae Hyun and Kang, Mingon",
        "title": "{PAGE-Net}: Interpretable and integrative deep learning for survival analysis using histopathological images and genomic data"
      },
      {
        "key": "cho2023",
        "author": "Cho, Hyun Jae and Shu, Mia and Bekiranov, Stefan and Zang, Chongzhi and Zhang, Aidong",
        "title": "Interpretable meta-learning of multi-omics data for survival analysis and pathway enrichment"
      }
    ]
  }
]