[
  {
    "index": 0,
    "papers": [
      {
        "key": "MASON",
        "author": "Luke, Sean and Cioffi, Claudio and Panait, Liviu and Sullivan, Keith",
        "title": "Mason: A new multi-agent simulation toolkit"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Collier2001",
        "author": "Collier, Nick",
        "title": "Repast: An extensible framework for agent simulation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "tisue2004netlogo",
        "author": "Tisue, Seth and Wilensky, Uri",
        "title": "Netlogo: A simple environment for modeling complexity"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Windrum2007EmpiricalVO",
        "author": "Paul Windrum and Giorgio Fagiolo and Alessio Moneta",
        "title": "Empirical Validation of Agent-Based Models: Alternatives and Prospects"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Hinch2021",
        "author": "Hinch, R and Probert, WJM and Nurtay, A and Kendall, M and Wymant, C and Hall, M and others",
        "title": "OpenABM-Covid19—An agent-based model for non-pharmaceutical interventions against COVID-19 including contact tracing"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "janssen2006empirically",
        "author": "Janssen, Marco A. and Ostrom, Elinor",
        "title": "Empirically Based, Agent-Based Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "GONZALEZMENDEZ2021105110",
        "author": "Mauricio González-Méndez and Camilo Olaya and Isidoro Fasolino and Michele Grimaldi and Nelson Obregón",
        "title": "Agent-Based Modeling for Urban Development Planning based on Human Needs. Conceptual Basis and Model Formulation"
      },
      {
        "key": "An2017",
        "author": "An, G. and Fitzpatrick, B. G. and Christley, S. and Federico, P. and Kanarek, A. and Neilan, R. Miller and Oremland, M. and Salinas, R. and Laubenbacher, R. and Lenhart, S.",
        "title": "Optimization and Control of Agent-Based Models in Biology: A Perspective"
      },
      {
        "key": "AN2021109685",
        "author": "Li An and Volker Grimm and Abigail Sullivan and B.L. Turner II and Nicolas Malleson and Alison Heppenstall and Christian Vincenot and Derek Robinson and Xinyue Ye and Jianguo Liu and Emilie Lindkvist and Wenwu Tang",
        "title": "Challenges, tasks, and opportunities in modeling agent-based complex systems"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "thober2017",
        "author": "Thober, Jule and M\\\"{u}ller, Birgit and Groeneveld, J\\\"{u}rgen and Grimm, Volker",
        "title": "Agent-Based Modelling of Social-Ecological Systems: Achievements, Challenges, and a Way Forward"
      },
      {
        "key": "Lamperti2018",
        "author": "Lamperti, Francesco and Roventini, Andrea and Sani, Amir",
        "title": "Agent-based model calibration using machine learning surrogates"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "https://doi.org/10.1111/ajae.12174",
        "author": "Grabrucker, Katharina and Grimm, Michael",
        "title": "Is There a Rainbow after the Rain? How Do Agricultural Shocks Affect Non-Farm Enterprises? Evidence from Thailand"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "HUBER2018143",
        "author": "Robert Huber and Martha Bakker and Alfons Balmann and Thomas Berger and Mike Bithell and Calum Brown and Adrienne Grêt-Regamey and Hang Xiong and Quang Bao Le and Gabriele Mack and Patrick Meyfroidt and James Millington and Birgit Müller and J. Gareth Polhill and Zhanli Sun and Roman Seidl and Christian Troost and Robert Finger",
        "title": "Representation of decision-making in European agricultural agent-based models"
      }
    ]
  }
]