[
  {
    "index": 0,
    "papers": [
      {
        "key": "ACKLEY1985147",
        "author": "David H. Ackley and Geoffrey E. Hinton and Terrence J. Sejnowski",
        "title": "A learning algorithm for boltzmann machines"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "DBLP:conf/iclr/HoltzmanBDFC20",
        "author": "Ari Holtzman and\nJan Buys and\nLi Du and\nMaxwell Forbes and\nYejin Choi",
        "title": "The Curious Case of Neural Text Degeneration"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "wang2023selfconsistency",
        "author": "Xuezhi Wang and Jason Wei and Dale Schuurmans and Quoc V Le and Ed H. Chi and Sharan Narang and Aakanksha Chowdhery and Denny Zhou",
        "title": "Self-Consistency Improves Chain of Thought Reasoning in Language Models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "li-etal-2023-making",
        "author": "Li, Yifei  and\nLin, Zeqi  and\nZhang, Shizhuo  and\nFu, Qiang  and\nChen, Bei  and\nLou, Jian-Guang  and\nChen, Weizhu",
        "title": "Making Language Models Better Reasoners with Step-Aware Verifier"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "cobbe2021training",
        "author": "Cobbe, Karl and Kosaraju, Vineet and Bavarian, Mohammad and Chen, Mark and Jun, Heewoo and Kaiser, Lukasz and Plappert, Matthias and Tworek, Jerry and Hilton, Jacob and Nakano, Reiichiro and others",
        "title": "Training verifiers to solve math word problems"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "brown2024largelanguagemonkeysscaling",
        "author": "Bradley Brown and Jordan Juravsky and Ryan Ehrlich and Ronald Clark and Quoc V. Le and Christopher Ré and Azalia Mirhoseini",
        "title": "Large Language Monkeys: Scaling Inference Compute with Repeated Sampling"
      },
      {
        "key": "wu2024scaling",
        "author": "Yangzhen Wu and Zhiqing Sun and Shanda Li and Sean Welleck and Yiming Yang",
        "title": "Scaling Inference Computation: Compute-Optimal Inference for Problem-Solving with Language Models"
      },
      {
        "key": "stroebl2024inferencescalingflawslimits",
        "author": "Benedikt Stroebl and Sayash Kapoor and Arvind Narayanan",
        "title": "Inference Scaling fLaws: The Limits of LLM Resampling with Imperfect Verifiers"
      },
      {
        "key": "zhao2025samplescrutinizescaleeffective",
        "author": "Eric Zhao and Pranjal Awasthi and Sreenivas Gollapudi",
        "title": "Sample, Scrutinize and Scale: Effective Inference-Time Search by Scaling Verification"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wei2023chainofthoughtpromptingelicitsreasoning",
        "author": "Jason Wei and Xuezhi Wang and Dale Schuurmans and Maarten Bosma and Brian Ichter and Fei Xia and Ed Chi and Quoc Le and Denny Zhou",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zhuang2024toolchain",
        "author": "Yuchen Zhuang and Xiang Chen and Tong Yu and Saayan Mitra and Victor Bursztyn and Ryan A. Rossi and Somdeb Sarkhel and Chao Zhang",
        "title": "ToolChain*: Efficient Action Space Navigation in Large Language Models with A* Search"
      },
      {
        "key": "wang2024q",
        "author": "Wang, Chaojie and Deng, Yanchen and Lyu, Zhiyi and Zeng, Liang and He, Jujie and Yan, Shuicheng and An, Bo",
        "title": "Q*: Improving multi-step reasoning for llms with deliberative planning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "tian2024selfimprovementllmsimaginationsearching",
        "author": "Ye Tian and Baolin Peng and Linfeng Song and Lifeng Jin and Dian Yu and Haitao Mi and Dong Yu",
        "title": "Toward Self-Improvement of LLMs via Imagination, Searching, and Criticizing"
      },
      {
        "key": "zhang2024llamaberrypairwiseoptimizationo1like",
        "author": "Di Zhang and Jianbo Wu and Jingdi Lei and Tong Che and Jiatong Li and Tong Xie and Xiaoshui Huang and Shufei Zhang and Marco Pavone and Yuqiang Li and Wanli Ouyang and Dongzhan Zhou",
        "title": "LLaMA-Berry: Pairwise Optimization for O1-like Olympiad-Level Mathematical Reasoning"
      },
      {
        "key": "zhang2024restmctsllmselftrainingprocess",
        "author": "Dan Zhang and Sining Zhoubian and Ziniu Hu and Yisong Yue and Yuxiao Dong and Jie Tang",
        "title": "ReST-MCTS*: LLM Self-Training via Process Reward Guided Tree Search"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "yao2023reactsynergizingreasoningacting",
        "author": "Shunyu Yao and Jeffrey Zhao and Dian Yu and Nan Du and Izhak Shafran and Karthik Narasimhan and Yuan Cao",
        "title": "ReAct: Synergizing Reasoning and Acting in Language Models"
      },
      {
        "key": "zelikman2024quietstarlanguagemodelsteach",
        "author": "Eric Zelikman and Georges Harik and Yijia Shao and Varuna Jayasiri and Nick Haber and Noah D. Goodman",
        "title": "Quiet-STaR: Language Models Can Teach Themselves to Think Before Speaking"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "madaan2023selfrefine",
        "author": "Aman Madaan and Niket Tandon and Prakhar Gupta and Skyler Hallinan and Luyu Gao and Sarah Wiegreffe and Uri Alon and Nouha Dziri and Shrimai Prabhumoye and Yiming Yang and Shashank Gupta and Bodhisattwa Prasad Majumder and Katherine Hermann and Sean Welleck and Amir Yazdanbakhsh and Peter Clark",
        "title": "Self-Refine: Iterative Refinement with Self-Feedback"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "wang2024mixtureofagentsenhanceslargelanguage",
        "author": "Junlin Wang and Jue Wang and Ben Athiwaratkun and Ce Zhang and James Zou",
        "title": "Mixture-of-Agents Enhances Large Language Model Capabilities"
      },
      {
        "key": "jin2024contranovo",
        "author": "Jin, Zhi and Xu, Sheng and Zhang, Xiang and Ling, Tianze and Dong, Nanqing and Ouyang, Wanli and Gao, Zhiqiang and Chang, Cheng and Sun, Siqi",
        "title": "Contranovo: A contrastive learning approach to enhance de novo peptide sequencing"
      },
      {
        "key": "chen2024are",
        "author": "Lingjiao Chen and Jared Quincy Davis and Boris Hanin and Peter Bailis and Ion Stoica and Matei Zaharia and James Zou",
        "title": "Are More {LLM} Calls All You Need? Towards the Scaling Properties of Compound {AI} Systems"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Erkan2004LexRankGL",
        "author": "G{\\\"u}nes Erkan and Dragomir R. Radev",
        "title": "LexRank: Graph-based Lexical Centrality as Salience in Text Summarization"
      },
      {
        "key": "mehdad-etal-2014-abstractive",
        "author": "Mehdad, Yashar  and\nCarenini, Giuseppe  and\nNg, Raymond T.",
        "title": "Abstractive Summarization of Spoken and Written Conversations Based on Phrasal Queries"
      },
      {
        "key": "gerani-etal-2014-abstractive",
        "author": "Gerani, Shima  and\nMehdad, Yashar  and\nCarenini, Giuseppe  and\nNg, Raymond T.  and\nNejat, Bita",
        "title": "Abstractive Summarization of Product Reviews Using Discourse Structure"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "liu-lapata-2019-hierarchical",
        "author": "Liu, Yang  and\nLapata, Mirella",
        "title": "Hierarchical Transformers for Multi-Document Summarization"
      },
      {
        "key": "zhang2020pegasuspretrainingextractedgapsentences",
        "author": "Jingqing Zhang and Yao Zhao and Mohammad Saleh and Peter J. Liu",
        "title": "PEGASUS: Pre-training with Extracted Gap-sentences for Abstractive Summarization"
      },
      {
        "key": "Giorgi2022OpenDM",
        "author": "John Giorgi and Luca Soldaini and Bo Wang and Gary Bader and Kyle Lo and Lucy Lu Wang and Arman Cohan",
        "title": "Open Domain Multi-document Summarization: A Comprehensive Study of Model Brittleness under Retrieval"
      },
      {
        "key": "li2022humanguidedexploitationinterpretable",
        "author": "Raymond Li and Wen Xiao and Linzi Xing and Lanjun Wang and Gabriel Murray and Giuseppe Carenini",
        "title": "Human Guided Exploitation of Interpretable Attention Patterns in Summarization and Topic Segmentation"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "zhang-etal-2024-benchmarking",
        "author": "Zhang, Tianyi  and\nLadhak, Faisal  and\nDurmus, Esin  and\nLiang, Percy  and\nMcKeown, Kathleen  and\nHashimoto, Tatsunori B.",
        "title": "Benchmarking Large Language Models for News Summarization"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "xiao-etal-2024-personalized",
        "author": "Xiao, Wen  and\nXie, Yujia  and\nCarenini, Giuseppe  and\nHe, Pengcheng",
        "title": "Personalized Abstractive Summarization by Tri-agent Generation Pipeline"
      },
      {
        "key": "liu-etal-2024-benchmarking",
        "author": "Liu, Yixin  and\nFabbri, Alexander  and\nChen, Jiawen  and\nZhao, Yilun  and\nHan, Simeng  and\nJoty, Shafiq  and\nLiu, Pengfei  and\nRadev, Dragomir  and\nWu, Chien-Sheng  and\nCohan, Arman",
        "title": "Benchmarking Generation and Evaluation Capabilities of Large Language Models for Instruction Controllable Summarization"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "belem2024singlemultillmshallucinate",
        "author": "Catarina G. Belem and Pouya Pezeskhpour and Hayate Iso and Seiji Maekawa and Nikita Bhutani and Estevam Hruschka",
        "title": "From Single to Multi: How LLMs Hallucinate in Multi-Document Summarization"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "lin-2004-rouge",
        "author": "Lin, Chin-Yew",
        "title": "{ROUGE}: A Package for Automatic Evaluation of Summaries"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "bhandari-etal-2020-metrics",
        "author": "Bhandari, Manik  and\nGour, Pranav Narayan  and\nAshfaq, Atabak  and\nLiu, Pengfei",
        "title": "Metrics also Disagree in the Low Scoring Range: Revisiting Summarization Evaluation Metrics"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Yuan2021BARTScoreEG",
        "author": "Weizhe Yuan and Graham Neubig and Pengfei Liu",
        "title": "BARTScore: Evaluating Generated Text as Text Generation"
      },
      {
        "key": "zhang2020bertscoreevaluatingtextgeneration",
        "author": "Tianyi Zhang and Varsha Kishore and Felix Wu and Kilian Q. Weinberger and Yoav Artzi",
        "title": "BERTScore: Evaluating Text Generation with BERT"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "liu-etal-2024-benchmarking",
        "author": "Liu, Yixin  and\nFabbri, Alexander  and\nChen, Jiawen  and\nZhao, Yilun  and\nHan, Simeng  and\nJoty, Shafiq  and\nLiu, Pengfei  and\nRadev, Dragomir  and\nWu, Chien-Sheng  and\nCohan, Arman",
        "title": "Benchmarking Generation and Evaluation Capabilities of Large Language Models for Instruction Controllable Summarization"
      },
      {
        "key": "liu2024reifereevaluatinginstructionfollowingevaluation",
        "author": "Yixin Liu and Kejian Shi and Alexander R. Fabbri and Yilun Zhao and Peifeng Wang and Chien-Sheng Wu and Shafiq Joty and Arman Cohan",
        "title": "ReIFE: Re-evaluating Instruction-Following Evaluation"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "wang-etal-2024-large-language-models-fair",
        "author": "Wang, Peiyi  and\nLi, Lei  and\nChen, Liang  and\nCai, Zefan  and\nZhu, Dawei  and\nLin, Binghuai  and\nCao, Yunbo  and\nKong, Lingpeng  and\nLiu, Qi  and\nLiu, Tianyu  and\nSui, Zhifang",
        "title": "Large Language Models are not Fair Evaluators"
      },
      {
        "key": "shi2024judgingjudgessystematicstudy",
        "author": "Lin Shi and Chiyu Ma and Wenhua Liang and Weicheng Ma and Soroush Vosoughi",
        "title": "Judging the Judges: A Systematic Study of Position Bias in LLM-as-a-Judge"
      }
    ]
  }
]