[
  {
    "index": 0,
    "papers": [
      {
        "key": "i_know_what_you_did",
        "author": "Minelli, Roberto and Mocci, Andrea and Lanza, Michele",
        "title": "I know what you did last summer-an investigation of how developers spend their time"
      },
      {
        "key": "vs_code_tracking",
        "author": "Amann, Sven and Proksch, Sebastian and Nadi, Sarah and Mezini, Mira",
        "title": "A study of visual studio usage in practice"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "8666786",
        "author": "Meyer, André N. and Barr, Earl T. and Bird, Christian and Zimmermann, Thomas",
        "title": "Today Was a Good Day: The Daily Life of Software Developers"
      },
      {
        "key": "beller-software",
        "author": "Beller, Moritz and Orgovan, Vince and Buja, Spencer and Zimmermann, Thomas",
        "title": "Mind the Gap: On the Relationship Between Automatically Measured and Self-Reported Productivity"
      },
      {
        "key": "activitiesTime2",
        "author": "Russo, Daniel and Hanel, Paul H.P. and Altnickel, Seraphina and van Berkel, Niels",
        "title": "The Daily Life of Software Engineers During the COVID-19 Pandemic"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gonccalves2011collaboration",
        "author": "Gon{\\c{c}}alves, M{\\'a}rcio Kuroki and de Souza, Cleidson RB and Gonz{\\'a}lez, V{\\'\\i}ctor M",
        "title": "Collaboration, Information Seeking and Communication: An Observational Study of Software Developers' Work Practices."
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "vs_code_tracking",
        "author": "Amann, Sven and Proksch, Sebastian and Nadi, Sarah and Mezini, Mira",
        "title": "A study of visual studio usage in practice"
      },
      {
        "key": "i_know_what_you_did",
        "author": "Minelli, Roberto and Mocci, Andrea and Lanza, Michele",
        "title": "I know what you did last summer-an investigation of how developers spend their time"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "8666786",
        "author": "Meyer, André N. and Barr, Earl T. and Bird, Christian and Zimmermann, Thomas",
        "title": "Today Was a Good Day: The Daily Life of Software Developers"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "storey2019towards",
        "author": "Storey, Margaret-Anne and Zimmermann, Tom and Bird, Christian and Czerwonka, Jacek and Murphy, Brendan and Kalliamvakou, Eirini",
        "title": "Towards a Theory of Software Developer Job Satisfaction and Perceived Productivity"
      },
      {
        "key": "space",
        "author": "Forsgren, Nicole and Storey, Margaret-Anne and Maddila, Chandra and Zimmermann, Thomas and Houck, Brian and Butler, Jenna",
        "title": "The SPACE of Developer Productivity: There's more to it than you think."
      },
      {
        "key": "murphyhill-tse",
        "author": "Murphy-Hill, Emerson and Jaspan, Ciera and Sadowski, Caitlin and Shepherd, David and Phillips, Michael and Winter, Collin and Knight, Andrea and Smith, Edward and Jorde, Matthew",
        "title": "What Predicts Software Developers’ Productivity?"
      },
      {
        "key": "sadowski-book",
        "author": "Sadowski, Caitlin and Zimmermann, Thomas",
        "title": "Rethinking productivity in software engineering"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "mark2008cost",
        "author": "Mark, Gloria and Gudith, Daniela and Klocke, Ulrich",
        "title": "The cost of interrupted work: more speed and stress"
      },
      {
        "key": "bailey2001effects",
        "author": "Bailey, Brian P and Konstan, Joseph A and Carlis, John V",
        "title": "The Effects of Interruptions on Task Performance, Annoyance, and Anxiety in the User Interface."
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "houck2023the",
        "author": "Houck, Brian and Yelin, Henry and Butler, Jenna and Forsgren, Nicole and McMartin, Alison",
        "title": "The Best of Both Worlds: Unlocking the Potential of Hybrid Work for Software Engineers"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "graziotin2014happy",
        "author": "Graziotin, Daniel and Wang, Xiaofeng and Abrahamsson, Pekka",
        "title": "Happy software developers solve problems better: psychological measurements in empirical software engineering"
      },
      {
        "key": "graziotin2014software",
        "author": "Graziotin, Daniel and Wang, Xiaofeng and Abrahamsson, Pekka",
        "title": "Software Developers, Moods, Emotions, and Performance"
      },
      {
        "key": "kim2019understanding",
        "author": "Kim, Young-Ho and Choe, Eun Kyoung and Lee, Bongshin and Seo, Jinwook",
        "title": "Understanding personal productivity: How knowledge workers define, evaluate, and reflect on their productivity"
      },
      {
        "key": "emotion_perceive_productivity",
        "author": "Girardi, Daniela and Lanubile, Filippo and Novielli, Nicole and Serebrenik, Alexander",
        "title": "Emotions and Perceived Productivity of Software Developers at the Workplace"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "like_dislike",
        "author": "Zainab Masood and Rashina Hoda and Kelly Blincoe and Daniela Damian",
        "title": "Like, dislike, or just do it? How developers approach software development tasks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "graziotin2017unhappiness",
        "author": "Graziotin, Daniel and Fagerholm, Fabian and Wang, Xiaofeng and Abrahamsson, Pekka",
        "title": "On the unhappiness of software developers"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "copilot_prod",
        "author": "Ziegler, Albert and Kalliamvakou, Eirini and Li, X. Alice and Rice, Andrew and Rifkin, Devon and Simister, Shawn and Sittampalam, Ganesh and Aftandilian, Edward",
        "title": "Measuring GitHub Copilot's Impact on Productivity"
      },
      {
        "key": "borg2024does",
        "author": "Borg, Markus and Hewett, Dave and Graham, Donald and Couderc, Noric and S{\\\"o}derberg, Emma and Church, Luke and Farley, Dave",
        "title": "Does Co-Development with AI Assistants Lead to More Maintainable Code? A Registered Report"
      },
      {
        "key": "ulfsnes2024transforming",
        "author": "Ulfsnes, Rasmus and Moe, Nils Brede and Stray, Viktoria and Skarpen, Marianne",
        "title": "Transforming Software Development with Generative AI: Empirical Insights on Collaboration and Workflow"
      },
      {
        "key": "peng2023impact",
        "author": "Peng, Sida and Kalliamvakou, Eirini and Cihon, Peter and Demirer, Mert",
        "title": "The impact of ai on developer productivity: Evidence from github copilot"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "khemka2024towards",
        "author": "Khemka, Mansi and Houck, Brian",
        "title": "Towards Effective AI Support for Developers: A Survey of Desires and Concerns"
      },
      {
        "key": "bird2022taking",
        "author": "Bird, Christian and Ford, Denae and Zimmermann, Thomas and Forsgren, Nicole and Kalliamvakou, Eirini and Lowdermilk, Travis and Gazit, Idan",
        "title": "Taking Flight with Copilot: Early insights and opportunities of AI-powered pair-programming tools"
      }
    ]
  }
]