[
  {
    "index": 0,
    "papers": [
      {
        "key": "xi2025rise",
        "author": "Xi, Zhiheng and Chen, Wenxiang and Guo, Xin and He, Wei and Ding, Yiwen and Hong, Boyang and Zhang, Ming and Wang, Junzhe and Jin, Senjie and Zhou, Enyu and others",
        "title": "The rise and potential of large language model based agents: A survey"
      },
      {
        "key": "zhao2023depth",
        "author": "Zhao, Pengyu and Jin, Zijian and Cheng, Ning",
        "title": "An in-depth survey of large language model-based artificial intelligence agents"
      },
      {
        "key": "masterman2024landscape",
        "author": "Masterman, Tula and Besen, Sandi and Sawtell, Mason and Chao, Alex",
        "title": "The landscape of emerging ai agent architectures for reasoning, planning, and tool calling: A survey"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kim2024mdagents",
        "author": "Kim, Yubin and Park, Chanwoo and Jeong, Hyewon and Chan, Yik Siu and Xu, Xuhai and McDuff, Daniel and Lee, Hyeonhoon and Ghassemi, Marzyeh and Breazeal, Cynthia and Park, Hae Won",
        "title": "Mdagents: An adaptive collaboration of llms for medical decision-making"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "li2024mmedagent",
        "author": "Li, Binxu and Yan, Tiankai and Pan, Yuanting and Luo, Jie and Ji, Ruiyang and Ding, Jiayuan and Xu, Zhe and Liu, Shilong and Dong, Haoyu and Lin, Zihao and others",
        "title": "Mmedagent: Learning to use medical tools with multi-modal agent"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "jaech2024openai",
        "author": "Jaech, Aaron and Kalai, Adam and Lerer, Adam and Richardson, Adam and El-Kishky, Ahmed and Low, Aiden and Helyar, Alec and Madry, Aleksander and Beutel, Alex and Carney, Alex and others",
        "title": "Openai o1 system card"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "liu2023agentbench",
        "author": "Liu, Xiao and Yu, Hao and Zhang, Hanchen and Xu, Yifan and Lei, Xuanyu and Lai, Hanyu and Gu, Yu and Ding, Hangliang and Men, Kaiwen and Yang, Kejuan and others",
        "title": "Agentbench: Evaluating llms as agents"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "yin2024mmau",
        "author": "Yin, Guoli and Bai, Haoping and Ma, Shuang and Nan, Feng and Sun, Yanchao and Xu, Zhaoyang and Ma, Shen and Lu, Jiarui and Kong, Xiang and Zhang, Aonan and others",
        "title": "Mmau: A holistic benchmark of agent capabilities across diverse domains"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "jimenez2023swe",
        "author": "Jimenez, Carlos E and Yang, John and Wettig, Alexander and Yao, Shunyu and Pei, Kexin and Press, Ofir and Narasimhan, Karthik",
        "title": "Swe-bench: Can language models resolve real-world github issues?"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "2501.14654",
        "author": "Yixing Jiang and Kameron C. Black and Gloria Geng and Danny Park and Andrew Y. Ng and Jonathan H. Chen",
        "title": "MedAgentBench: Dataset for Benchmarking LLMs as Agents in Medical Applications"
      }
    ]
  }
]