[
  {
    "index": 0,
    "papers": [
      {
        "key": "5GERA_IROS",
        "author": "Adrian Lendinez and Lanfranco Zanzi and Sandra Moreno and Guillem Gari and Xi Li and Renxi Qiu and Xavier Costa-Perez",
        "title": "{Enhancing 5G-enabled Robots Autonomy by Radio-Aware Semantic Maps}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "online_OROS",
        "author": "Romero, Arnau and Delgado, Carmen and Zanzi, Lanfranco and Li, Xi and Costa-Pérez, Xavier",
        "title": "{OROS: Online Operation and Orchestration of Collaborative Robots using 5G}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Delgado22",
        "author": "Delgado, Carmen and Zanzi, Lanfranco and Li, Xi and Costa-Pérez, Xavier",
        "title": "{OROS: Orchestrating ROS-driven Collaborative Connected Robots in Mission-Critical Operations}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "5509677",
        "author": "Mostofi, Yasamin and others",
        "title": "{Estimation of communication signal strength in robotic networks}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Graph_DTN",
        "author": "Zhu, Yanhong and Chen, Danyang and Zhou, Cheng and Lu, Lu and Duan, Xiaodong",
        "title": "{A knowledge graph based construction method for Digital Twin Network}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Scalable_DT",
        "author": "Wang, Haozhe and Wu, Yulei and Min, Geyong and Miao, Wang",
        "title": "A Graph Neural Network-Based Digital Twin for Network Slicing Management"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "next_generation_DT_robotics",
        "author": "A. Mazumder and others",
        "title": "{Towards next generation digital twin in robotics: Trends, scopes, challenges, and future}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "SLAM_5GNR",
        "author": " Panagiotis T. Karfakis and Micael S Couceiro and David Portugal",
        "title": "{NR5G-SAM: A SLAM Framework for Field Robot Applications Based on 5G New Radio}"
      }
    ]
  }
]