[
  {
    "index": 0,
    "papers": [
      {
        "key": "lund2023chatting",
        "author": "Lund, B.D. and Wang, T.",
        "title": "Chatting About {ChatGPT}: How May {AI} and {GPT} Impact Academia and Libraries?"
      },
      {
        "key": "kasneci2023chat",
        "author": "Kasneci, E. and Seßler, K. and Küchemann, S. and Bannert, M. and Dementieva, D. and Fischer, F. and Kasneci, G.",
        "title": "{ChatGPT} for Good? On Opportunities and Challenges of Large Language Models for Education"
      },
      {
        "key": "DWIVEDI2023102642",
        "author": "Yogesh K. Dwivedi and Nir Kshetri and Laurie Hughes and Emma Louise Slade and Anand Jeyaraj and Arpan Kumar Kar and Abdullah M. Baabdullah and Alex Koohang and Vishnupriya Raghavan and Manju Ahuja and Hanaa Albanna and Mousa Ahmad Albashrawi and Adil S. Al-Busaidi and Janarthanan Balakrishnan and Yves Barlette and Sriparna Basu and Indranil Bose and Laurence Brooks and Dimitrios Buhalis and Lemuria Carter and Soumyadeb Chowdhury and Tom Crick and Scott W. Cunningham and Gareth H. Davies and Robert M. Davison and Rahul Dé and Denis Dennehy and Yanqing Duan and Rameshwar Dubey and Rohita Dwivedi and John S. Edwards and Carlos Flavián and Robin Gauld and Varun Grover and Mei-Chih Hu and Marijn Janssen and Paul Jones and Iris Junglas and Sangeeta Khorana and Sascha Kraus and Kai R. Larsen and Paul Latreille and Sven Laumer and F. Tegwen Malik and Abbas Mardani and Marcello Mariani and Sunil Mithas and Emmanuel Mogaji and Jeretta Horn Nord and Siobhan O’Connor and Fevzi Okumus and Margherita Pagani and Neeraj Pandey and Savvas Papagiannidis and Ilias O. Pappas and Nishith Pathak and Jan Pries-Heje and Ramakrishnan Raman and Nripendra P. Rana and Sven-Volker Rehm and Samuel Ribeiro-Navarrete and Alexander Richter and Frantz Rowe and Suprateek Sarker and Bernd Carsten Stahl and Manoj Kumar Tiwari and Wil {van der Aalst} and Viswanath Venkatesh and Giampaolo Viglia and Michael Wade and Paul Walton and Jochen Wirtz and Ryan Wright",
        "title": "Opinion Paper: “{So} What if {ChatGPT} Wrote It?” {Multidisciplinary} Perspectives on Opportunities, Challenges and Implications of Generative Conversational {AI} for Research, Practice and Policy"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "dergaa2023from",
        "author": "Dergaa, I. and Chamari, K. and Zmijewski, P. and Ben Saad, H.",
        "title": "From Human Writing to {Artificial Intelligence} Generated Text: Examining the Prospects and Potential Threats of {ChatGPT} in Academic Writing"
      },
      {
        "key": "rahman2023chatgpt",
        "author": "Rahman, M. M. and Terano, H. J. and Rahman, M. N. and others",
        "title": "{ChatGPT} and Academic Research: A Review and Recommendations Based on Practical Examples"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "conroy2023scientists",
        "author": "Conroy, G.",
        "title": "Scientists Used {ChatGPT} to Generate an Entire Paper from Scratch—But Is It Any Good?"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "fyfe2023how",
        "author": "Fyfe, P.",
        "title": "How to Cheat on Your Final Paper: Assigning {AI} for Student Writing"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "noy2023experimental",
        "author": "Noy, S. and Zhang, W.",
        "title": "Experimental Evidence on the Productivity Effects of Generative {Artificial Intelligence}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Liu2020",
        "author": "Liu, X. and Cruz Rivera, S. and Moher, D. and Calvert, M. J. and Denniston, A. K. and {SPIRIT-AI} and {CONSORT-AI} Working Group",
        "title": "Reporting Guidelines for Clinical Trial Reports for Interventions Involving {Artificial Intelligence}: The {CONSORT-AI} Extension"
      },
      {
        "key": "CruzRivera2020",
        "author": "Rivera, Samantha Cruz and Liu, Xiaoxuan and Chan, An-Wen and Denniston, Alastair K and Calvert, Melanie J and Ashrafian, Hutan and Beam, Andrew L and Collins, Gary S and Darzi, Ara and Deeks, Jonathan J and others",
        "title": "Guidelines for Clinical Trial Protocols for Interventions Involving Artificial Intelligence: The {SPIRIT-AI} Extension"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "COPE2023",
        "author": "{Committee on Publication Ethics}",
        "title": "Authorship and {AI} Tools: {COPE} Position Statement"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "ICMJE2023",
        "author": "ICMJE",
        "title": "Defining the Role of Authors and Contributors"
      },
      {
        "key": "Flanagin2023",
        "author": "Flanagin, A. and Bibbins-Domingo, K. and Berkwits, M. and Christiansen, S. L.",
        "title": "Nonhuman “Authors” and Implications for the Integrity of Scientific Publication and Medical Knowledge"
      },
      {
        "key": "WAME2023",
        "author": "WAME",
        "title": "Chatbots, Generative {AI}, and Scholarly Manuscripts. {WAME} Recommendations on Chatbots and Generative {Artificial Intelligence} in Relation to Scholarly Publications"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Anderson2023",
        "author": "Anderson, N. and Belavy, D. L. and Perle, S. M. and Hendricks, S. and Hespanhol, L. and Verhagen, E. and Memon, A. R.",
        "title": "{AI} Did Not Write This Manuscript, or Did It? {Can} We Trick the {AI} Text Detector into Generated Texts? {The} Potential Future of {ChatGPT} and {AI} in Sports \\& Exercise Medicine Manuscript Generation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Hutson2021",
        "author": "Hutson, M.",
        "title": "Robo-Writers: The Rise and Risks of Language-Generating {AI}"
      },
      {
        "key": "Ji2023",
        "author": "Ji, Z. and Lee, N. and Frieske, R. and Yu, T. and Su, D. and Xu, Y. and Ishii, E. and Bang, Y. J. and Madotto, A. and Fung, P.",
        "title": "Survey of Hallucination in Natural Language Generation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Basta2019",
        "author": "Basta, C. and Costa-Jussà, M. R. and Casas, N.",
        "title": "Evaluating the Underlying Gender Bias in Contextualized Word Embeddings"
      },
      {
        "key": "Founta2018",
        "author": "Founta, A.-M. and Djouvas, C. and Chatzakou, D. and Leontiadis, I. and Blackburn, J. and Stringhini, G. and Vakali, A. and Sirivianos, M. and Kourtellis, N.",
        "title": "Large Scale Crowdsourcing and Characterization of {Twitter} Abusive Behavior"
      },
      {
        "key": "Hutchinson2020",
        "author": "Hutchinson, B. and Prabhakaran, V. and Denton, E. and Webster, K. and Zhong, Y. and Denuyl, S.",
        "title": "Social Biases in {NLP} Models as Barriers for Persons with Disabilities"
      }
    ]
  }
]