[
  {
    "index": 0,
    "papers": [
      {
        "key": "fujiwara2024effect",
        "author": "Fujiwara, Thomas and M{\\\"u}ller, Karsten and Schwarz, Carlo",
        "title": "The effect of social media on elections: Evidence from the united states"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "allcott24theeffects",
        "author": "Hunt Allcott  and Matthew Gentzkow  and Winter Mason  and Arjun Wilkins  and Pablo Barberá  and Taylor Brown  and Juan Carlos Cisneros  and Adriana Crespo-Tenorio  and Drew Dimmery  and Deen Freelon  and Sandra González-Bailón  and Andrew M. Guess  and Young Mie Kim  and David Lazer  and Neil Malhotra  and Devra Moehler  and Sameer Nair-Desai  and Houda Nait El Barj  and Brendan Nyhan  and Ana Carolina Paixao de Queiroz  and Jennifer Pan  and Jaime Settle  and Emily Thorson  and Rebekah Tromble  and Carlos Velasco Rivera  and Benjamin Wittenbrink  and Magdalena Wojcieszak  and Saam Zahedian  and Annie Franco  and Chad Kiewiet de Jonge  and Natalie Jomini Stroud  and Joshua A. Tucker ",
        "title": "The effects of Facebook and Instagram on the 2020 election: A deactivation experiment"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "balasubramanian2024publicdatasettrackingsocial",
        "author": "Ashwin Balasubramanian and Vito Zou and Hitesh Narayana and Christina You and Luca Luceri and Emilio Ferrara",
        "title": "A Public Dataset Tracking Social Media Discourse about the 2024 U.S. Presidential Election on Twitter/X"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "valence",
        "author": "Stefanov, Peter  and\nDarwish, Kareem  and\nAtanasov, Atanas  and\nNakov, Preslav",
        "title": "Predicting the Topical Stance and Political Leaning of Media using Tweets"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "magno2021measuring",
        "author": "Magno, Gabriel and Almeida, Virgilio",
        "title": "Measuring international online human values with word embeddings"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "hate-speech-1",
        "author": "Alkomah, Fatimah and Ma, Xiaogang",
        "title": "A Literature Review of Textual Hate Speech Detection Methods and Datasets"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "hate-speech-3",
        "author": "Davidson, Thomas and Warmsley, Dana and Macy, Michael and Weber, Ingmar",
        "title": "Automated hate speech detection and the problem of offensive language"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hate-speech-2",
        "author": "Saha, Punyajoy and Das, Mithun and Mathew, Binny and Mukherjee, Animesh",
        "title": "Hate Speech: Detection, Mitigation and Beyond"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "embd-2",
        "author": "Ottoni, Raphael and Cunha, Evandro and Magno, Gabriel and Bernardina, Pedro and Meira Jr., Wagner and Almeida, Virg\\'{\\i}lio",
        "title": "Analyzing Right-wing YouTube Channels: Hate, Violence and Discrimination"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "roose17thiswas",
        "author": "Kevin Roose",
        "title": "This Was the Alt-Right’s Favorite Chat App. Then Came Charlottesville"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "heslep2024mapping",
        "author": "Heslep, Daniel G and Berge, PS",
        "title": "Mapping Discord’s darkside: Distributed hate networks on Disboard"
      }
    ]
  }
]