[
  {
    "index": 0,
    "papers": [
      {
        "key": "chamberlin1981",
        "author": "Chamberlin, Donald D. and Astrahan, Morton M. and Blasgen, Michael W. and Gray, James N. and King, W. Frank and Lindsay, Bruce G. and Lorie, Raymond and Mehl, James W. and Price, Thomas G. and Putzolu, Franco and Selinger, Patricia Griffiths and Schkolnick, Mario and Slutz, Donald R. and Traiger, Irving L. and Wade, Bradford W. and Yost, Robert A.",
        "title": "A History and Evaluation of System R"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "stonebraker1976",
        "author": "Stonebraker, Michael and Held, Gerald and Wong, Eugene and Kreps, Peter",
        "title": "The Design and Implementation of INGRES"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "volcano",
        "author": "Graefe, G.",
        "title": "Volcano— An Extensible and Parallel Query Evaluation System"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "ngo-skew",
        "author": "Ngo, Hung Q and R\\'{e}, Christopher and Rudra, Atri",
        "title": "Skew Strikes Back: New Developments in the Theory of Join Algorithms"
      },
      {
        "key": "leapfrog-triejoin",
        "author": "Todd L. Veldhuizen",
        "title": "Leapfrog Triejoin: a worst-case optimal join algorithm"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "monetdb",
        "author": "Boncz, Peter A and Zukowski, Marcin and Nes, Niels",
        "title": "MonetDB/X100: Hyper-Pipelining Query Execution."
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "hyper",
        "author": "Kemper, Alfons and Neumann, Thomas",
        "title": "HyPer: A Hybrid OLTP\\&OLAP Main Memory Database System Based on Virtual Memory Snapshots"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "kersten2018",
        "author": "Kersten, Timo and Leis, Viktor and Kemper, Alfons and Neumann, Thomas and Pavlo, Andrew and Boncz, Peter",
        "title": "Everything you always wanted to know about compiled and vectorized queries but were afraid to ask"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "menon2017",
        "author": "Menon, Prashanth and Mowry, Todd C. and Pavlo, Andrew",
        "title": "Relaxed Operator Fusion for In-Memory Databases: Making Compilation, Vectorization, and Prefetching Work Together at Last"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "klonatos2014",
        "author": "Klonatos, Yannis and Koch, Christoph and Rompf, Tiark and Chafi, Hassan",
        "title": "Building Efficient Query Engines in a High-Level Language"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lms",
        "author": "Rompf, Tiark and Odersky, Martin",
        "title": "Lightweight modular staging: a pragmatic approach to runtime code generation and compiled DSLs"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "emptyheaded",
        "author": "Aberger, Christopher R and Lamb, Andrew and Tu, Susan and N{\\\"o}tzli, Andres and Olukotun, Kunle and R{\\'e}, Christopher",
        "title": "Emptyheaded: A relational engine for graph processing"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "indexed-streams",
        "author": "Kovach, Scott and Kolichala, Praneeth and Gu, Tiancheng and Kjolstad, Fredrik",
        "title": "Indexed Streams: A Formal Intermediate Representation for Fused Contraction Programs"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "kjolstad2017",
        "author": "Kjolstad, Fredrik and Kamil, Shoaib and Chou, Stephen and Lugato, David and Amarasinghe, Saman",
        "title": "The Tensor Algebra Compiler"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "henry2017",
        "author": "Henry, Rawn and Hsu, Olivia and Yadav, Rohan and Chou, Stephen and Olukotun, Kunle and Amarasinghe, Saman and Kjolstad, Fredrik",
        "title": "Compilation of Sparse Array Programming Models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "chou2018",
        "author": "Chou, Stephen and Kjolstad, Fredrik and Amarasinghe, Saman",
        "title": "Format abstraction for sparse tensor algebra compilers"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "fibertrees",
        "author": "Vivienne Sze and Yu-Hsin Chen and Tien-Ju Yang and Joel S. Emer",
        "title": "Efficient Processing of Deep Neural Networks"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "indexed-streams",
        "author": "Kovach, Scott and Kolichala, Praneeth and Gu, Tiancheng and Kjolstad, Fredrik",
        "title": "Indexed Streams: A Formal Intermediate Representation for Fused Contraction Programs"
      }
    ]
  }
]