[
  {
    "index": 0,
    "papers": [
      {
        "key": "Lee2015",
        "author": "Lee, Bongshin and Riche, Nathalie Henry and Isenberg, Petra and Carpendale, Sheelagh",
        "title": "{More Than Telling a Story: Transforming Data into Visually Shared Stories}"
      },
      {
        "key": "Riche2018",
        "author": "Riche, Nathalie Henry and Hurter, Christophe and Diakopoulos, Nicholas and Carpendale, Sheelagh",
        "title": "{Data-Driven Storytelling}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Segel2010",
        "author": "Segel, Edward and Heer, Jeffrey",
        "title": "{Narrative visualization: Telling stories with data}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Tong2018",
        "author": "Tong, Chao and Roberts, Richard and Borgo, Rita and Walton, Sean and Laramee, Robert S. and Wegba, Kodzo and Lu, Aidong and Wang, Yun and Qu, Huamin and Luo, Qiong and Ma, Xiaojuan",
        "title": "{Storytelling and visualization: An extended survey}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Zhao2023a",
        "author": "Zhao, Zhenpeng and Elmqvist, Niklas",
        "title": "{The Stories We Tell About Data: Surveying Data-Driven Storytelling Using Visualization}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Li2023c",
        "author": "Li, Haotian and Wang, Yun and Qu, Huamin",
        "title": "{Where Are We So Far? Understanding Data Storytelling Tools from the Perspective of Human-AI Collaboration}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Chen2022",
        "author": "Chen, Qing and Cao, Shixiong and Wang, Jiazhe and Cao, Nan",
        "title": "{How Does Automation Shape the Process of Narrative Visualization: A Survey of Tools}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Ren2023",
        "author": "Ren, Pengkun and Wang, Yi and Zhao, Fan",
        "title": "{Re-understanding of data storytelling tools from a narrative perspective}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Shi2023",
        "author": "Shi, Yang and Gao, Tian and Jiao, Xiaohan and Cao, Nan",
        "title": "{Understanding Design Collaboration Between Designers and Artificial Intelligence: A Systematic Literature Review}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Wu2021d",
        "author": "Wu, Aoyu and Wang, Yun and Shu, Xinhuan and Moritz, Dominik and Cui, Weiwei and Zhang, Haidong and Zhang, Dongmei and Qu, Huamin",
        "title": "{AI4VIS: Survey on Artificial Intelligence Approaches for Data Visualization}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Wang2020c",
        "author": "Wang, Qianwen and Chen, Zhutian and Wang, Yong and Qu, Huamin",
        "title": "{A Survey on ML4VIS: Applying Machine Learning Advances to Data Visualization}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Hao2024",
        "author": "Hao, Shan and Wang, Zezhong and Bach, Benjamin and Pschetz, Larissa",
        "title": "{Design Patterns for Data-Driven News Articles}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Bach2018",
        "author": "Bach, Benjamin and Wang, Zezhong and Farinella, Matteo and Murray-Rust, Dave and {Henry Riche}, Nathalie",
        "title": "{Design Patterns for Data Comics}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Bach2023",
        "author": "Bach, Benjamin and Freeman, Euan and Abdul-Rahman, Alfie and Turkay, Cagatay and Khan, Saiful and Fan, Yulei and Chen, Min",
        "title": "{Dashboard Design Patterns}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Lan2023",
        "author": "Lan, Xingyu and Wu, Yanqiu and Cao, Nan",
        "title": "{Affective Visualization Design: Leveraging the Emotional Impact of Data}"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Brehmer2017",
        "author": "Brehmer, Matthew and Lee, Bongshin and Bach, Benjamin and Riche, Nathalie Henry and Munzner, Tamara",
        "title": "{Timelines Revisited: A Design Space and Considerations for Expressive Storytelling}"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Dasu2024",
        "author": "Dasu, Keshav and Kuo, Yun Hsin and Ma, Kwan Liu",
        "title": "{Character-Oriented Design for Visual Data Storytelling}"
      },
      {
        "key": "Mittenentzwei2023a",
        "author": "Mittenentzwei, S. and Wei{\\ss}, V. and Schreiber, S. and Garrison, L. A. and Bruckner, S. and Pfister, M. and Preim, B. and Meuschke, M.",
        "title": "{Do Disease Stories Need a Hero? Effects of Human Protagonists on a Narrative Visualization about Cerebral Small Vessel Disease}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Lan2021a",
        "author": "Lan, Xingyu and Xu, Xinyue and Cao, Nan",
        "title": "{Understanding narrative linearity for telling expressive time-oriented stories}"
      },
      {
        "key": "Yang2022a",
        "author": "Yang, Leni and Xu, Xian and Lan, Xing Yu and Liu, Ziyan and Guo, Shunan and Shi, Yang and Qu, Huamin and Cao, Nan",
        "title": "{A Design Space for Applying the Freytag's Pyramid Structure to Data Stories}"
      },
      {
        "key": "Cao2020a",
        "author": "Cao, Ruochen and Dey, Subrata and Cunningham, Andrew and Walsh, James and Smith, Ross T. and Zucco, Joanne E. and Thomas, Bruce H.",
        "title": "{Examining the use of narrative constructs in data videos}"
      },
      {
        "key": "Wei2024",
        "author": "Wei, Zheng and Qu, Huamin and Xu, Xian",
        "title": "{Telling Data Stories with the Hero's Journey: Design Guidance for Creating Data Videos}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Xu2023b",
        "author": "Xu, Xian and Wu, Aoyu and Yang, Leni and Wei, Zheng and Huang, Rong and Yip, David and Qu, Huamin",
        "title": "{Is It the End? Guidelines for Cinematic Endings in Data Videos}"
      },
      {
        "key": "Xu2022",
        "author": "Xu, Xian and Yang, Leni and Yip, David and Fan, Mingming and Wei, Zheng and Qu, Huamin",
        "title": "{From 'Wow' to 'Why': Guidelines for Creating the Opening of a Data Video with Cinematic Styles}"
      },
      {
        "key": "Concannon2020",
        "author": "Concannon, Shauna and Rajan, Natasha and Shah, Parthiv and Smith, Davy and Ursu, Marian and Hook, Jonathan",
        "title": "{Brooke Leave Home: Designing a Personalized Film to Support Public Engagement with Open Data}"
      },
      {
        "key": "Conlen2023",
        "author": "Conlen, Matthew and Heer, Jeffrey and Mushkin, Hillary and Davidoff, Scott",
        "title": "{Cinematic Techniques in Narrative Visualization}"
      },
      {
        "key": "Bradbury2020",
        "author": "Bradbury, Judd D. and Guadagno, Rosanna E.",
        "title": "{Documentary narrative visualization: Features and modes of documentary film in narrative visualization}"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Tang2020",
        "author": "Tang, Junxiu and Yu, Lingyun and Tang, Tan and Shu, Xinhuan and Ying, Lu and Zhou, Yuhua and Ren, Peiran and Wu, Yingcai",
        "title": "{Narrative Transitions in Data Videos}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Borgo2022",
        "author": "Cheng, Hao and Wang, Junhong and Wang, Yun and Lee, Bongshin and Zhang, Haidong and Zhang, Dongmei",
        "title": "{Investigating the Role and Interplay of Narrations and Animations in Data Videos}"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Amini2018a",
        "author": "Amini, Fereshteh and Riche, Nathalie Henry and Lee, Bongshin and Leboe-McGowan, Jason and Irani, Pourang",
        "title": "{Hooked on data videos: Assessing the effect of animation and pictographs on viewer engagement}"
      },
      {
        "key": "Chevalier2016",
        "author": "Chevalier, Fanny and Riche, Nathalie Henry and Plaisant, Catherine and Chalbi, Amira and Hurter, Christophe",
        "title": "{Animations 25 years later: New roles and opportunities}"
      },
      {
        "key": "Shu2020",
        "author": "Shu, Xinhuan and Wu, Aoyu and Tang, Junxiu and Bach, Benjamin and Wu, Yingcai and Qu, Huamin",
        "title": "{What Makes a Data-GIF Understandable?}"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Sakamoto2022",
        "author": "Sakamoto, Yumiko and Sallam, Samar and Salo, Aaron and Leboe-McGowan, Jason and Irani, Pourang",
        "title": "{Persuasive Data Storytelling with a Data Video during Covid-19 Infodemic: Affective Pathway to Influence the Users' Perception about Contact Tracing Apps in less than 6 Minutes}"
      },
      {
        "key": "Sallam2022",
        "author": "Sallam, Samar and Sakamoto, Yumiko and Leboe-McGowan, Jason and Latulipe, Celine and Irani, Pourang",
        "title": "{Towards Design Guidelines for Effective Health-Related Data Videos: An Empirical Investigation of Affect, Personality, and Video Content}"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Yao2022",
        "author": "Yao, Lijie and Bezerianos, Anastasia and Vuillemot, Romain and Isenberg, Petra",
        "title": "{Visualization in Motion: A Research Agenda and Two Evaluations}"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Yang2023a",
        "author": "Yang, Leni and Wu, Aoyu and Tong, Wai and Xu, Xian and Wei, Zheng and Qu, Huamin",
        "title": "{Understanding 3D Data Videos: From Screens to Virtual Reality}"
      }
    ]
  }
]