[
  {
    "index": 0,
    "papers": [
      {
        "key": "al_sawafi2023hybrid",
        "author": "Al Sawafi, Yahya and Touzene, Abdullah and Al-Yahyai, Saleh and Al-Shaqsi, Zahran and Al-Shaqsi, Khalifa",
        "title": "{Hybrid Deep Learning-Based Intrusion Detection System for RPL IoT Networks}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "mahmud2024optimized",
        "author": "Mahmud, Muhammad Zawad and Islam, Samiha and Alve, Shahran Rahman and Pial, Al Jubayer",
        "title": "{Optimized IoT intrusion detection using machine learning technique}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zakariah2023machine",
        "author": "Zakariah, Mohammed and AlQahtani, Salman A. and Al-Rakhami, Mabrook S.",
        "title": "{Machine Learning-Based Adaptive Synthetic Sampling Technique for Intrusion Detection}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "musleh2023intrusion",
        "author": "Musleh, Dhiaa",
        "title": "{Intrusion Detection System Using Feature Extraction with Machine Learning Algorithms in IoT}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chaganti2023deep",
        "author": "Chaganti, Rakesh and Suliman, Wail and Ravi, Vijayakumar and Dua, Amit",
        "title": "{Deep Learning Approach for SDN-Enabled Intrusion Detection System in IoT Networks}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "khan2023hybrid",
        "author": "Khan, Noor Wali and Alshehri, Mohammed S. and Khan, Muazzam A. and Almakdi, Sultan and Moradpoor, Naghmeh and Alazeb, Abdulwahab and Ullah, Safi and Naz, Naila and Ahmad, Jawad",
        "title": "{A Hybrid Deep Learning-Based Intrusion Detection System for IoT Networks}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rose2021intrusion",
        "author": "Rose, Joseph and Swann, Matthew and Bendiab, Gueltoum and Shiaeles, Stavros and Kolokotronis, Nicholas",
        "title": "{Intrusion Detection using Network Traffic Profiling and Machine Learning for IoT}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "mohy-eddine2022ensemble",
        "author": "Mohy-Eddine, Mohamed and Boudjadar, Driss and Belkessam, Mehdi and Mellouk, Abdelhamid",
        "title": "{An Ensemble Learning Based Intrusion Detection Model for Industrial IoT Security}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "mahmud2024sdn",
        "author": "Mahmud, Muhammad Zawad and Alve, Shahran Rahman and Islam, Samiha and Khan, Mohammad Monirujjaman",
        "title": "{SDN Intrusion Detection Using Machine Learning Method}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "potnurwar2023deep",
        "author": "Potnurwar, Archana V. and Bongirwar, Vrushali K. and Ajani, Samir and Shelke, Nilesh and Dhone, Mrunalee and Parati, Namita",
        "title": "{Deep Learning-Based Rule-Based Feature Selection for Intrusion Detection in Industrial Internet of Things Networks}"
      }
    ]
  }
]