[
  {
    "index": 0,
    "papers": [
      {
        "key": "chang2021ilflow",
        "author": "{Wei-Di} Chang and Juan Camilo Gamboa Higuera and Scott Fujimoto and David Meger and Gregory Dudek",
        "title": "{IL-flOw: Imitation Learning from Observation using Normalizing Flows}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "chisari2024learning",
        "author": "Chisari, Eugenio and Heppert, Nick and Argus, Max and Welschehold, Tim and Brox, Thomas and Valada, Abhinav",
        "title": "Learning Robotic Manipulation Policies from Point Clouds with Conditional Flow Matching"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "fadel2023contextual",
        "author": "Fadel, Samuel G. and Mair, Sebastian and da Silva Torres, Ricardo and Brefeld, Ulf",
        "title": "Contextual movement models based on normalizing flows"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "deisenroth2013gaussian",
        "author": "Deisenroth, Marc Peter and Fox, Dieter and Rasmussen, Carl Edward",
        "title": "Gaussian processes for data-efficient learning in robotics and control"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "schreiter2015sparse",
        "author": "Schreiter, Jens and Englert, Peter and Nguyen-Tuong, Duy and Toussaint, Marc",
        "title": "Sparse Gaussian process regression for compliant, real-time robot control"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "sasaki2021variational",
        "author": "Sasaki, Hikaru and Matsubara, Takamitsu",
        "title": "Variational Policy Search Using Sparse Gaussian Process Priors for Learning Multimodal Optimal Actions"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "hausman2017multi",
        "author": "Hausman, Karol and Chebotar, Yevgen and Schaal, Stefan and Sukhatme, Gaurav and Lim, Joseph J.",
        "title": "Multi-modal imitation learning from unstructured demonstrations using generative adversarial nets"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "creswell2018generative",
        "author": "Creswell, Antonia and White, Tom and Dumoulin, Vincent and Arulkumaran, Kai and Sengupta, Biswa and Bharath, Anil A",
        "title": "Generative Adversarial Networks: An Overview"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "hausman2017multi",
        "author": "Hausman, Karol and Chebotar, Yevgen and Schaal, Stefan and Sukhatme, Gaurav and Lim, Joseph J.",
        "title": "Multi-modal imitation learning from unstructured demonstrations using generative adversarial nets"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "florence2022implicit",
        "author": "Florence, Pete and Lynch, Corey and Zeng, Andy and Ramirez, Oscar A and Wahid, Ayzaan and Downs, Laura and Wong, Adrian and Lee, Johnny and Mordatch, Igor and Tompson, Jonathan",
        "title": "Implicit Behavioral Cloning"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "chi2023diffusion",
        "author": "Cheng Chi and Zhenjia Xu and Siyuan Feng and Eric Cousineau and Yilun Du and Benjamin Burchfiel and Russ Tedrake and Shuran Song",
        "title": "Diffusion Policy: Visuomotor Policy Learning via Action Diffusion"
      }
    ]
  }
]