[
  {
    "index": 0,
    "papers": [
      {
        "key": "balakrishnan2013detecting",
        "author": "G. Balakrishnan and F. Durand and J. Guttag",
        "title": "Detecting Pulse from Head Motions in Video"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "poh2010noncontact",
        "author": "M.-Z. Poh and D. J. McDuff and R. W. Picard",
        "title": "Noncontact, automated cardiac pulse measurements using video imaging and blind source separation"
      },
      {
        "key": "monkaresi2014machine",
        "author": "H. Monkaresi and R. A. Calvo and H. Yan",
        "title": "A Machine Learning Approach to Improve Contactless Heart Rate Monitoring Using a Webcam"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "poh2010noncontact",
        "author": "M.-Z. Poh and D. J. McDuff and R. W. Picard",
        "title": "Noncontact, automated cardiac pulse measurements using video imaging and blind source separation"
      },
      {
        "key": "yu2019remote",
        "author": "Zitong Yu and Xiaobai Li and Guoying Zhao",
        "title": "Remote photoplethysmograph signal measurement from facial videos using spatio-temporal networks"
      },
      {
        "key": "wang2019vision",
        "author": "Z.-K. Wang and Y. Kao and C.-T. Hsu",
        "title": "Vision-Based Heart Rate Estimation Via A Two-Stream CNN"
      },
      {
        "key": "chen2018deepphys",
        "author": "Weixuan Chen and Daniel McDuff",
        "title": "Deepphys: Video-based physiological measurement using convolutional attention networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "yu2022physformer",
        "author": "Zitong Yu and Yuming Shen and Jingang Shi and Hengshuang Zhao and Philip HS Torr and Guoying Zhao",
        "title": "Physformer: Facial video-based physiological measurement with temporal difference transformer"
      },
      {
        "key": "zou2024rhythmformer",
        "author": "Bochao Zou and Zizheng Guo and Jiansheng Chen and Huimin Ma",
        "title": "RhythmFormer: Extracting rPPG Signals Based on Hierarchical Temporal Periodic Transformer"
      },
      {
        "key": "yu2023physformer++",
        "author": "Yu, Zitong and Shen, Yuming and Shi, Jingang and Zhao, Hengshuang and Cui, Yawen and Zhang, Jiehua and Torr, Philip and Zhao, Guoying",
        "title": "Physformer++: Facial video-based physiological measurement with slowfast temporal difference transformer"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "nowara2021benefit",
        "author": "E. M. Nowara and D. McDuff and A. Veeraraghavan",
        "title": "The Benefit of Distraction: Denoising Camera-Based Physiological Measurements Using Inverse Attention"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "lin1975noninvasive",
        "author": "James C Lin",
        "title": "Noninvasive microwave measurement of respiration"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "ha2020contactless",
        "author": "U. Ha and S. Assana and F. Adib",
        "title": "Contactless Seismocardiography via Deep Learning Radars"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "ha2020contactless",
        "author": "U. Ha and S. Assana and F. Adib",
        "title": "Contactless Seismocardiography via Deep Learning Radars"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zheng2021morefi",
        "author": "T. Zheng and Z. Chen and S. Zhang and C. Cai and J. Luo",
        "title": "MoRe-Fi: Motion-Robust and Fine-Grained Respiration Monitoring via Deep-Learning UWB Radar"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "negishi2020contactless",
        "author": "Toshiaki Negishi and Shigeto Abe and Takemi Matsui and He Liu and Masaki Kurosawa and Tetsuo Kirimoto and Guanghao Sun",
        "title": "Contactless vital signs measurement system using RGB-thermal image sensors and its clinical screening test on patients with seasonal influenza"
      },
      {
        "key": "matsumura2020rgb",
        "author": "Kenta Matsumura and Sogo Toda and Yuji Kato",
        "title": "RGB and near-infrared light reflectance/transmittance photoplethysmography for measuring heart rate during motion"
      },
      {
        "key": "park2022self",
        "author": "Park, Soyeon and Kim, Bo-Kyeong and Dong, Suh-Yeon",
        "title": "Self-supervised rgb-nir fusion video vision transformer framework for rppg estimation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "vilesov2022blending",
        "author": "Alexander Vilesov and Pradyumna Chari and Adnan Armouti and Anirudh Bindiganavale Harish and Kimaya Kulkarni and Ananya Deoghare and Laleh Jalilian and Achuta Kadambi",
        "title": "Blending Camera and 77 GHz Radar Sensing for Equitable, Robust Plethysmography"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "gu2022efficiently",
        "author": "Albert Gu and Karan Goel and Christopher Ré",
        "title": "Efficiently Modeling Long Sequences with Structured State Spaces"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "fu2023hungry",
        "author": "Daniel Y. Fu and Tri Dao and Khaled Kamal Saab and Armin W. Thomas and Atri Rudra and Christopher Ré",
        "title": "Hungry Hungry Hippos: Towards Language Modeling with State Space Models"
      },
      {
        "key": "mehta2023long",
        "author": "Harsh Mehta and Ankit Gupta and Ashok Cutkosky and Behnam Neyshabur",
        "title": "Long Range Language Modeling via Gated State Spaces"
      },
      {
        "key": "smith2023simplified",
        "author": "Jimmy T. H. Smith and Andrew Warrington and Scott W. Linderman",
        "title": "Simplified State Space Layers for Sequence Modeling"
      },
      {
        "key": "xie2024fusionmamba",
        "author": "Xie, Xinyu and Cui, Yawen and Tan, Tao and Zheng, Xubin and Yu, Zitong",
        "title": "Fusionmamba: Dynamic feature enhancement for multimodal image fusion with mamba"
      },
      {
        "key": "luo2024physmamba",
        "author": "Luo, Chaoqi and Xie, Yiping and Yu, Zitong",
        "title": "PhysMamba: Efficient Remote Physiological Measurement with SlowFast Temporal Difference Mamba"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zhu2024vision",
        "author": "Lianghui Zhu and Bencheng Liao and Qian Zhang and Xinlong Wang and Wenyu Liu and Xinggang Wang",
        "title": "Vision Mamba: Efficient visual representation learning with bidirectional state space model"
      }
    ]
  }
]