[
  {
    "index": 0,
    "papers": [
      {
        "key": "liu2023large",
        "author": "Liu, X. and McDuff, D. and Kovacs, G. and Galatzer-Levy, I. and Sunshine, J. and Zhan, J. and Poh, M. and Liao, S. and Di Achille, P. and Patel, S.",
        "title": "Large language models are few-shot health learners"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kim2024health",
        "author": "Kim, Yubin and Xu, Xuhai and McDuff, Daniel and Breazeal, Cynthia and Park, Hae Won",
        "title": "Health-llm: Large language models for health prediction via wearable sensor data"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "chan2024medtsllm",
        "author": "Chan, Nimeesha and Parker, Felix and Bennett, William and Wu, Tianyi and Jia, Mung Yao and Fackler, James and Ghobadi, Kimia",
        "title": "Medtsllm: Leveraging llms for multimodal medical time series analysis"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "imran2024llasa",
        "author": "Imran, Sheikh Asif and Khan, Mohammad Nur Hossain and Biswas, Subrata and Islam, Bashima",
        "title": "LLaSA: Large Multimodal Agent for Human Activity Analysis Through Wearable Sensors"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "bohi2024large",
        "author": "B{\\\"o}hi, Simon and Gashi, Shkurta",
        "title": "Large Language Models for Wearable Data Analysis and Interpretation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "cosentino2024towards",
        "author": "Cosentino, Justin and Belyaeva, Anastasiya and Liu, Xin and Furlotte, Nicholas A and Yang, Zhun and Lee, Chace and Schenck, Erik and Patel, Yojan and Cui, Jian and Schneider, Logan Douglas and others",
        "title": "Towards a Personal Health Large Language Model"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "team2023gemini",
        "author": "Team, Gemini and Anil, Rohan and Borgeaud, Sebastian and Alayrac, Jean-Baptiste and Yu, Jiahui and Soricut, Radu and Schalkwyk, Johan and Dai, Andrew M and Hauth, Anja and Millican, Katie and others",
        "title": "Gemini: a family of highly capable multimodal models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "fang2024physiollm",
        "author": "Fang, Cathy Mengying and Danry, Valdemar and Whitmore, Nathan and Bao, Andria and Hutchison, Andrew and Pierce, Cayden and Maes, Pattie",
        "title": "Physiollm: Supporting personalized health insights with wearables and large language models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "liu2024large",
        "author": "Liu, Zengding and Chen, Chen and Cao, Jiannong and Pan, Minglei and Liu, Jikui and Li, Nan and Miao, Fen and Li, Ye",
        "title": "Large language models for cuffless blood pressure measurement from wearable biosignals"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "yu2023zero",
        "author": "Yu, Han and Guo, Peikun and Sano, Akane",
        "title": "Zero-shot ECG diagnosis with large language models and retrieval-augmented generation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "yoon2024my",
        "author": "Yoon, Hyungjun and Tolera, Biniyam Aschalew and Gong, Taesik and Lee, Kimin and Lee, Sung-Ju",
        "title": "By My Eyes: Grounding Multimodal Large Language Models with Sensor Data via Visual Prompting"
      },
      {
        "key": "tang2023alpha",
        "author": "Tang, Jiankai and Wang, Kegang and Hu, Hongming and Zhang, Xiyuxing and Wang, Peiyu and Liu, Xin and Wang, Yuntao",
        "title": "ALPHA: AnomaLous Physiological Health Assessment Using Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "yoon2024my",
        "author": "Yoon, Hyungjun and Tolera, Biniyam Aschalew and Gong, Taesik and Lee, Kimin and Lee, Sung-Ju",
        "title": "By My Eyes: Grounding Multimodal Large Language Models with Sensor Data via Visual Prompting"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "tang2023alpha",
        "author": "Tang, Jiankai and Wang, Kegang and Hu, Hongming and Zhang, Xiyuxing and Wang, Peiyu and Liu, Xin and Wang, Yuntao",
        "title": "ALPHA: AnomaLous Physiological Health Assessment Using Large Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "merrill2024transforming",
        "author": "Merrill, Mike A and Paruchuri, Akshay and Rezaei, Naghmeh and Kovacs, Geza and Perez, Javier and Liu, Yun and Schenck, Erik and Hammerquist, Nova and Sunshine, Jake and Tailor, Shyam and others",
        "title": "Transforming wearable data into health insights using large language model agents"
      }
    ]
  }
]