[
  {
    "index": 0,
    "papers": [
      {
        "key": "vaswani2017attentionneed",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, \\L ukasz and Polosukhin, Illia",
        "title": "Attention is All you Need"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "hocky2022natural",
        "author": "Hocky, Glen M and White, Andrew D",
        "title": "Natural language processing models that automate programming will transform chemistry research and teaching"
      },
      {
        "key": "szymanski2023autonomous",
        "author": "Szymanski, Nathan J and Rendy, Bernardus and Fei, Yuxing and Kumar, Rishi E and He, Tanjin and Milsted, David and McDermott, Matthew J and Gallant, Max and Cubuk, Ekin Dogus and Merchant, Amil and others",
        "title": "An autonomous laboratory for the accelerated synthesis of novel materials"
      },
      {
        "key": "m2024augmenting",
        "author": "M. Bran, Andres and Cox, Sam and Schilter, Oliver and Baldassari, Carlo and White, Andrew D and Schwaller, Philippe",
        "title": "Augmenting large language models with chemistry tools"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gupta2022matscibert",
        "author": "Gupta, Tanishq and Zaki, Mohd and Krishnan, NM Anoop and Mausam",
        "title": "MatSciBERT: A materials domain language model for text mining and information extraction"
      },
      {
        "key": "dagdelen2024structured",
        "author": "Dagdelen, John and Dunn, Alexander and Lee, Sanghoon and Walker, Nicholas and Rosen, Andrew S and Ceder, Gerbrand and Persson, Kristin A and Jain, Anubhav",
        "title": "Structured information extraction from scientific text with large language models"
      },
      {
        "key": "polak2024extracting",
        "author": "Polak, Maciej P and Morgan, Dane",
        "title": "Extracting accurate materials data from research papers with conversational language models and prompt engineering"
      },
      {
        "key": "schilling2025text",
        "author": "Schilling-Wilhelmi, Mara and R{\\'\\i}os-Garc{\\'\\i}a, Marti{\\~n}o and Shabih, Sherjeel and Gil, Mar{\\'\\i}a Victoria and Miret, Santiago and Koch, Christoph T and M{\\'a}rquez, Jos{\\'e} A and Jablonka, Kevin Maik",
        "title": "From text to insight: large language models for chemical data extraction"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zhang_dpa-2_2024",
        "author": "Zhang, Duo and Liu, Xinzijian and Zhang, Xiangyu and Zhang, Chengqian and Cai, Chun and Bi, Hangrui and Du, Yiming and Qin, Xuejian and Peng, Anyang and Huang, Jiameng and Li, Bowen and Shan, Yifan and Zeng, Jinzhe and Zhang, Yuzhi and Liu, Siyuan and Li, Yifan and Chang, Junhan and Wang, Xinyan and Zhou, Shuo and Liu, Jianchuan and Luo, Xiaoshan and Wang, Zhenyu and Jiang, Wanrun and Wu, Jing and Yang, Yudi and Yang, Jiyuan and Yang, Manyi and Gong, Fu-Qiang and Zhang, Linshuang and Shi, Mengchao and Dai, Fu-Zhi and York, Darrin M. and Liu, Shi and Zhu, Tong and Zhong, Zhicheng and Lv, Jian and Cheng, Jun and Jia, Weile and Chen, Mohan and Ke, Guolin and E, Weinan and Zhang, Linfeng and Wang, Han",
        "title": "{DPA}-2: a large atomic model as a multi-task learner"
      },
      {
        "key": "rubungo2024llmmatbench",
        "author": "Andre Niyongabo Rubungo and Kangming Li and Jason Hattrick-Simpers and Adji Bousso Dieng",
        "title": "{LLM}4Mat-Bench: Benchmarking Large Language Models for Materials Property Prediction"
      },
      {
        "key": "jablonka2024leveraging",
        "author": "Jablonka, Kevin Maik and Schwaller, Philippe and Ortega-Guerrero, Andres and Smit, Berend",
        "title": "Leveraging large language models for predictive chemistry"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "m2024augmenting",
        "author": "M. Bran, Andres and Cox, Sam and Schilter, Oliver and Baldassari, Carlo and White, Andrew D and Schwaller, Philippe",
        "title": "Augmenting large language models with chemistry tools"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "gruver2024finetuned",
        "author": "Nate Gruver and Anuroop Sriram and Andrea Madotto and Andrew Gordon Wilson and C. Lawrence Zitnick and Zachary Ward Ulissi",
        "title": "Fine-Tuned Language Models Generate Stable Inorganic Materials as Text"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "touvron2023llama",
        "author": "Touvron, Hugo and Martin, Louis and Stone, Kevin and Albert, Peter and Almahairi, Amjad and Babaei, Yasmine and Bashlykov, Nikolay and Batra, Soumya and Bhargava, Prajjwal and Bhosale, Shruti and others",
        "title": "Llama 2: Open foundation and fine-tuned chat models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "mohanty2024crystext",
        "author": "Mohanty, T. and Mehta, M. and Sayeed, H. M. and Srikumar, V. and Sparks, T. D.",
        "title": "CrysText: A Generative AI Approach for Text-Conditioned Crystal Structure Generation using LLM"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "dubey2024llama",
        "author": "Dubey, Abhimanyu and Jauhri, Abhinav and Pandey, Abhinav and Kadian, Abhishek and Al-Dahle, Ahmad and Letman, Aiesha and Mathur, Akhil and Schelten, Alan and Yang, Amy and Fan, Angela and others",
        "title": "The llama 3 herd of models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "dettmers2024qlora",
        "author": "Dettmers, Tim and Pagnoni, Artidoro and Holtzman, Ari and Zettlemoyer, Luke",
        "title": "Qlora: Efficient finetuning of quantized llms"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "antunes2024crystalstructuregenerationautoregressive",
        "author": "Luis M. Antunes and Keith T. Butler and Ricardo Grau-Crespo",
        "title": "Crystal structure generation with autoregressive large language modeling"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "jiao2023crystal",
        "author": "Jiao, Rui and Huang, Wenbing and Lin, Peijia and Han, Jiaqi and Chen, Pin and Lu, Yutong and Liu, Yang",
        "title": "Crystal structure prediction by joint equivariant diffusion"
      },
      {
        "key": "millerflowmm",
        "author": "Miller, Benjamin Kurt and Chen, Ricky TQ and Sriram, Anuroop and Wood, Brandon M",
        "title": "FlowMM: Generating Materials with Riemannian Flow Matching"
      },
      {
        "key": "zeni2025generative",
        "author": "Zeni, Claudio and Pinsler, Robert and Z{\\\"u}gner, Daniel and Fowler, Andrew and Horton, Matthew and Fu, Xiang and Wang, Zilong and Shysheya, Aliaksandra and Crabb{\\'e}, Jonathan and Ueda, Shoko and others",
        "title": "A generative model for inorganic materials design"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "zeni2025generative",
        "author": "Zeni, Claudio and Pinsler, Robert and Z{\\\"u}gner, Daniel and Fowler, Andrew and Horton, Matthew and Fu, Xiang and Wang, Zilong and Shysheya, Aliaksandra and Crabb{\\'e}, Jonathan and Ueda, Shoko and others",
        "title": "A generative model for inorganic materials design"
      }
    ]
  }
]