[
  {
    "index": 0,
    "papers": [
      {
        "key": "Tedeschi2024",
        "author": "Tedeschi, Pietro and Al Nuaimi, Fatima Ali and Awad, Ali Ismail and Natalizio, Enrico",
        "title": "{Privacy-Aware Remote Identification for Unmanned Aerial Vehicles: Current Solutions, Potential Threats, and Future Directions}"
      },
      {
        "key": "FAA2023",
        "author": "{Federal Aviation Administration}",
        "title": "Remote Identification of Drones"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Sadovskis2022",
        "author": "Sadovskis, Jurijs and Aboltins, Arturs",
        "title": "Modern methods for {UAV} detection, classification, and tracking"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Zhang2023",
        "author": "Zhang, Yunzuo and Wu, Cunyu and Zhang, Tian and Liu, Yameng and Zheng, Yuxin",
        "title": "{Self-Attention Guidance and Multiscale Feature Fusion-Based UAV Image Object Detection}"
      },
      {
        "key": "You2023",
        "author": "You, Jiang and Ye, Zixun and Gu, Jingliang and Pu, Juntao",
        "title": "{UAV-Pose: A Dual Capture Network Algorithm for Low Altitude UAV Attitude Detection and Tracking}"
      },
      {
        "key": "Lee2023",
        "author": "Lee, Hunje and Han, Sujeong and Byeon, Jeong-Il and Han, Seoulgyu and Myung, Rangun and Joung, Jingon and Choi, Jihoon",
        "title": "{CNN-Based UAV Detection and Classification Using Sensor Fusion}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "He2023",
        "author": "He, Min and Fang, Xin and Huang, Darong and Zhang, Zhenyuan",
        "title": "{A Hybrid Integration Method for Low-Observable Micro-UAV Trajectory Tracking by 2D MIMO Radar}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "An2024",
        "author": "An, Qiang and Yeh, Chunmao and Lu, Yaobing and He, Yaomin and Yang, Jian",
        "title": "{Time-Varying Angle Estimation of Multiple Unresolved Extended Targets via Monopulse Radar}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Jin2024",
        "author": "Jin, Woo-Cheol and Kim, Kyungtae and Choi, Ji-Woong",
        "title": "{Adaptive Beam Control Considering Location Inaccuracy for Anti-UAV Systems}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "KianiGaloogahi2017",
        "author": "Kiani Galoogahi, Hamed and Fagg, Ashton and Lucey, Simon",
        "title": "{Learning background-aware correlation filters for visual tracking}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Danelljan2016",
        "author": "Danelljan, Martin and Robinson, Andreas and Shahbaz Khan, Fahad and Felsberg, Michael",
        "title": "{Beyond correlation filters: Learning continuous convolution operators for visual tracking}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Li2023a",
        "author": "Li, Yan and Zhang, Hong and Yang, Yifan and Liu, Hanyang and Yuan, Ding",
        "title": "{RISTrack: Learning Response Interference Suppression Correlation Filters for UAV Tracking}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Li2022",
        "author": "Li, Jing and Ye, Dong Hye and Kolsch, Mathias and Wachs, Juan P. and Bouman, Charles A.",
        "title": "{Fast and Robust UAV to UAV Detection and Tracking From Video}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Li2023",
        "author": "Li, Jiachun and Zhang, Weijiong and Meng, Yan and Li, Shaofeng and Ma, Lichuan and Liu, Zhen and Zhu, Haojin",
        "title": "{Secure and Efficient UAV Tracking in Space-Air-Ground Integrated Network}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Park2021",
        "author": "Park, Seongjoon and Kim, Hyeong Tae and Lee, Sangmin and Joo, Hyeontae and Kim, Hwangnam",
        "title": "{Survey on Anti-Drone Systems: Components, Designs, and Challenges}"
      },
      {
        "key": "Jurn2021",
        "author": "Jurn, Yaseen N. and Mahmood, Sawsen A. and Aldhaibani, Jaafar A.",
        "title": "{Anti-Drone System Based Different Technologies: Architecture, Threats and Challenges}"
      }
    ]
  }
]