[
  {
    "index": 0,
    "papers": [
      {
        "key": "raissi2019physics",
        "author": "Raissi, M. and Perdikaris, P. and Karniadakis, G. E.",
        "title": "Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kharazmi2021identifiability",
        "author": "Kharazmi, E. and Cai, M. and Zheng, X. and Zhang, Z. and Lin, G. and Karniadakis, G. E.",
        "title": "Identifiability and predictability of integer-and fractional-order epidemiological models using physics-informed neural networks"
      },
      {
        "key": "yazdani2020systems",
        "author": "Yazdani, A. and Lu, L. and Raissi, M. and Karniadakis, G. E.",
        "title": "Systems biology informed deep learning for inferring parameters and hidden dynamics"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "cai2021physics",
        "author": "Cai, S. and Mao, Z. and Wang, Z. and Yin, M. and Karniadakis, G. E.",
        "title": "Physics-informed neural networks (PINNs) for fluid mechanics: A review"
      },
      {
        "key": "raissi2020hidden",
        "author": "Raissi, M. and Yazdani, A. and Karniadakis, G. E.",
        "title": "Hidden fluid mechanics: Learning velocity and pressure fields from flow visualizations"
      },
      {
        "key": "raissi2019physics",
        "author": "Raissi, M. and Perdikaris, P. and Karniadakis, G. E.",
        "title": "Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations"
      },
      {
        "key": "jin2021nsfnets",
        "author": "Jin, X. and Cai, S. and Li, H. and Karniadakis, G. E.",
        "title": "{NSF}nets ({N}avier-{S}tokes flow nets): {P}hysics-informed neural networks for the incompressible {N}avier-{S}tokes equations"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wang2023deep",
        "author": "Wang, X. and Li, J. and Li, J.",
        "title": "A deep learning based numerical PDE method for option pricing"
      },
      {
        "key": "bai2022application",
        "author": "Bai, Y. and Chaolu, T. and Bilige, S.",
        "title": "The application of improved physics-informed neural network (IPINN) method in finance"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kissas2020machine",
        "author": "Kissas, G. and Yang, Y. and Hwuang, E. and Witschey, W. R. and Detre, J. A. and Perdikaris, P.",
        "title": "Machine learning in cardiovascular flows modeling: Predicting arterial blood pressure from non-invasive 4D flow MRI data using physics-informed neural networks"
      },
      {
        "key": "sahli2020physics",
        "author": "Sahli C., F. and Yang, Y. and Perdikaris, P. and Hurtado, D. E. and Kuhl, E.",
        "title": "Physics-informed neural networks for cardiac activation mapping"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wang2021understanding",
        "author": "Wang, S. and Teng, Y. and Perdikaris, P.",
        "title": "Understanding and mitigating gradient flow pathologies in physics-informed neural networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "liu2022physics",
        "author": "Liu, Y and Cai, L. and Chen, Y. and Wang, B.",
        "title": "Physics-informed neural networks based on adaptive weighted loss functions for {H}amilton-{J}acobi equations"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "wang2022and",
        "author": "Wang, S. and Yu, X. and Perdikaris, P.",
        "title": "When and why {PINN}s fail to train: A neural tangent kernel perspective"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jacot2018neural",
        "author": "Jacot, A. and Gabriel, F. and Hongler, C.",
        "title": "Neural tangent kernel: Convergence and generalization in neural networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ji2021stiff",
        "author": "Ji, W. and Qiu, W. and Shi, Z. and Pan, S. and Deng, S.",
        "title": "Stiff-pinn: Physics-informed neural network for stiff chemical kinetics"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "mcclenny2023self",
        "author": "McClenny, L. D. and Braga-Neto, U. M.",
        "title": "Self-adaptive physics-informed neural networks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "VS-PINN",
        "author": "Ko, S. and Park, S. H.",
        "title": "{VS-PINN}: A Fast and efficient training of physics-informed neural networks using variable-scaling methods for solving PDEs with stiff behavior"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "VS-PINN",
        "author": "Ko, S. and Park, S. H.",
        "title": "{VS-PINN}: A Fast and efficient training of physics-informed neural networks using variable-scaling methods for solving PDEs with stiff behavior"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "mowlavi2023optimal",
        "author": "Mowlavi, S. and Nabi, S.",
        "title": "Optimal control of PDEs using physics-informed neural networks"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "meng2024physics",
        "author": "Meng, Y. and Zhou, R. and Mukherjee, A. and Fitzsimmons, M. and Song, C. and Liu, J.",
        "title": "Physics-informed neural network policy iteration: Algorithms, convergence, and verification"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "lee2024hamilton",
        "author": "Lee, J. Y. and Kim, Y.",
        "title": "Hamilton--{J}acobi based policy-iteration via deep operator learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "tang2023policy",
        "author": "Tang, W. and Tran, H. V. and Zhang, Y. P.",
        "title": "Policy iteration for the deterministic control problems--a viscosity approach"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "yin2023optimal",
        "author": "Yin, S. and Wu, J. and Song, P.",
        "title": "Optimal control by deep learning techniques and its applications on epidemic models"
      }
    ]
  }
]