[
  {
    "index": 0,
    "papers": [
      {
        "key": "bhandari_distributed_2023",
        "author": "Bhandari, Guru and Lyth, Andreas and Shalaginov, Andrii and Gr{\\o}nli, Tor-Morten",
        "title": "Distributed deep neural-network-based middleware for cyber-attacks detection in smart IoT ecosystem: A novel framework and performance evaluation approach"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "sarobin2024comparative",
        "author": "Sarobin, M Vergin Raja and Ranjith, J and Ashwath, D and Vinithi, K and Khushi, V and others",
        "title": "Comparative Analysis of Various Feature Extraction Methods on IoT 2023"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ullah2021design",
        "author": "Ullah, Imtiaz and Mahmoud, Qusay H",
        "title": "Design and development of a deep learning-based model for anomaly detection in IoT networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "prazeres_evaluation_2022",
        "author": "Prazeres, Nuno and Costa, Rogério and Santos, Leonel and Rabadão, Carlos",
        "title": "Evaluation of {AI}-based Malware Detection in {IoT} Network Traffic:"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "stoian2020machine",
        "author": "Stoian, Nicolas-Alin",
        "title": "Machine learning for anomaly detection in iot networks: Malware analysis on the iot-23 data set"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "malele2023testing",
        "author": "Malele, Vusumuzi and Mathonsi, Topside E",
        "title": "Testing the performance of Multi-class IDS public dataset using Supervised Machine Learning Algorithms"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "banadaki2020evaluating",
        "author": "Banadaki, Yaser",
        "title": "Evaluating the performance of machine learning algorithms for network intrusion detection systems on the internet of things infrastructure"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "jiang2020network",
        "author": "Jiang, Hui and He, Zheng and Ye, Gang and Zhang, Huyin",
        "title": "Network intrusion detection based on PSO-XGBoost model"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "churcher2021experimental",
        "author": "Churcher, Andrew and Ullah, Rehmat and Ahmad, Jawad and Ur Rehman, Sadaqat and Masood, Fawad and Gogate, Mandar and Alqahtani, Fehaid and Nour, Boubakr and Buchanan, William J",
        "title": "An experimental analysis of attack classification using machine learning in IoT networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "aljumah2021iot",
        "author": "Aljumah, Abdullah",
        "title": "IoT-based intrusion detection system using convolution neural networks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "cao2022network",
        "author": "Cao, Bo and Li, Chenghai and Song, Yafei and Qin, Yueyi and Chen, Chen",
        "title": "Network intrusion detection model based on CNN and GRU"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "alrefaei_using_2024",
        "author": "Alrefaei, Ahmed and Ilyas, Mohammad",
        "title": "Using Machine Learning Multiclass Classification Technique to Detect {IoT} Attacks in Real Time"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "upadhyay2021intrusion",
        "author": "Upadhyay, Darshana and Manero, Jaume and Zaman, Marzia and Sampalli, Srinivas",
        "title": "Intrusion detection in SCADA based power grids: Recursive feature elimination model with majority vote ensemble algorithm"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "hussein2021network",
        "author": "Hussein, Salam Allawi and Mahmood, Alyaa Abduljawad and Oraby, Emaan Oudah",
        "title": "Network Intrusion Detection System Using Ensemble Learning Approaches"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "liu2023hybrid",
        "author": "Liu, Rong and Chen, Zemao and Liu, Jiayi",
        "title": "A Hybrid Intrusion Detection System Based on Feature Selection and Voting Classifier"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "mhawi2022advanced",
        "author": "Mhawi, Doaa N and Aldallal, Ammar and Hassan, Soukeana",
        "title": "Advanced feature-selection-based hybrid ensemble learning algorithms for network intrusion detection systems"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "leevy2021detecting",
        "author": "Leevy, Joffrey L and Hancock, John and Khoshgoftaar, Taghi M and Peterson, Jared",
        "title": "Detecting information theft attacks in the bot-iot dataset"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "mazumder2021network",
        "author": "Mazumder, AKM Mashuqur Rahman and Kamruzzaman, Niton Mohammed and Akter, Nasrin and Arbe, Nafija and Rahman, Md Mahbubur",
        "title": "Network intrusion detection using hybrid machine learning model"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "derhab2020intrusion",
        "author": "Derhab, Abdelouahid and Aldweesh, Arwa and Emam, Ahmed Z and Khan, Farrukh Aslam",
        "title": "Intrusion detection system for internet of things based on temporal convolution neural network and efficient feature engineering"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "elkashlan_machine_2023",
        "author": "{ElKashlan}, Mohamed and Elsayed, Mahmoud Said and Jurcut, Anca Delia and Azer, Marianne",
        "title": "A Machine Learning-Based Intrusion Detection System for {IoT} Electric Vehicle Charging Stations ({EVCSs})"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ullah_towards_2021",
        "author": "Ullah, Imtiaz and Ullah, Ayaz and Sajjad, Mazhar",
        "title": "Towards a Hybrid Deep Learning Model for Anomalous Activities Detection in Internet of Things Networks"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "park_enhanced_2023",
        "author": "Park, Cheolhee and Lee, Jonghoon and Kim, Youngsoo and Park, Jong-Geun and Kim, Hyunjin and Hong, Dowon",
        "title": "An Enhanced {AI}-Based Network Intrusion Detection System Using Generative Adversarial Networks"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "abdalgawad_generative_2022",
        "author": "Abdalgawad, N. and Sajun, A. and Kaddoura, Y. and Zualkernan, I. A. and Aloul, F.",
        "title": "Generative Deep Learning to Detect Cyberattacks for the {IoT}-23 Dataset"
      }
    ]
  }
]