[
  {
    "index": 0,
    "papers": [
      {
        "key": "dooms2013movietweetings",
        "author": "Dooms, Simon and De Pessemier, Toon and Martens, Luc",
        "title": "Movietweetings: a movie rating dataset collected from twitter"
      },
      {
        "key": "lewis2008tastes",
        "author": "Lewis, Kevin and Kaufman, Jason and Gonzalez, Marco and Wimmer, Andreas and Christakis, Nicholas",
        "title": "Tastes, ties, and time: A new social network dataset using Facebook. com"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "baumgartner2020pushshiftredditdataset",
        "author": "Jason Baumgartner and Savvas Zannettou and Brian Keegan and Megan Squire and Jeremy Blackburn",
        "title": "The Pushshift Reddit Dataset"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Leetaru13gdelt:global",
        "author": "Leetaru, Kalev and Schrodt, Philip A.",
        "title": "GDELT: Global data on events, location, and tone"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Seufert2023",
        "author": "Anika Seufert and Fabian Poignée and Tobias Hoßfeld and Michael Seufert",
        "title": "{WhatsApp Data Set}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "https://doi.org/10.5281/zenodo.7834392",
        "author": "Banda,  Juan M. and Tekumalla,  Ramya and Wang,  Guanyu and Yu,  Jingyuan and Liu,  Tuo and Ding,  Yuning and Artemova,  Katya and Tutubalina,  Elena and Chowell,  Gerardo",
        "title": "A large-scale COVID-19 Twitter chatter dataset for open scientific research - an international collaboration"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "https://doi.org/10.5281/zenodo.7640712",
        "author": "La Morgia,  Massimo and Mei,  Alessandro and Mongardini,  Alberto Maria",
        "title": "TGDataset"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "koo_Mekacher_Falkenberg_Baronchelli_2024",
        "author": "Mekacher, Amin and Falkenberg, Max and Baronchelli, Andrea",
        "title": "The Koo Dataset: An Indian Microblogging Platform with Global Ambitions"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Shang_Chen_Vora_Zhang_Cai_Wang_2024",
        "author": "Shang, Lanyu and Chen, Bozhang and Vora, Anav and Zhang, Yang and Cai, Ximing and Wang, Dong",
        "title": "SocialDrought: A Social and News Media Driven Dataset and Analytical Platform towards Understanding Societal Impact of Drought"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Ai_Gupta_Oak_Hui_Liu_Hirschberg_2024",
        "author": "Ai, Lin and Gupta, Sameer and Oak, Shreya and Hui, Zheng and Liu, Zizhou and Hirschberg, Julia",
        "title": "TweetIntent@Crisis: A Dataset Revealing Narratives of Both Sides in the Russia-Ukraine Crisis"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Singh_Ghafouri_Such_Suarez-Tangil_2024",
        "author": "Singh, Ashwini Kumar and Ghafouri, Vahid and Such, Jose and Suarez-Tangil, Guillermo",
        "title": "Differences in the Toxic Language of Cross-Platform Communities"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10.1007/978-3-031-42171-6_5",
        "author": "Fillies, Jan\nand Peikert, Silvio\nand Paschke, Adrian",
        "title": "Hateful Messages: A Conversational Data Set of Hate Speech Produced by Adolescents on Discord"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "devarajan2023ai",
        "author": "Devarajan, Ganesh Gopal and Nagarajan, Senthil Murugan and Amanullah, Sardar Irfanullah and Mary, SA Sahaaya Arul and Bashir, Ali Kashif",
        "title": "AI-assisted deep NLP-based approach for prediction of fake news from social media users"
      },
      {
        "key": "cheong2011social",
        "author": "Cheong, France and Cheong, Christopher",
        "title": "Social media data mining: A social network analysis of tweets during the 2010-2011 Australian floods"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "devlin2019bertpretrainingdeepbidirectional",
        "author": "Jacob Devlin and Ming-Wei Chang and Kenton Lee and Kristina Toutanova",
        "title": "BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "brown2020languagemodelsfewshotlearners",
        "author": "Tom B. Brown and Benjamin Mann and Nick Ryder and Melanie Subbiah and Jared Kaplan and Prafulla Dhariwal and Arvind Neelakantan and Pranav Shyam and Girish Sastry and Amanda Askell and Sandhini Agarwal and Ariel Herbert-Voss and Gretchen Krueger and Tom Henighan and Rewon Child and Aditya Ramesh and Daniel M. Ziegler and Jeffrey Wu and Clemens Winter and Christopher Hesse and Mark Chen and Eric Sigler and Mateusz Litwin and Scott Gray and Benjamin Chess and Jack Clark and Christopher Berner and Sam McCandlish and Alec Radford and Ilya Sutskever and Dario Amodei",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "han2020graph",
        "author": "Han, Yi and Karunasekera, Shanika and Leckie, Christopher",
        "title": "Graph neural networks with continual learning for fake news detection from social media"
      },
      {
        "key": "hamid2020fake",
        "author": "Hamid, Abdullah and Shiekh, Nasrullah and Said, Naina and Ahmad, Kashif and Gul, Asma and Hassan, Laiq and Al-Fuqaha, Ala",
        "title": "Fake news detection in social media using graph neural networks and NLP Techniques: A COVID-19 use-case"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "jia2021scalingvisualvisionlanguagerepresentation",
        "author": "Chao Jia and Yinfei Yang and Ye Xia and Yi-Ting Chen and Zarana Parekh and Hieu Pham and Quoc V. Le and Yunhsuan Sung and Zhen Li and Tom Duerig",
        "title": "Scaling Up Visual and Vision-Language Representation Learning With Noisy Text Supervision"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "wang2024wordflow",
        "author": "Wang, Zijie J and Chakravarthy, Aishwarya and Munechika, David and Chau, Duen Horng",
        "title": "Wordflow: Social prompt engineering for large language models"
      }
    ]
  }
]