[
  {
    "index": 0,
    "papers": [
      {
        "key": "nerf",
        "author": "Mildenhall, Ben and Srinivasan, Pratul P. and Tancik, Matthew and Barron, Jonathan T. and Ramamoorthi, Ravi and Ng, Ren",
        "title": "NeRF: Representing Scenes as Neural Radiance Fields for View Synthesis"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "hedman2021snerg",
        "author": "Peter Hedman and Pratul P. Srinivasan and\nBen Mildenhall and Jonathan T. Barron and\nPaul Debevec",
        "title": "Baking Neural Radiance Fields for\nReal-Time View Synthesis"
      },
      {
        "key": "instantngp",
        "author": "Müller, Thomas and Evans, Alex and Schied, Christoph and Keller, Alexander",
        "title": "Instant Neural Graphics Primitives with a Multiresolution Hash Encoding"
      },
      {
        "key": "Reiser2023SIGGRAPH",
        "author": "Christian Reiser and Richard Szeliski and \nDor Verbin and Pratul P. Srinivasan and Ben Mildenhall\nand Andreas Geiger and Jonathan T. Barron and Peter Hedman",
        "title": "MERF: Memory-Efficient Radiance Fields for\nReal-time View Synthesis in Unbounded Scenes"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "yu2021pixelnerf",
        "author": "Alex Yu and Vickie Ye and Matthew Tancik and Angjoo Kanazawa",
        "title": "{pixelNeRF}: Neural Radiance Fields from One or Few Images"
      },
      {
        "key": "wang2021ibrnet",
        "author": "Wang, Qianqian and Wang, Zhicheng and Genova, Kyle and Srinivasan, Pratul and Zhou, Howard  and Barron, Jonathan T. and Martin-Brualla, Ricardo and Snavely, Noah and Funkhouser, Thomas",
        "title": "IBRNet: Learning Multi-View Image-Based Rendering"
      },
      {
        "key": "chen2021mvsnerf",
        "author": "Chen, Anpei and Xu, Zexiang and Zhao, Fuqiang and Zhang, Xiaoshuai and Xiang, Fanbo and Yu, Jingyi and Su, Hao",
        "title": "MVSNeRF: Fast Generalizable Radiance Field Reconstruction from Multi-View Stereo"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "barron2021mipnerf",
        "author": "Jonathan T. Barron and Ben Mildenhall and Matthew Tancik and Peter Hedman and Ricardo Martin-Brualla and Pratul P. Srinivasan",
        "title": "Mip-NeRF: A Multiscale Representation for Anti-Aliasing Neural Radiance Fields"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "barron2023zipnerf",
        "author": "Jonathan T. Barron and Ben Mildenhall and \nDor Verbin and Pratul P. Srinivasan and Peter Hedman",
        "title": "Zip-NeRF: Anti-Aliased Grid-Based Neural Radiance Fields"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "instantngp",
        "author": "Müller, Thomas and Evans, Alex and Schied, Christoph and Keller, Alexander",
        "title": "Instant Neural Graphics Primitives with a Multiresolution Hash Encoding"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "ucnerf",
        "author": "Kai Cheng and Xiaoxiao Long and Wei Yin and Jin Wang and Zhiqiang Wu and Yuexin Ma and Kaixuan Wang and Xiaozhi Chen and Xuejin Chen",
        "title": "UC-NeRF: Neural Radiance Field for Under-Calibrated Multi-view Cameras in Autonomous Driving"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "guo2023streetsurf",
        "author": "Guo, Jianfei and Deng, Nianchen and Li, Xinyang and Bai, Yeqi and Shi, Botian and Wang, Chiyu and Ding, Chenjing and Wang, Dongliang and Li, Yikang",
        "title": "StreetSurf: Extending Multi-view Implicit Surface Reconstruction to Street Views"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yang2023emernerf",
        "author": "Jiawei Yang and Boris Ivanovic and Or Litany and Xinshuo Weng and Seung Wook Kim and Boyi Li and Tong Che and Danfei Xu and Sanja Fidler and Marco Pavone and Yue Wang",
        "title": "EmerNeRF: Emergent Spatial-Temporal Scene Decomposition via Self-Supervision"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "chen2024periodic",
        "author": "Yurui Chen and Chun Gu and Junzhe Jiang and Xiatian Zhu and Li Zhang",
        "title": "Periodic Vibration Gaussian: Dynamic Urban Scene Reconstruction and Real-time Rendering"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "kerbl3Dgaussians",
        "author": "Bernhard Kerbl and Georgios Kopanas and Thomas Leimkühler and George Drettakis",
        "title": "3D Gaussian Splatting for Real-Time Radiance Field Rendering"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "tancik2022blocknerf",
        "author": "Matthew Tancik and Vincent Casser and Xinchen Yan and Sabeek Pradhan and Ben Mildenhall and Pratul Srinivasan and Jonathan T. Barron and Henrik Kretzschmar",
        "title": "{Block-NeRF}: Scalable Large Scene Neural View Synthesis"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "meganerf",
        "author": "Turki, Haithem and Ramanan, Deva and Satyanarayanan, Mahadev",
        "title": "Mega-NERF: Scalable Construction of Large-Scale NeRFs for Virtual Fly-Throughs"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "mi2023switchnerf",
        "author": "Zhenxing Mi and Dan Xu",
        "title": "Switch-NeRF: Learning Scene Decomposition with Mixture of Experts for Large-scale Neural Radiance Fields"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "lin2024vastgaussian",
        "author": "Jiaqi Lin and Zhihao Li and Xiao Tang and Jianzhuang Liu and Shiyong Liu and Jiayue Liu and Yangdi Lu and Xiaofei Wu and Songcen Xu and Youliang Yan and Wenming Yang",
        "title": "VastGaussian: Vast 3D Gaussians for Large Scene Reconstruction"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "wang2021nerfmm",
        "author": "Zirui Wang and Shangzhe Wu and Weidi Xie and Min Chen and Victor Adrian Prisacariu",
        "title": "Ne{RF}$--$: Neural Radiance Fields Without Known Camera Parameters"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "chng2022gaussian",
        "author": "Chng, Shin-Fang and Ramasinghe, Sameera and Sherrah, Jamie and Lucey, Simon",
        "title": "Gaussian activated neural radiance fields for high fidelity reconstruction and pose estimation"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "lin2021barf",
        "author": "Chen-Hsuan Lin and Wei-Chiu Ma and Antonio Torralba and Simon Lucey",
        "title": "BARF: Bundle-Adjusting Neural Radiance Fields"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Joint-TensoRF",
        "author": "Bo-Yu Cheng and Wei-Chen Chiu and Yu-Lun Liu",
        "title": "Improving Robustness for Joint Optimization of Camera Poses and Decomposed Low-Rank Tensorial Radiance Fields"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "schoenberger2016sfm",
        "author": "Sch\\\"{o}nberger, Johannes Lutz and Frahm, Jan-Michael",
        "title": "Structure-from-Motion Revisited"
      },
      {
        "key": "schoenberger2016mvs",
        "author": "Sch\\\"{o}nberger, Johannes Lutz and Zheng, Enliang and Pollefeys, Marc and Frahm, Jan-Michael",
        "title": "Pixelwise View Selection for Unstructured Multi-View Stereo"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "schoenberger2016sfm",
        "author": "Sch\\\"{o}nberger, Johannes Lutz and Frahm, Jan-Michael",
        "title": "Structure-from-Motion Revisited"
      }
    ]
  }
]