[
  {
    "index": 0,
    "papers": [
      {
        "key": "wang2019",
        "author": "Yue Wang and Yongbin Sun and Ziwei Liu and Sanjay E. Sarma and Michael M. Bronstein and Justin M. Solomon",
        "title": "Dynamic Graph CNN for Learning on Point Clouds"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zaheer2017deepsets",
        "author": "Zaheer, Manzil and Kottur, Satwik and Ravanbakhsh, Siamak and P{\\'o}czos, Barnab{\\'a}s and Salakhutdinov, Ruslan and Smola, Alexander",
        "title": "Deep Sets"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "qi2017",
        "author": "Charles R. Qi and Hao Su and Kaichun Mo and Leonidas J. Guibas",
        "title": "PointNet: Deep Learning on Point Sets for 3D Classification and Segmentation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "qi2017pointnetplus",
        "author": "Charles R. Qi and Li Yi and Hao Su and Leonidas J. Guibas",
        "title": "PointNet++: Deep Hierarchical Feature Learning on Point Sets in a Metric Space"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "achlioptas2018learning",
        "author": "Panos Achlioptas and Olga Diamanti and Ioannis Mitliagkas and Leonidas Guibas",
        "title": "Learning Representations and Generative Models for 3D Point Clouds"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "cao2022",
        "author": "Yueqi Cao and Anthea Monod",
        "title": "Approximating Persistent Homology for Large Datasets"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "robertson2024",
        "author": "Sawyer Robertson and Dhruv Kohli and Gal Mishne and Alexander Cloninger",
        "title": "On a Generalization of Wasserstein Distance and the Beckmann Problem to Connection Graphs"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "werenski2024",
        "author": "Matthew Werenski and Brendan Mallery and Shuchin Aeron and James M. Murphy",
        "title": "Linearized Wasserstein Barycenters: Synthesis, Analysis, Representational Capacity, and Applications"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Boyer2011",
        "author": "Boyer, Doug M. and Lipman, Yonatan and St Clair, Elizabeth M. and Puente, Jorge and Patel, Biren A. and Funkhouser, Thomas A. and Jernvall, Jukka",
        "title": "Algorithms to automatically quantify the geometric similarity of anatomical surfaces"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Gao2021",
        "author": "Gao, Michael",
        "title": "The diffusion geometry of fibre bundles: Horizontal diffusion maps"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "StClair2016",
        "author": "St Clair, Elizabeth M. and Boyer, Doug M.",
        "title": "Lower molar shape and size in prosimian and platyrrhine primates"
      }
    ]
  }
]