[
  {
    "index": 0,
    "papers": [
      {
        "key": "gordon2021data",
        "author": "Mitchell A Gordon and Kevin Duh and Jared Kaplan",
        "title": "Data and Parameter Scaling Laws for Neural Machine Translation"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "coleman2020selectionproxyefficientdata",
        "author": "Cody Coleman and Christopher Yeh and Stephen Mussmann and Baharan Mirzasoleiman and Peter Bailis and Percy Liang and Jure Leskovec and Matei Zaharia",
        "title": "Selection via Proxy: Efficient Data Selection for Deep Learning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "toneva2018empirical",
        "author": "Toneva, Mariya and Sordoni, Alessandro and Combes, Remi Tachet des and Trischler, Adam and Bengio, Yoshua and Gordon, Geoffrey J",
        "title": "An empirical study of example forgetting during deep neural network learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "pleiss2020identifyingmislabeleddatausing",
        "author": "Geoff Pleiss and Tianyi Zhang and Ethan R. Elenberg and Kilian Q. Weinberger",
        "title": "Identifying Mislabeled Data using the Area Under the Margin Ranking"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "he2024large",
        "author": "He, Muyang and Yang, Shuo and Huang, Tiejun and Zhao, Bo",
        "title": "Large-scale dataset pruning with dynamic uncertainty"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zhang2024spanning",
        "author": "Zhang, Xin and Du, Jiawei and Li, Yunsong and Xie, Weiying and Zhou, Joey Tianyi",
        "title": "Spanning training progress: Temporal dual-depth scoring (tdds) for enhanced dataset pruning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "he2024large",
        "author": "He, Muyang and Yang, Shuo and Huang, Tiejun and Zhao, Bo",
        "title": "Large-scale dataset pruning with dynamic uncertainty"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "sorscher2022beyond",
        "author": "Ben Sorscher and Robert Geirhos and Shashank Shekhar and Surya Ganguli and Ari S. Morcos",
        "title": "Beyond neural scaling laws: beating power law scaling via data pruning"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "xia2022moderate",
        "author": "Xia, Xiaobo and Liu, Jiale and Yu, Jun and Shen, Xu and Han, Bo and Liu, Tongliang",
        "title": "Moderate coreset: A universal method of data selection for real-world data-efficient deep learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zheng2022coverage",
        "author": "Zheng, Haizhong and Liu, Rui and Lai, Fan and Prakash, Atul",
        "title": "Coverage-centric coreset selection for high pruning rates"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "maharana2023d2",
        "author": "Maharana, Adyasha and Yadav, Prateek and Bansal, Mohit",
        "title": "D2 pruning: Message passing for balancing diversity and difficulty in data pruning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "acharyabalancing",
        "author": "Acharya, Abhinab and Yu, Dayou and Yu, Qi and Liu, Xumin",
        "title": "Balancing Feature Similarity and Label Variability for Optimal Size-Aware One-shot Subset Selection"
      }
    ]
  }
]