[
  {
    "index": 0,
    "papers": [
      {
        "key": "mccarthy2021learning",
        "author": "William P. McCarthy and Robert D. Hawkins and Haoliang Wang and Cameron Holdaway and Judith E. Fan",
        "title": "Learning to communicate about shared procedural abstractions"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "FRANK201480",
        "author": "Michael C. Frank and Noah D. Goodman",
        "title": "Inferring word meanings by assuming that speakers are informative"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "hawkins-etal-2020-continual",
        "author": "Hawkins, Robert  and\nKwon, Minae  and\nSadigh, Dorsa  and\nGoodman, Noah",
        "title": "Continual Adaptation for Efficient Machine Communication"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Lazaridou2016",
        "author": "Angeliki Lazaridou and Alexander Peysakhovich and Marco Baroni",
        "title": "Multi-Agent Cooperation and the Emergence of (Natural) Language"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Havrylov",
        "author": "Havrylov, Serhii and Titov, Ivan",
        "title": "Emergence of language with multi-agent games: learning to communicate with sequences of symbols"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "saycan2022arxiv",
        "author": "Michael Ahn and Anthony Brohan and Noah Brown and Yevgen Chebotar and Omar Cortes and Byron David and Chelsea Finn and Chuyuan Fu and Keerthana Gopalakrishnan and Karol Hausman and Alex Herzog and Daniel Ho and Jasmine Hsu and Julian Ibarz and Brian Ichter and Alex Irpan and Eric Jang and Rosario Jauregui Ruano and Kyle Jeffrey and Sally Jesmonth and Nikhil Joshi and Ryan Julian and Dmitry Kalashnikov and Yuheng Kuang and Kuang-Huei Lee and Sergey Levine and Yao Lu and Linda Luu and Carolina Parada and Peter Pastor and Jornell Quiambao and Kanishka Rao and Jarek Rettinghouse and Diego Reyes and Pierre Sermanet and Nicolas Sievers and Clayton Tan and Alexander Toshev and Vincent Vanhoucke and Fei Xia and Ted Xiao and Peng Xu and Sichun Xu and Mengyuan Yan and Andy Zeng",
        "title": "Do As I Can and Not As I Say: Grounding Language in Robotic Affordances"
      },
      {
        "key": "huang22a",
        "author": "Huang, Wenlong and Abbeel, Pieter and Pathak, Deepak and Mordatch, Igor",
        "title": "Language Models as Zero-Shot Planners: Extracting Actionable Knowledge for Embodied Agents"
      },
      {
        "key": "Lin2023",
        "author": "Lin, Kevin and Agia, Christopher and Migimatsu, Toki and Pavone, Marco and Bohg, Jeannette",
        "title": "Text2Motion: from natural language instructions to feasible plans"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "gdm2024autort",
        "author": "Michael Ahn and Debidatta Dwibedi and Chelsea Finn and Montse Gonzalez Arenas and Keerthana Gopalakrishnan and Karol Hausman and Brian Ichter and Alex Irpan and Nikhil Joshi and Ryan Julian and Sean Kirmani and Isabel Leal and Edward Lee and Sergey Levine and Yao Lu and Isabel Leal and Sharath Maddineni and Kanishka Rao and Dorsa Sadigh and Pannag Sanketi and Pierre Sermanet and Quan Vuong and Stefan Welker and Fei Xia and Ted Xiao and Peng Xu and Steve Xu and Zhuo Xu",
        "title": "AutoRT: Embodied Foundation Models for Large Scale Orchestration of Robotic Agents"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Park2023GenerativeAgents",
        "author": "Park, Joon Sung and O'Brien, Joseph C. and Cai, Carrie J. and Morris, Meredith Ringel and Liang, Percy and Bernstein, Michael S.",
        "title": "Generative Agents: Interactive Simulacra of Human Behavior"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "wang2023voyager",
        "author": "Guanzhi Wang and Yuqi Xie and Yunfan Jiang and Ajay Mandlekar and Chaowei Xiao and Yuke Zhu and Linxi Fan and Anima Anandkumar",
        "title": "Voyager: An Open-Ended Embodied Agent with Large Language Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "gong2023mindagent",
        "author": "Gong, Ran and Huang, Qiuyuan and Ma, Xiaojian and Noda, Yusuke and Durante, Zane and Zheng, Zilong and Terzopoulos, Demetri and Fei-Fei, Li and Gao, Jianfeng and Vo, Hoi",
        "title": "MindAgent: Emergent Gaming Interaction"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "doi:10.1126/science.ade9097",
        "author": "FAIR and Anton Bakhtin  and Noam Brown  and Emily Dinan  and Gabriele Farina  and Colin Flaherty  and Daniel Fried  and Andrew Goff  and Jonathan Gray  and Hengyuan Hu  and Athul Paul Jacob  and Mojtaba Komeili  and Karthik Konath  and Minae Kwon  and Adam Lerer  and Mike Lewis  and Alexander H. Miller  and Sasha Mitts  and Adithya Renduchintala  and Stephen Roller  and Dirk Rowe  and Weiyan Shi  and Joe Spisak  and Alexander Wei  and David Wu  and Hugh Zhang  and Markus Zijlstra ",
        "title": "Human-level play in the game of Diplomacy by combining language models with strategic reasoning"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "hu2023language",
        "author": "Hu, Hengyuan and Sadigh, Dorsa",
        "title": "Language Instructed Reinforcement Learning for Human-AI Coordination"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "kwon2023reward",
        "author": "Kwon, Minae and Xie, Sang Michael and Bullard, Kalesha and Sadigh, Dorsa",
        "title": "Reward Design with Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "szot2023large",
        "author": "Szot, Andrew and Schwarzer, Max and Mazoure, Bogdan and Agrawal, Harsh and Talbott, Walter and Metcalf, Katherine and Mackraz, Natalie and Hjelm, Devon and Toshev, Alexander",
        "title": "Large Language Models as Generalizable Policies for Embodied Tasks"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "ouyang2022training",
        "author": "Long Ouyang and Jeff Wu and Xu Jiang and Diogo Almeida and Carroll L. Wainwright and Pamela Mishkin and Chong Zhang and Sandhini Agarwal and Katarina Slama and Alex Ray and John Schulman and Jacob Hilton and Fraser Kelton and Luke Miller and Maddie Simens and Amanda Askell and Peter Welinder and Paul Christiano and Jan Leike and Ryan Lowe",
        "title": "Training language models to follow instructions with human feedback"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "yuan2024selfrewarding",
        "author": "Weizhe Yuan and Richard Yuanzhe Pang and Kyunghyun Cho and Xian Li and Sainbayar Sukhbaatar and Jing Xu and Jason Weston",
        "title": "Self-Rewarding Language Models"
      }
    ]
  }
]