[
  {
    "index": 0,
    "papers": [
      {
        "key": "Pandyaswargo2020EstimatingLaos",
        "author": "Pandyaswargo, Andante Hadi and Ruan, Mengyi and Htwe, Eiei and Hiratsuka, Motoshi and Wibowo, Alan Dwi and Nagai, Yuji and Onoda, Hiroshi",
        "title": "{Estimating the energy demand and growth in off-grid villages: Case studies from Myanmar, Indonesia, and Laos}"
      },
      {
        "key": "Sandwell2016AnalysisPradesh",
        "author": "Sandwell, Philip and Chambon, Clementine and Saraogi, Amit and Chabenat, Apolline and Mazur, Marek and Ekins-Daukes, Ned and Nelson, Jenny",
        "title": "{Analysis of energy access and impact of modern energy sources in unelectrified villages in Uttar Pradesh}"
      },
      {
        "key": "Mandelli2016NovelAreas",
        "author": "Mandelli, Stefano and Merlo, Marco and Colombo, Emanuela",
        "title": "{Novel procedure to formulate load profiles for off-grid rural areas}"
      },
      {
        "key": "Boait2017ESCoBox:World",
        "author": "Boait, Peter and Gammon, Rupert and Advani, Varun and Wade, Neal and Greenwood, David and Davison, Peter",
        "title": "{ESCoBox: A set of tools for mini-grid sustainability in the developing world}"
      },
      {
        "key": "Boait2015EstimationCountries",
        "author": "Boait, P. and Advani, V. and Gammon, R.",
        "title": "{Estimation of demand diversity and daily demand profile for off-grid electrification in developing countries}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Blodgett2017AccuracyUserconsumption",
        "author": "Blodgett, Courtney and Dauenhauer, Peter and Louie, Henry and Kickham, Lauren",
        "title": "{Accuracy of energy-use surveys in predicting rural mini-grid user consumption}"
      },
      {
        "key": "Hartvigsson2018ComparisonData",
        "author": "Hartvigsson, Elias and Ahlgren, Erik O.",
        "title": "{Comparison of load profiles in a mini-grid: Assessment of performance metrics using measured and interview-based data}"
      },
      {
        "key": "Allee2021PredictingModels",
        "author": "Allee, Andrew and Williams, Nathaniel J. and Davis, Alexander and Jaramillo, Paulina",
        "title": "{Predicting initial electricity demand in off-grid Tanzanian communities using customer survey data and machine learning models}"
      },
      {
        "key": "Gelchu2023ComparisonEthiopia",
        "author": "Gelchu, Milky Ali and Ehnberg, Jimmy and Ahlgren, Erik O.",
        "title": "{Comparison Of Electricity Load Estimation Methods In Rural Mini-Grids: Case Study In Ethiopia}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Bisaga2017ScalableSolar",
        "author": "Bisaga, Iwona and Pu{\\'{z}}niak-Holford, Nathan and Grealish, Ashley and Baker-Brian, Christopher and Parikh, Priti",
        "title": "{Scalable off-grid energy services enabled by IoT: A case study of BBOXX SMART Solar}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Allee2021PredictingModels",
        "author": "Allee, Andrew and Williams, Nathaniel J. and Davis, Alexander and Jaramillo, Paulina",
        "title": "{Predicting initial electricity demand in off-grid Tanzanian communities using customer survey data and machine learning models}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Few2022ElectricityDesign",
        "author": "Few, Sheridan and Barton, John and Sandwell, Philip and Mori, Richard and Kulkarni, Prasad and Thomson, Murray and Nelson, Jenny and Candelise, Chiara",
        "title": "{Electricity demand in populations gaining access: Impact of rurality and climatic conditions, and implications for microgrid design}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Bhattacharyya2021AAsia",
        "author": "Bhattacharyya, S. C. and Palit, D.",
        "title": "{A critical review of literature on the nexus between central grid and off-grid solutions for expanding access to electricity in Sub-Saharan Africa and South Asia}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "DenHeeten2017UnderstandingElectrification",
        "author": "Den Heeten, Thomas and Narayan, Nishant and Diehl, Jan Carel and Verschelling, Jeroen and Silvester, Sacha and Popovic-Gerber, Jelena and Bauer, Pavol and Zeman, Miro",
        "title": "{Understanding the present and the future electricity needs: Consequences for design of future Solar Home Systems for off-grid rural electrification}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Jurasz2022OnSystems",
        "author": "Jurasz, Jakub and Guezgouz, Mohammed and Campana, Pietro E. and Kies, Alexander",
        "title": "{On the impact of load profile data on the optimization results of off-grid energy systems}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Yilmaz2019ComparisonManagement",
        "author": "Yilmaz, S. and Chambers, J. and Patel, M. K.",
        "title": "{Comparison of clustering approaches for domestic electricity load profile characterisation - Implications for demand side management}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Rajabi2020ASegmentation",
        "author": "Rajabi, Amin and Eskandari, Mohsen and Ghadi, Mojtaba Jabbari and Li, Li and Zhang, Jiangfeng and Siano, Pierluigi",
        "title": "{A comparative study of clustering techniques for electrical load pattern segmentation}"
      },
      {
        "key": "Wang2015LoadReview",
        "author": "Wang, Yi and Chen, Qixin and Kang, Chongqing and Zhang, Mingming and Wang, Ke and Zhao, Yun",
        "title": "{Load Profiling and Its Application to Demand Response: A Review}"
      },
      {
        "key": "McLoughlin2015AData",
        "author": "McLoughlin, Fintan and Duffy, Aidan and Conlon, Michael",
        "title": "{A clustering approach to domestic electricity load profile characterisation using smart metering data}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "VonLuxburg2012Clustering:Art",
        "author": "Von Luxburg, Ulrike and Williamson, Robert C",
        "title": "{Clustering: Science or Art?}"
      },
      {
        "key": "Hennig2015WhatClusters",
        "author": "Hennig, Christian",
        "title": "{What are the true clusters?}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Sakoe1978DynamicRecognition",
        "author": "Sakoe, Hiroaki and Chiba, Seibi",
        "title": "{Dynamic Programming Algorithm Optimization for Spoken Word Recognition}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Lin2019ClusteringApplications",
        "author": "Lin, Shunfu and Li, Fangxing and Tian, Erwei and Fu, Yang and Li, Dongdong",
        "title": "{Clustering load profiles for demand response applications}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Aghabozorgi2015Time-seriesReview",
        "author": "Aghabozorgi, Saeed and Seyed Shirkhorshidi, Ali and Ying Wah, Teh",
        "title": "{Time-series clustering - A decade review}"
      },
      {
        "key": "Ausmus2020ImprovingWarping",
        "author": "Ausmus, Jason R. and Sen, Pankaj K.P.K. and Wu, Tianying and Adhikari, Uttam and Zhang, Yingchen and Krishnan, Venkat",
        "title": "{Improving the Accuracy of Clustering Electric Utility Net Load Data using Dynamic Time Warping}"
      },
      {
        "key": "Begum2015AcceleratingStrategy",
        "author": "Begum, Nurjahan and Ulanova, Liudmila and Wang, Jun and Keogh, Eamonn",
        "title": "{Accelerating dynamic time warping clustering with a novel admissible pruning strategy}"
      },
      {
        "key": "Ratanamahatana2005ThreeMining",
        "author": "Ratanamahatana, Chotirat Ann and Keogh, E",
        "title": "{Three Myths about Dynamic Time Warping Data Mining}"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Rajabi2020ASegmentation",
        "author": "Rajabi, Amin and Eskandari, Mohsen and Ghadi, Mojtaba Jabbari and Li, Li and Zhang, Jiangfeng and Siano, Pierluigi",
        "title": "{A comparative study of clustering techniques for electrical load pattern segmentation}"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Teeraratkul2016CondensedDemand",
        "author": "Teeraratkul, Thanchanok and O'Neilly, Daniel and Lallz, Sanjay",
        "title": "{Condensed representation and individual prediction of consumer demand}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Ausmus2020ImprovingWarping",
        "author": "Ausmus, Jason R. and Sen, Pankaj K.P.K. and Wu, Tianying and Adhikari, Uttam and Zhang, Yingchen and Krishnan, Venkat",
        "title": "{Improving the Accuracy of Clustering Electric Utility Net Load Data using Dynamic Time Warping}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Kumtepeli2024DTW-C++:Data",
        "author": "Kumtepeli, Volkan and Perriment, Rebecca and Howey, David A.",
        "title": "{DTW-C++: Fast dynamic time warping and clustering of time series data}"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Williams2017LoadMicrogrids",
        "author": "Williams, Nathaniel and Jaramillo, Paulina and Cornell, Benjamin and Lyons-Galante, Isaiah and Wynn, Ella",
        "title": "{Load Characteristics of East African Microgrids}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Lorenzoni2020ClassificationApproach",
        "author": "Lorenzoni, Luca and Cherubini, Paolo and Fioriti, Davide and Poli, Davide and Micangeli, Andrea and Giglioli, Romano",
        "title": "{Classification and modeling of load profiles of isolated mini-grids in developing countries: A data-driven approach}"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Lukuyu2023PurchasingAfrica",
        "author": "Lukuyu, June and Shiran, Myriam and Kennedy, Ryan and Urpelainen, Johannes and Taneja, Jay",
        "title": "{Purchasing power: Examining customer profiles and patterns for decentralized electricity systems in East Africa}"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Riva2018Long-termPerspective",
        "author": "Riva, Fabio and Tognollo, Annalisa and Gardumi, Francesco and Colombo, Emanuela",
        "title": "{Long-term energy planning and demand forecast in remote areas of developing countries: Classification of case studies and insights from a modelling perspective}"
      },
      {
        "key": "Muhumuza2018EnergyCountries",
        "author": "Muhumuza, Ronald and Zacharopoulos, Aggelos and Mondol, Jayanta Deb and Smyth, Mervyn and Pugsley, Adrian",
        "title": "{Energy consumption levels and technical approaches for supporting development of alternative energy technologies for rural sectors of developing countries}"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Riva2018Long-termPerspective",
        "author": "Riva, Fabio and Tognollo, Annalisa and Gardumi, Francesco and Colombo, Emanuela",
        "title": "{Long-term energy planning and demand forecast in remote areas of developing countries: Classification of case studies and insights from a modelling perspective}"
      },
      {
        "key": "Muhumuza2018EnergyCountries",
        "author": "Muhumuza, Ronald and Zacharopoulos, Aggelos and Mondol, Jayanta Deb and Smyth, Mervyn and Pugsley, Adrian",
        "title": "{Energy consumption levels and technical approaches for supporting development of alternative energy technologies for rural sectors of developing countries}"
      },
      {
        "key": "Opiyo2020HowCommunities",
        "author": "Opiyo, Nicholas Nixon",
        "title": "{How basic access to electricity stimulates temporally increasing load demands by households in rural developing communities}"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "Riva2019ModellingPlanning",
        "author": "Riva, Fabio and Sanvito, Francesco Davide and Tonini, Francesco and Colombo, Emanuela",
        "title": "{Modelling long-term electricity load demand for rural electrification planning; Modelling long-term electricity load demand for rural electrification planning}"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "Bisaga2018ToLens",
        "author": "Bisaga, Iwona and Parikh, Priti",
        "title": "{To climb or not to climb? Investigating energy use behaviour among Solar Home System adopters through energy ladder and social practice lens}"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Kizilcec2022ForecastingAccess",
        "author": "Kizilcec, Vivien and Spataru, Catalina and Lipani, Aldo and Parikh, Priti",
        "title": "{Forecasting Solar Home System Customers’ Electricity Usage with a 3D Convolutional Neural Network to Improve Energy Access}"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "Dominguez2021UnderstandingHouseholds",
        "author": "Dominguez, Cristina and Orehounig, Kristina and Carmeliet, Jan",
        "title": "{Understanding the path towards a clean energy transition and post-electrification patterns of rural households}"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "Masselus202410Rwanda",
        "author": "Masselus, Lise and Ankel-Peters, Jörg and Gonzalez Sutil, Gabriel and Modi, Vijay and Mugyenyi, Joel and Munyehirwe, Anicet and Williams, Nathan and Sievert, Maximiliane",
        "title": "{10 Years After: Long-term Adoption of Electricity in Rural Rwanda}"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "Louie2023DailyNation",
        "author": "Louie, Henry and Atcitty, Stanley and Terry, Derrick and Lee, Darrick and Romine, Peter",
        "title": "{Daily electrical energy consumption characteristics and design implications for off-grid homes on the Navajo Nation}"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "Blimpo2020WhyAfrica",
        "author": "Blimpo, Moussa P. and Postepska, Agnieszka and Xu, Yanbin",
        "title": "{Why is household electricity uptake low in Sub-Saharan Africa?}"
      },
      {
        "key": "Kizilcec2020SolarAfrica",
        "author": "Kizilcec, Vivien and Parikh, Priti",
        "title": "{Solar Home Systems: A comprehensive literature review for Sub-Saharan Africa}"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "Mergulhao2023HowKenya",
        "author": "Mergulh{\\~{a}}o, Vasco P. and Capra, Licia and Voglitsis, Kostas and Parikh, Priti",
        "title": "{How do they pay as they go?: Learning payment patterns from solar home system users data in Rwanda and Kenya}"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "Guajardo2019HowEconomies",
        "author": "Guajardo, Jose A.",
        "title": "{How Do Usage and Payment Behavior Interact in Rent-to-Own Business Models? Evidence from Developing Economies}"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "Lukuyu2023PurchasingAfrica",
        "author": "Lukuyu, June and Shiran, Myriam and Kennedy, Ryan and Urpelainen, Johannes and Taneja, Jay",
        "title": "{Purchasing power: Examining customer profiles and patterns for decentralized electricity systems in East Africa}"
      }
    ]
  }
]