[
  {
    "index": 0,
    "papers": [
      {
        "key": "mustafa2017optimizing",
        "author": "Mustafa, O and G{\\'o}mez, J Marx",
        "title": "Optimizing economics of microservices by planning for granularity level"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "10.1145/3147234.3148093",
        "author": "Shadija, Dharmendra and Rezai, Mo and Hill, Richard",
        "title": "Microservices: Granularity vs. Performance"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "galster_performance_2024",
        "author": "Mendonça Filho, Ricardo César and Mendonça, Nabor C.",
        "title": "Performance {Impact} of {Microservice} {Granularity} {Decisions}: {An} {Empirical} {Evaluation} {Using} the {Service} {Weaver} {Framework}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "7930193",
        "author": "Hassan, Sara and Ali, Nour and Bahsoon, Rami",
        "title": "Microservice Ambients: An Architectural Meta-Modelling Approach for Microservice Granularity"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "hassan_dynamic_2021",
        "author": "Hassan, Sara and Bahsoon, Rami and Minku, Leandro and Ali, Nour",
        "title": "Dynamic {Evaluation} of {Microservice} {Granularity} {Adaptation}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "de2021revisiting",
        "author": "De Nardin, Igor Fontana and da Rosa Righi, Rodrigo and Lopes, Thiago Roberto Lima and da Costa, Cristiano Andr{\\'e} and Yeom, Heon Young and K{\\\"o}stler, Harald",
        "title": "On revisiting energy and performance in microservices applications: A cloud elasticity-driven approach"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "dinga2023empirical",
        "author": "Dinga, Madalina and Malavolta, Ivano and Giamattei, Luca and Guerriero, Antonio and Pietrantuono, Roberto",
        "title": "An empirical evaluation of the energy and performance overhead of monitoring tools on docker-based systems"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "9453517",
        "author": "Lennick, David and Azim, Akramul and Liscano, Ramiro",
        "title": "A Microservice-Based Architecture for Performance and Energy Benchmarking of Docker-Host Linux Distributions on Internet-of-Things Devices"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "9923866",
        "author": "Khairy, Mahmoud and Alawneh, Ahmad and Barnes, Aaron and Rogers, Timothy G.",
        "title": "SIMR: Single Instruction Multiple Request Processing for Energy-Efficient Data Center Microservices"
      }
    ]
  }
]