[
  {
    "index": 0,
    "papers": [
      {
        "key": "Vaswani2017Attention",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, {\\L}ukasz and Polosukhin, Illia",
        "title": "Attention is all you need"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Brown2020Language",
        "author": "Brown, Tom B and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and others",
        "title": "Language models are few-shot learners"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Wei2022Chainofthought",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Ichter, Brian and Xia, Fei and Chi, Ed and Le, Quoc and Zhou, Denny",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "barua2024exploring",
        "author": "Barua, Saikat",
        "title": "Exploring autonomous agents through the lens of large language models: A review"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Kaplan2020Scaling",
        "author": "Kaplan, Jared and McCandlish, Sam and Henighan, Tom and Brown, Tom B. and Chess, Benjamin and Child, Rewon and Gray, Scott and Radford, Alec and Wu, Jeffrey and Amodei, Dario",
        "title": "Scaling Laws for Neural Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "barua2023kaxai",
        "author": "Barua, Saikat and Momen, Sifat",
        "title": "Kaxai: An integrated environment for knowledge analysis and explainable ai"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "barua2024pygen",
        "author": "Barua, Saikat and Rahman, Mostafizur and Sadek, Md Jafor and Islam, Rafiul and Khaled, Shehnaz and Hossain, Md Shohrab",
        "title": "PyGen: A Collaborative Human-AI Approach to Python Package Creation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "barua2024elmagic",
        "author": "Barua, Saikat and Rahman, Mostafizur and Saad, Mezbah Uddin and Islam, Rafiul and Sadek, Md Jafor",
        "title": "ELMAGIC: energy-efficient lean model for reliable medical image generation and classification using forward forward algorithm"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "perez2022ignore",
        "author": "Perez, F{\\'a}bio and Ribeiro, Ian",
        "title": "Ignore previous prompt: Attack techniques for language models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Zou2023Jailbreaking",
        "author": "Zou, Andy and Wang, Zifan and Carlini, Nicholas and Nasr, Milad and Kolter, J. Zico and Fredrikson, Matt",
        "title": "Universal and Transferable Adversarial Attacks on Aligned Language Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Carlini2019Adversarial",
        "author": "Carlini, Nicholas and Wagner, David",
        "title": "Adversarial examples are not easily detected: Bypassing ten detection methods"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Anil2024manyshot",
        "author": "Anil, Cem and Carlini, Nicholas and Deng, Jie and Du, Wei and Li, Yuhuai and Madras, Daniel and McMahan, H. Brendan and Narayanan, Deepak and Nystrom, Nathan and Perez, Ethan and Ramasesh, Vinay and Resnick, Paul and Shorten, Connor and Wang, Zifan",
        "title": "Many-Shot Jailbreaking"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Goodfellow2014Explaining",
        "author": "Goodfellow, Ian J. and Shlens, Jonathon and Szegedy, Christian",
        "title": "Explaining and Harnessing Adversarial Examples"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Ribeiro2016Why",
        "author": "Ribeiro, Marco Tulio and Singh, Sameer and Guestrin, Carlos",
        "title": "\"Why Should I Trust You?\": Explaining the Predictions of Any Classifier"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Bai2022Constitutional",
        "author": "Bai, Yuntao and Kadavath, Saurav and Kundu, Sandipan and Askell, Amanda and Kernion, Jackson and Jones, Andy and Chen, Anna and Goldie, Anna and Mirhoseini, Azalia and McKinnon, Cameron and Chen, Carol and Olsson, Catherine and Olah, Christopher and Dhariwal, Danny and Schubert, Dario and Perez, Ethan and Radford, Alec and Schulman, John",
        "title": "Constitutional AI: Harmlessness from AI Feedback"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Hendrycks2023Systematic",
        "author": "Hendrycks, Dan and Mazeika, Mantas and Dan, Angel and Sharma, Nishant and Lam, David and Basart, Jacob",
        "title": "Systematic Evaluation of Safety in Large Language Models: A New Hope and a Challenge"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Zhang2024Unpacking",
        "author": "Zhang, Xinrui and Li, Peng and Wang, Tianyu and Chen, Wei",
        "title": "Unpacking the Black Box: Understanding the Deceptive Capabilities of Large Language Models"
      }
    ]
  }
]