[
  {
    "index": 0,
    "papers": [
      {
        "key": "webshop",
        "author": "Yao, Shunyu and Chen, Howard and Yang, John and Narasimhan, Karthik",
        "title": "WebShop: Towards Scalable Real-World Web Interaction with Grounded Language Agents"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "webarena",
        "author": "Zhou, Shuyan and Xu, Frank F and Zhu, Hao and Zhou, Xuhui and Lo, Robert and Sridhar, Abishek and Cheng, Xianyi and Ou, Tianyue and Bisk, Yonatan and Fried, Daniel and others",
        "title": "WebArena: A Realistic Web Environment for Building Autonomous Agents"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "OSWorld",
        "author": "Tianbao Xie and Danyang Zhang and Jixuan Chen and Xiaochuan Li and Siheng Zhao and Ruisheng Cao and Toh Jing Hua and Zhoujun Cheng and Dongchan Shin and Fangyu Lei and Yitao Liu and Yiheng Xu and Shuyan Zhou and Silvio Savarese and Caiming Xiong and Victor Zhong and Tao Yu",
        "title": "OSWorld: Benchmarking Multimodal Agents for Open-Ended Tasks in Real Computer Environments"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "wang2024mobile",
        "author": "Wang, Junyang and Xu, Haiyang and Ye, Jiabo and Yan, Ming and Shen, Weizhou and Zhang, Ji and Huang, Fei and Sang, Jitao",
        "title": "Mobile-Agent: Autonomous Multi-Modal Mobile Device Agent with Visual Perception"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhang2023appagent",
        "author": "Zhang, Chi and Yang, Zhao and Liu, Jiaxuan and Han, Yucheng and Chen, Xin and Huang, Zebiao and Fu, Bin and Yu, Gang",
        "title": "Appagent: Multimodal agents as smartphone users"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "assistgui",
        "author": "Gao, Difei and Ji, Lei and Bai, Zechen and Ouyang, Mingyu and Li, Peiran and Mao, Dongxing and Wu, Qinchen and Zhang, Weichen and Wang, Peiyi and Guo, Xiangwu and Wang, Hengxu and Zhou, Luowei and Shou, Mike Zheng",
        "title": "AssistGUI: Task-Oriented PC Graphical User Interface Automation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "windowsagentarena",
        "author": "Rogerio Bonatti and Dan Zhao and Francesco Bonacci and Dillon Dupont and Sara Abdali and Yinheng Li and Yadong Lu and Justin Wagle and Kazuhito Koishida and Arthur Bucker and Lawrence Jang and Zack Hui",
        "title": "Windows Agent Arena: Evaluating Multi-Modal OS Agents at Scale"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hong2024cogagent",
        "author": "Hong, Wenyi and Wang, Weihan and Lv, Qingsong and Xu, Jiazheng and Yu, Wenmeng and Ji, Junhui and Wang, Yan and Wang, Zihan and Dong, Yuxiao and Ding, Ming and others",
        "title": "Cogagent: A visual language model for gui agents"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "cheng2024seeclick",
        "author": "Cheng, Kanzhi and Sun, Qiushi and Chu, Yougang and Xu, Fangzhi and Li, Yantao and Zhang, Jianbing and Wu, Zhiyong",
        "title": "Seeclick: Harnessing gui grounding for advanced visual gui agents"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zheng2024seeact",
        "author": "Boyuan Zheng and Boyu Gou and Jihyung Kil and Huan Sun and Yu Su",
        "title": "GPT-4V(ision) is a Generalist Web Agent, if Grounded"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "wang2024mobile",
        "author": "Wang, Junyang and Xu, Haiyang and Ye, Jiabo and Yan, Ming and Shen, Weizhou and Zhang, Ji and Huang, Fei and Sang, Jitao",
        "title": "Mobile-Agent: Autonomous Multi-Modal Mobile Device Agent with Visual Perception"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "zhang2023appagent",
        "author": "Zhang, Chi and Yang, Zhao and Liu, Jiaxuan and Han, Yucheng and Chen, Xin and Huang, Zebiao and Fu, Bin and Yu, Gang",
        "title": "Appagent: Multimodal agents as smartphone users"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "you2025ferret",
        "author": "You, Keen and Zhang, Haotian and Schoop, Eldon and Weers, Floris and Swearngin, Amanda and Nichols, Jeffrey and Yang, Yinfei and Gan, Zhe",
        "title": "Ferret-ui: Grounded mobile ui understanding with multimodal llms"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "liu2024autoglmautonomousfoundationagents",
        "author": "Xiao Liu and Bo Qin and Dongzhu Liang and Guang Dong and Hanyu Lai and Hanchen Zhang and Hanlin Zhao and Iat Long Iong and Jiadai Sun and Jiaqi Wang and Junjie Gao and Junjun Shan and Kangning Liu and Shudan Zhang and Shuntian Yao and Siyi Cheng and Wentao Yao and Wenyi Zhao and Xinghan Liu and Xinyi Liu and Xinying Chen and Xinyue Yang and Yang Yang and Yifan Xu and Yu Yang and Yujia Wang and Yulin Xu and Zehan Qi and Yuxiao Dong and Jie Tang",
        "title": "AutoGLM: Autonomous Foundation Agents for GUIs"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "openaio1",
        "author": "OpenAI",
        "title": "OpenAI o1 System Card"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "deepseekr1",
        "author": "DeepSeek-AI and Daya Guo and Dejian Yang and Haowei Zhang and Junxiao Song and Ruoyu Zhang and Runxin Xu and Qihao Zhu and Shirong Ma and Peiyi Wang and Xiao Bi and Xiaokang Zhang and Xingkai Yu and Yu Wu and Z. F. Wu and Zhibin Gou and Zhihong Shao and Zhuoshu Li and Ziyi Gao and Aixin Liu and Bing Xue and Bingxuan Wang and Bochao Wu and Bei Feng and Chengda Lu and Chenggang Zhao and Chengqi Deng and Chenyu Zhang and Chong Ruan and Damai Dai and Deli Chen and Dongjie Ji and Erhang Li and Fangyun Lin and Fucong Dai and Fuli Luo and Guangbo Hao and Guanting Chen and Guowei Li and H. Zhang and Han Bao and Hanwei Xu and Haocheng Wang and Honghui Ding and Huajian Xin and Huazuo Gao and Hui Qu and Hui Li and Jianzhong Guo and Jiashi Li and Jiawei Wang and Jingchang Chen and Jingyang Yuan and Junjie Qiu and Junlong Li and J. L. Cai and Jiaqi Ni and Jian Liang and Jin Chen and Kai Dong and Kai Hu and Kaige Gao and Kang Guan and Kexin Huang and Kuai Yu and Lean Wang and Lecong Zhang and Liang Zhao and Litong Wang and Liyue Zhang and Lei Xu and Leyi Xia and Mingchuan Zhang and Minghua Zhang and Minghui Tang and Meng Li and Miaojun Wang and Mingming Li and Ning Tian and Panpan Huang and Peng Zhang and Qiancheng Wang and Qinyu Chen and Qiushi Du and Ruiqi Ge and Ruisong Zhang and Ruizhe Pan and Runji Wang and R. J. Chen and R. L. Jin and Ruyi Chen and Shanghao Lu and Shangyan Zhou and Shanhuang Chen and Shengfeng Ye and Shiyu Wang and Shuiping Yu and Shunfeng Zhou and Shuting Pan and S. S. Li and Shuang Zhou and Shaoqing Wu and Shengfeng Ye and Tao Yun and Tian Pei and Tianyu Sun and T. Wang and Wangding Zeng and Wanjia Zhao and Wen Liu and Wenfeng Liang and Wenjun Gao and Wenqin Yu and Wentao Zhang and W. L. Xiao and Wei An and Xiaodong Liu and Xiaohan Wang and Xiaokang Chen and Xiaotao Nie and Xin Cheng and Xin Liu and Xin Xie and Xingchao Liu and Xinyu Yang and Xinyuan Li and Xuecheng Su and Xuheng Lin and X. Q. Li and Xiangyue Jin and Xiaojin Shen and Xiaosha Chen and Xiaowen Sun and Xiaoxiang Wang and Xinnan Song and Xinyi Zhou and Xianzu Wang and Xinxia Shan and Y. K. Li and Y. Q. Wang and Y. X. Wei and Yang Zhang and Yanhong Xu and Yao Li and Yao Zhao and Yaofeng Sun and Yaohui Wang and Yi Yu and Yichao Zhang and Yifan Shi and Yiliang Xiong and Ying He and Yishi Piao and Yisong Wang and Yixuan Tan and Yiyang Ma and Yiyuan Liu and Yongqiang Guo and Yuan Ou and Yuduan Wang and Yue Gong and Yuheng Zou and Yujia He and Yunfan Xiong and Yuxiang Luo and Yuxiang You and Yuxuan Liu and Yuyang Zhou and Y. X. Zhu and Yanhong Xu and Yanping Huang and Yaohui Li and Yi Zheng and Yuchen Zhu and Yunxian Ma and Ying Tang and Yukun Zha and Yuting Yan and Z. Z. Ren and Zehui Ren and Zhangli Sha and Zhe Fu and Zhean Xu and Zhenda Xie and Zhengyan Zhang and Zhewen Hao and Zhicheng Ma and Zhigang Yan and Zhiyu Wu and Zihui Gu and Zijia Zhu and Zijun Liu and Zilin Li and Ziwei Xie and Ziyang Song and Zizheng Pan and Zhen Huang and Zhipeng Xu and Zhongyu Zhang and Zhen Zhang",
        "title": "DeepSeek-R1: Incentivizing Reasoning Capability in LLMs via Reinforcement Learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "shinn2024reflexion",
        "author": "Shinn, Noah and Cassano, Federico and Gopinath, Ashwin and Narasimhan, Karthik and Yao, Shunyu",
        "title": "Reflexion: Language agents with verbal reinforcement learning"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "gou2023critic",
        "author": "Gou, Zhibin and Shao, Zhihong and Gong, Yeyun and Shen, Yelong and Yang, Yujiu and Duan, Nan and Chen, Weizhu",
        "title": "Critic: Large language models can self-correct with tool-interactive critiquing"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "konda1999actorcritic",
        "author": "Konda, Vijay and Tsitsiklis, John",
        "title": "Actor-critic algorithms"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "assistgui",
        "author": "Gao, Difei and Ji, Lei and Bai, Zechen and Ouyang, Mingyu and Li, Peiran and Mao, Dongxing and Wu, Qinchen and Zhang, Weichen and Wang, Peiyi and Guo, Xiangwu and Wang, Hengxu and Zhou, Luowei and Shou, Mike Zheng",
        "title": "AssistGUI: Task-Oriented PC Graphical User Interface Automation"
      }
    ]
  }
]