[
  {
    "index": 0,
    "papers": [
      {
        "key": "vijayabaskar2011",
        "author": "M. S. Vijayabaskar and V. Niranjan and S. Vishveshwara",
        "title": "Graprostr - graphs of protein structures: A tool for constructing the graphs and generating graph parameters for protein structures"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "ahmad2020",
        "author": "I. Ahmad and M. Akhtar and S. Noor and A. Shahnaz",
        "title": "Missing link prediction using common neighbor and centrality based parameterized algorithm"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "hosein2016",
        "author": "S. Hosein and P. Hosein and W. Kattick and V. Ratan",
        "title": "Web application for power grid fault management"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "guha2019",
        "author": "N. Guha and Z. Wang and A. Majumdar",
        "title": "Machine learning for AC optimal power flow"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chen2020",
        "author": "Z. Chen and C. Yu",
        "title": "Optimal Power Flow Using Graph Neural Networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "donti2021",
        "author": "P. L. Donti and B. Amos and and J. Z. Kolter",
        "title": "Topology-aware graph neural networks for learning feasible and adaptive AC-OPF solutions"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lopez2023",
        "author": "T. B. López-García and J. A. Domínguez-Navarro",
        "title": "Power Flow Analysis via Typed Graph Neural Networks"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "liao2022",
        "author": "W. Liao and B. Bak-Jensen and J. R. Pillai and Y. Wang and Y. Wang",
        "title": "A Review of Graph Neural Networks and Their Applications in Power Systems"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yang2020",
        "author": "Y. Yang and H. Wu and H. He",
        "title": "Proximal policy optimization with graph neural networks for optimal power flow"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "donon2020",
        "author": "B. Donon and R. Clément and B. Donnot and A. Marot and I. Guyon",
        "title": "Neural Networks for Power Flow: Graph Neural Solver"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "fan2021",
        "author": "W. Fan and X. Li and B. Wang",
        "title": "Graph Neural Network and Koopman Models for Learning Networked Dynamics: A Comparative Study on Power Grid Transients Prediction"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "jeddi2021",
        "author": "A. B. Jeddi and A. Shafieezadeh",
        "title": "A Physics-Informed Graph Attention-based Approach for Power Flow Analysis"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "wu2022",
        "author": "H. Wu and M. Wang and Z. Xu and Y. Jia",
        "title": "Graph Attention Enabled Convolutional Network for Distribution System Probabilistic Power Flow"
      }
    ]
  }
]