[
  {
    "index": 0,
    "papers": [
      {
        "key": "Li2018",
        "author": "Li, Z.  and  Zou, D. and  Xu, S.  and  Ou, X.  and  Zhong, Y.",
        "title": "VulDeePecker: A Deep Learning-Based System for Vulnerability Detection"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "zou2019",
        "author": "Zou, D. and Wang, S. and Xu, S. and Li, Z. and Jin, H.",
        "title": "$\\mu$VulDeePecker: A Deep Learning-Based System for Multiclass Vulnerability Detection"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "rabheru2022hybrid",
        "author": "Rabheru, R. and Hanif, H. and Maffeis, S.",
        "title": "A hybrid graph neural network approach for detecting PHP vulnerabilities"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "ding2022velvet",
        "author": "Ding, Y. and Suneja, S. and Zheng, Y. and Laredo, J. and Morari, A. and Kaiser, G. and Ray, B.",
        "title": "VELVET: a noVel Ensemble Learning approach to automatically locate VulnErable sTatements"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhou2019devign",
        "author": "Zhou, Y. and Liu, S. and Siow, J. and Du, X. and Liu, Y.",
        "title": "Devign: Effective vulnerability identification by learning comprehensive program semantics via graph neural networks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Wang2020",
        "author": "Wang, H. and Ye, G. and Tang, Z. and Tan, S.H. and Huang, S. and Fang, D. and Feng, Y. and Bian, L. and Wang, Z.",
        "title": "Combining Graph-based Learning with Automated Data Collection for Code Vulnerability Detection"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "song2022hgvul",
        "author": "Song, Z. and Wang, J. and Liu, S. and Fang, Z. and Yang, K.",
        "title": "HGVul: A Code Vulnerability Detection Method Based on Heterogeneous Source-Level Intermediate Representation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "sun2023enhanced",
        "author": "Sun, H. and Liu, Y. and Ding, Z. and Xiao, Y. and Hao, Z. and Zhu, H.",
        "title": "An enhanced vulnerability detection in software using a heterogeneous encoding ensemble"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "liu2021combining",
        "author": "Liu, Z. and Qian, P. and Wang, X. and Zhuang, Y. and Qiu, L. and Wang, X.",
        "title": "Combining graph neural networks with expert knowledge for smart contract vulnerability detection"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "wen2023vulnerability",
        "author": "Wen, Xin-Cheng and Chen, Yupan and Gao, Cuiyun and Zhang, Hongyu and Zhang, Jie M and Liao, Qing",
        "title": "Vulnerability Detection with Graph Simplification and Enhanced Graph Representation Learning"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "cao2022mvd",
        "author": "Cao, S. and Sun, X. and Bo, L. and Wu, R. and Li, B. and Tao, C.",
        "title": "MVD: memory-related vulnerability detection based on flow-sensitive graph neural networks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "cheng2021deepwukong",
        "author": "Cheng, X. and Wang, H. and Hua, J. and Xu, G. and Sui, Y.",
        "title": "Deepwukong: Statically detecting software vulnerabilities using deep graph neural network"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "dong2018defect",
        "author": "Dong, F. and Wang, J. and Li, Q. and Xu, G. and Zhang, S.",
        "title": "Defect prediction in android binary executables using deep neural network"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "wang2016",
        "author": "Wang, S. and Liu, T. and Tan, L.",
        "title": "Automatically learning semantic features for defect prediction"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "lin2017",
        "author": "Lin, G. and Zhang, J. and Luo, W. and Pan, L. and Xiang, Y.",
        "title": "POSTER: Vulnerability discovery with function representation learning from unlabeled projects"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "lin2018cross",
        "author": "Lin, G. and Zhang, J. and Luo, W. and Pan, L. and Xiang, Y. and De Vel, O. and Montague, P.",
        "title": "Cross-project transfer representation learning for vulnerable function discovery"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "dam2017automatic",
        "author": "Dam, H.K. and Tran, T. and Pham, T. and Ng, S.W. and Grundy, J. and Ghose, A.",
        "title": "Automatic feature learning for vulnerability prediction"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "li2021sysevr",
        "author": "Li, Z. and Zou, D. and Xu, S. and Jin, H. and Zhu, Y. and Chen, Z.",
        "title": "Sysevr: A framework for using deep learning to detect software vulnerabilities"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "peng2015building",
        "author": "Peng, H. and Mou, L. and Li, G. and Liu, Y. and Zhang, L. and Jin, Z.",
        "title": "Building program vector representations for deep learning"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "hovsepyan2012",
        "author": "Hovsepyan, A. and Scandariato, R. and Joosen, W. and Walden, J.",
        "title": "Software vulnerability prediction using text analysis techniques"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "pang2015",
        "author": "Pang, Y. and Xue, X. and Namin, A.",
        "title": "Predicting vulnerable software components through n-gram analysis and statistical feature selection"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "scandariato2014",
        "author": "Scandariato, R. and Walden, J. and Hovsepyan, A. and Joosen, W.",
        "title": "Predicting vulnerable software components via text mining"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "lee2017learning",
        "author": "Lee, Y. and Choi, S. and Kim, C. and Lim, S. and Park, K.",
        "title": "Learning binary code with deep learning to detect software weakness"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "yamaguchi2011",
        "author": "Yamaguchi, F. and Lindner, F. and Rieck, K.",
        "title": "Vulnerability extrapolation: Assisted discovery of vulnerabilities using machine learning"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "luo2022Journal",
        "author": "Luo, Y. and Xu, W. and Xu, D.",
        "title": "Detecting Integer Overflow Errors in Java Source Code via Machine Learning"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "Russell2018",
        "author": "Russell, R. and Kim, L. and Hamilton, L. and Lazovich, T. and Harer, J. and Ozdemir, O. and Ellingwood, P. and McConley, M.",
        "title": "Automated vulnerability detection in source code using deep representation learning"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "le2018maximal",
        "author": "Le, T. and Nguyen, T. and Le, T. and Phung, D. and Montague, P. and De Vel, O. and Qu, L.",
        "title": "Maximal divergence sequential autoencoder for binary software vulnerability detection"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "sestili2018towards",
        "author": "Sestili, C.D. and Snavely, W.S. and VanHoudnos, N.M.",
        "title": "Towards security defect prediction with AI"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "shabtai2009",
        "author": "Shabtai, A. and Moskovitch, R. and Elovici, Y. and Glezer, C.",
        "title": "Detection of malicious code by applying machine learning classifiers on static features: A state-of-the-art survey"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "mokhov2015",
        "author": "Mokhov, S. A and Paquet, J. and Debbabi, M.",
        "title": "MARFCAT: Fast code analysis for defects and vulnerabilities"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "holmes1994weka",
        "author": "Holmes, G. and Donkin, A. and Witten, I.H.",
        "title": "Weka: A machine learning workbench"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "feng2020codebert",
        "author": "Feng, Z. and Guo, D. and Tang, D. and Duan, N. and Feng, X. and Gong, M. and Shou, L. and Qin, B. and Liu, T. and Jiang, D. and others",
        "title": "Codebert: A pre-trained model for programming and natural languages"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "Devlin2018",
        "author": "Devlin, J. and Chang, M. and Lee, K. and Toutanova, K.",
        "title": "BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "sajnani2016sourcerercc",
        "author": "Sajnani, H. and Saini, V. and Svajlenko, J. and Roy, C.K. and Lopes, C.V.",
        "title": "Sourcerercc: Scaling code clone detection to big-code"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "allamanis2017learning",
        "author": "Allamanis, M. and Brockschmidt, M. and Khademi, M.",
        "title": "Learning to represent programs with graphs"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "zhao2018deepsim",
        "author": "Zhao, G. and Huang, J.",
        "title": "Deepsim: deep learning code functional similarity"
      }
    ]
  }
]