[
  {
    "index": 0,
    "papers": [
      {
        "key": "openai2024gpt4technicalreport",
        "author": "OpenAI and et. al",
        "title": "GPT-4 Technical Report"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "touvron2023llama",
        "author": "Hugo Touvron and Thibaut Lavril and Gautier Izacard and Xavier Martinet and Marie-Anne Lachaux and Timothée Lacroix and Baptiste Rozière and Naman Goyal and Eric Hambro and Faisal Azhar and Aurelien Rodriguez and Armand Joulin and Edouard Grave and Guillaume Lample",
        "title": "LLaMA: Open and Efficient Foundation Language Models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "vaswani2017attention",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, {\\L}ukasz and Polosukhin, Illia",
        "title": "Attention is all you need"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "chowdhery2022palm",
        "author": "Aakanksha Chowdhery and\nSharan Narang and\nJacob Devlin and\nMaarten Bosma and\nGaurav Mishra and et al.",
        "title": "PaLM: Scaling Language Modeling with Pathways"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "li2024exploring",
        "author": "Jialong Li and Mingyue Zhang and Nianyu Li and Danny Weyns and Zhi Jin and Kenji Tei",
        "title": "Exploring the Potential of Large Language Models in Self-adaptive Systems"
      },
      {
        "key": "Zhao2023ASO",
        "author": "Wayne Xin Zhao and Kun Zhou and Junyi Li and Tianyi Tang and Xiaolei Wang and Yupeng Hou and Yingqian Min and Beichen Zhang and Junjie Zhang and Zican Dong and Yifan Du and Chen Yang and Yushuo Chen and Z. Chen and Jinhao Jiang and Ruiyang Ren and Yifan Li and Xinyu Tang and Zikang Liu and Peiyu Liu and Jianyun Nie and Ji-rong Wen",
        "title": "A Survey of Large Language Models"
      },
      {
        "key": "Wang2023ASO",
        "author": "Lei Wang and Chengbang Ma and Xueyang Feng and Zeyu Zhang and Hao-ran Yang and Jingsen Zhang and Zhi-Yang Chen and Jiakai Tang and Xu Chen and Yankai Lin and Wayne Xin Zhao and Zhewei Wei and Ji-rong Wen",
        "title": "A Survey on Large Language Model based Autonomous Agents"
      },
      {
        "key": "10.1145/3686803",
        "author": "Li, Jialong and Zhang, Mingyue and Li, Nianyu and Weyns, Danny and Jin, Zhi and Tei, Kenji",
        "title": "Generative AI for Self-Adaptive Systems: State of the Art and Research Roadmap"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "instructGPT",
        "author": "Ouyang, Long and Wu, Jeffrey and Jiang, Xu and Almeida, Diogo and Wainwright, Carroll and Mishkin, Pamela and Zhang, Chong and Agarwal, Sandhini and Slama, Katarina and Ray, Alex and others",
        "title": "Training language models to follow instructions with human feedback"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Wang_icceasia23",
        "author": "Wang, Chen-Shu and Yang, Heng-Li and Li, Bo-Yi and Chen, Hong-Yan",
        "title": "Can Generative AI Eliminate Speech Harms? A Study on Detection of Abusive and Hate Speech during the COVID-19 Pandemic"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "10308036",
        "author": "Rothe, Mrudula and Lath, Ritika and Kumar, Dishant and Yadav, Parth and Aylani, Amit",
        "title": "Slang language Detection and Identification In Text"
      },
      {
        "key": "9961254",
        "author": "Seki, Yohei and Liu, Yihong",
        "title": "Multi-task Learning Model for Detecting Internet Slang Words with Two-Layer Annotation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "sun2019slang",
        "author": "Sun, Zhewei and Zemel, Richard S and Xu, Yang",
        "title": "Slang Generation as Categorization."
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "sun2022semantically",
        "author": "Sun, Zhewei and Zemel, Richard and Xu, Yang",
        "title": "Semantically Informed Slang Interpretation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "fu2023improving",
        "author": "Yao Fu and Hao Peng and Tushar Khot and Mirella Lapata",
        "title": "Improving Language Model Negotiation with Self-Play and In-Context Learning from AI Feedback"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "xu2023exploring",
        "author": "Yuzhuang Xu and Shuo Wang and Peng Li and Fuwen Luo and Xiaolong Wang and Weidong Liu and Yang Liu",
        "title": "Exploring Large Language Models for Communication Games: An Empirical Study on Werewolf"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "xu2023language",
        "author": "Zelai Xu and Chao Yu and Fei Fang and Yu Wang and Yi Wu",
        "title": "Language Agents with Reinforcement Learning for Strategic Play in the Werewolf Game"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Park2023GenerativeAI",
        "author": "Joon Sung Park and Joseph C. O'Brien and Carrie J. Cai and Meredith Ringel Morris and Percy Liang and Michael S. Bernstein",
        "title": "Generative Agents: Interactive Simulacra of Human Behavior"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "gao2023s3",
        "author": "Chen Gao and Xiaochong Lan and Zhihong Lu and Jinzhu Mao and Jinghua Piao and Huandong Wang and Depeng Jin and Yong Li",
        "title": "S3: Social-network Simulation System with Large Language Model-Empowered Agents"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "tang2024gensim",
        "author": "Tang, Jiakai and Gao, Heyang and Pan, Xuchen and Wang, Lei and Tan, Haoran and Gao, Dawei and Chen, Yushuo and Chen, Xu and Lin, Yankai and Li, Yaliang and others",
        "title": "GenSim: A General Social Simulation Platform with Large Language Model based Agents"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "yang2024oasis",
        "author": "Yang, Ziyi and Zhang, Zaibin and Zheng, Zirui and Jiang, Yuxian and Gan, Ziyue and Wang, Zhiyu and Ling, Zijian and Chen, Jinsong and Ma, Martz and Dong, Bowen and others",
        "title": "Oasis: Open agents social interaction simulations on one million agents"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "hua2023war",
        "author": "Wenyue Hua and Lizhou Fan and Lingyao Li and Kai Mei and Jianchao Ji and Yingqiang Ge and Libby Hemphill and Yongfeng Zhang",
        "title": "War and Peace (WarAgent): Large Language Model-based Multi-Agent Simulation of World Wars"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "DBLP:conf/cec/CaiLZLWT24",
        "author": "Cai, Jinyu and Li, Jialong and Zhang, Mingyue and Li, Munan and Wang, Chen-Shu and Tei, Kenji",
        "title": "Language Evolution for Evading Social Media Regulation via LLM-Based Multi-Agent Simulation"
      }
    ]
  }
]