[
  {
    "index": 0,
    "papers": [
      {
        "key": "Edwards2022TranslationBM",
        "author": "Carl N. Edwards and T. Lai and Kevin Ros and Garrett Honke and Heng Ji",
        "title": "Translation between Molecules and Natural Language"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "raffel2023exploringlimitstransferlearning",
        "author": "Colin Raffel and Noam Shazeer and Adam Roberts and Katherine Lee and Sharan Narang and Michael Matena and Yanqi Zhou and Wei Li and Peter J. Liu",
        "title": "Exploring the Limits of Transfer Learning with a Unified Text-to-Text Transformer"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "molxpt",
        "author": "Zequn Liu and Wei Zhang and Yingce Xia and Lijun Wu and Shufang Xie and Tao Qin and Ming Zhang and Tie-Yan Liu",
        "title": "MolXPT: Wrapping Molecules with Text for Generative Pre-training"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "radford2019language",
        "author": "Radford, Alec and Wu, Jeffrey and Child, Rewon and Luan, David and Amodei, Dario and Sutskever, Ilya and others",
        "title": "Language models are unsupervised multitask learners"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Liu2023MolCAMG",
        "author": "Zhiyuan Liu and Sihang Li and Yancheng Luo and Hao Fei and Yixin Cao and Kenji Kawaguchi and Xiang Wang and Tat-Seng Chua",
        "title": "MolCA: Molecular Graph-Language Modeling with Cross-Modal Projector and Uni-Modal Adapter"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Liu_2024",
        "author": "Liu, Pengfei and Ren, Yiming and Tao, Jun and Ren, Zhixiang",
        "title": "GIT-Mol: A multi-modal large language model for molecular science with graph, image, and text"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "li2023blip2bootstrappinglanguageimagepretraining",
        "author": "Junnan Li and Dongxu Li and Silvio Savarese and Steven Hoi",
        "title": "BLIP-2: Bootstrapping Language-Image Pre-training with Frozen Image Encoders and Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "mollm",
        "author": "Xiangru Tang and Andrew Tran and Jeffrey Tan and Mark B. Gerstein",
        "title": "MolLM: a unified language model for integrating biomedical text with 2D and 3D molecular representations"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zhang2024unimotunifiedmoleculetextlanguage",
        "author": "Juzheng Zhang and Yatao Bian and Yongqiang Chen and Quanming Yao",
        "title": "UniMoT: Unified Molecule-Text Language Model with Discrete Token Representation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "pei20243dmolt5unified3dmoleculetext",
        "author": "Qizhi Pei and Lijun Wu and Kaiyuan Gao and Jinhua Zhu and Rui Yan",
        "title": "3D-MolT5: Towards Unified 3D Molecule-Text Modeling with 3D Molecular Tokenization"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Fang2023MolInstructionsAL",
        "author": "Yin Fang and Xiaozhuan Liang and Ningyu Zhang and Kangwei Liu and Rui Huang and Zhuo Chen and Xiaohui Fan and Huajun Chen",
        "title": "Mol-Instructions: A Large-Scale Biomolecular Instruction Dataset for Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Cao2023InstructMolMI",
        "author": "He Cao and Zijing Liu and Xingyu Lu and Yuan Yao and Yu Li",
        "title": "InstructMol: Multi-Modal Integration for Building a Versatile and Reliable Molecular Assistant in Drug Discovery"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Pei2024BioT5TG",
        "author": "Qizhi Pei and Lijun Wu and Kaiyuan Gao and Xiaozhuan Liang and Yin Fang and Jinhua Zhu and Shufang Xie and Tao Qin and Rui Yan",
        "title": "BioT5+: Towards Generalized Biological Understanding with IUPAC Integration and Multi-task Tuning"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Yu2024LlaSMolAL",
        "author": "Botao Yu and Frazier N. Baker and Ziqi Chen and Xia Ning and Huan Sun",
        "title": "LlaSMol: Advancing Large Language Models for Chemistry with a Large-Scale, Comprehensive, High-Quality Instruction Tuning Dataset"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "li20243dmoleculetextinterpretationlanguage",
        "author": "Sihang Li and Zhiyuan Liu and Yanchen Luo and Xiang Wang and Xiangnan He and Kenji Kawaguchi and Tat-Seng Chua and Qi Tian",
        "title": "3D-MoLM: Towards 3D Molecule-Text Interpretation in Language Models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Cao2023InstructMolMI",
        "author": "He Cao and Zijing Liu and Xingyu Lu and Yuan Yao and Yu Li",
        "title": "InstructMol: Multi-Modal Integration for Building a Versatile and Reliable Molecular Assistant in Drug Discovery"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "zhang2024unimotunifiedmoleculetextlanguage",
        "author": "Juzheng Zhang and Yatao Bian and Yongqiang Chen and Quanming Yao",
        "title": "UniMoT: Unified Molecule-Text Language Model with Discrete Token Representation"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "pei20243dmolt5unified3dmoleculetext",
        "author": "Qizhi Pei and Lijun Wu and Kaiyuan Gao and Jinhua Zhu and Rui Yan",
        "title": "3D-MolT5: Towards Unified 3D Molecule-Text Modeling with 3D Molecular Tokenization"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "rafailov2023dpo",
        "author": "Rafailov, Rafael and Sharma, Archit and Mitchell, Eric and Manning, Christopher D and Ermon, Stefano and Finn, Chelsea",
        "title": "Direct Preference Optimization: Your Language Model is Secretly a Reward Model"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Wang2024mDPOCP",
        "author": "Fei Wang and Wenxuan Zhou and James Y. Huang and Nan Xu and Sheng Zhang and Hoifung Poon and Muhao Chen",
        "title": "mDPO: Conditional Preference Optimization for Multimodal Large Language Models"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "Meng2024SimPOSP",
        "author": "Yu Meng and Mengzhou Xia and Danqi Chen",
        "title": "SimPO: Simple Preference Optimization with a Reference-Free Reward"
      }
    ]
  }
]