[
  {
    "index": 0,
    "papers": [
      {
        "key": "ouyang2022traininglanguagemodelsfollow",
        "author": "Long Ouyang and Jeff Wu and Xu Jiang and Diogo Almeida and Carroll L. Wainwright and Pamela Mishkin and Chong Zhang and Sandhini Agarwal and Katarina Slama and Alex Ray and John Schulman and Jacob Hilton and Fraser Kelton and Luke Miller and Maddie Simens and Amanda Askell and Peter Welinder and Paul Christiano and Jan Leike and Ryan Lowe",
        "title": "Training language models to follow instructions with human feedback"
      },
      {
        "key": "christiano2023deepreinforcementlearninghuman",
        "author": "Paul Christiano and Jan Leike and Tom B. Brown and Miljan Martic and Shane Legg and Dario Amodei",
        "title": "Deep reinforcement learning from human preferences"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "bai2022traininghelpfulharmlessassistant",
        "author": "Yuntao Bai and Andy Jones and Kamal Ndousse and Amanda Askell and Anna Chen and Nova DasSarma and Dawn Drain and Stanislav Fort and Deep Ganguli and Tom Henighan and Nicholas Joseph and Saurav Kadavath and Jackson Kernion and Tom Conerly and Sheer El-Showk and Nelson Elhage and Zac Hatfield-Dodds and Danny Hernandez and Tristan Hume and Scott Johnston and Shauna Kravec and Liane Lovitt and Neel Nanda and Catherine Olsson and Dario Amodei and Tom Brown and Jack Clark and Sam McCandlish and Chris Olah and Ben Mann and Jared Kaplan",
        "title": "Training a Helpful and Harmless Assistant with Reinforcement Learning from Human Feedback"
      },
      {
        "key": "stiennon2022learningsummarizehumanfeedback",
        "author": "Nisan Stiennon and Long Ouyang and Jeff Wu and Daniel M. Ziegler and Ryan Lowe and Chelsea Voss and Alec Radford and Dario Amodei and Paul Christiano",
        "title": "Learning to summarize from human feedback"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ramamurthy2023reinforcementlearningnotnatural",
        "author": "Rajkumar Ramamurthy and Prithviraj Ammanabrolu and Kianté Brantley and Jack Hessel and Rafet Sifa and Christian Bauckhage and Hannaneh Hajishirzi and Yejin Choi",
        "title": "Is Reinforcement Learning (Not) for Natural Language Processing: Benchmarks, Baselines, and Building Blocks for Natural Language Policy Optimization"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rafailov2024directpreferenceoptimizationlanguage",
        "author": "Rafael Rafailov and Archit Sharma and Eric Mitchell and Stefano Ermon and Christopher D. Manning and Chelsea Finn",
        "title": "Direct Preference Optimization: Your Language Model is Secretly a Reward Model"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "rafailov2024scalinglawsrewardmodel",
        "author": "Rafael Rafailov and Yaswanth Chittepu and Ryan Park and Harshit Sikchi and Joey Hejna and Bradley Knox and Chelsea Finn and Scott Niekum",
        "title": "Scaling Laws for Reward Model Overoptimization in Direct Alignment Algorithms"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "park2024disentanglinglengthqualitydirect",
        "author": "Ryan Park and Rafael Rafailov and Stefano Ermon and Chelsea Finn",
        "title": "Disentangling Length from Quality in Direct Preference Optimization"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "feng2024analyzingunderstandinglimitationsdpo",
        "author": "Duanyu Feng and Bowen Qin and Chen Huang and Zheng Zhang and Wenqiang Lei",
        "title": "Towards Analyzing and Understanding the Limitations of DPO: A Theoretical Perspective"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "meng2024simposimplepreferenceoptimization",
        "author": "Yu Meng and Mengzhou Xia and Danqi Chen",
        "title": "SimPO: Simple Preference Optimization with a Reference-Free Reward"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "hong2024orpomonolithicpreferenceoptimization",
        "author": "Jiwoo Hong and Noah Lee and James Thorne",
        "title": "ORPO: Monolithic Preference Optimization without Reference Model"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Intel",
        "author": "Intel",
        "title": "Orca DPO Pairs"
      },
      {
        "key": "zhu2024starlingb",
        "author": "Banghua Zhu and Evan Frick and Tianhao Wu and Hanlin Zhu and Karthik Ganesan and Wei-Lin Chiang and Jian Zhang and Jiantao Jiao",
        "title": "Starling-7B: Improving Helpfulness and Harmlessness with {RLAIF}"
      },
      {
        "key": "tunstall2023zephyrdirectdistillationlm",
        "author": "Lewis Tunstall and Edward Beeching and Nathan Lambert and Nazneen Rajani and Kashif Rasul and Younes Belkada and Shengyi Huang and Leandro von Werra and Clémentine Fourrier and Nathan Habib and Nathan Sarrazin and Omar Sanseviero and Alexander M. Rush and Thomas Wolf",
        "title": "Zephyr: Direct Distillation of LM Alignment"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "dubey2024llama3herdmodels",
        "author": "Llama Team, AI @ Meta",
        "title": "The Llama 3 Herd of Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "qwen2025qwen25technicalreport",
        "author": "Qwen and : and An Yang and Baosong Yang and Beichen Zhang and Binyuan Hui and Bo Zheng and Bowen Yu and Chengyuan Li and Dayiheng Liu and Fei Huang and Haoran Wei and Huan Lin and Jian Yang and Jianhong Tu and Jianwei Zhang and Jianxin Yang and Jiaxi Yang and Jingren Zhou and Junyang Lin and Kai Dang and Keming Lu and Keqin Bao and Kexin Yang and Le Yu and Mei Li and Mingfeng Xue and Pei Zhang and Qin Zhu and Rui Men and Runji Lin and Tianhao Li and Tianyi Tang and Tingyu Xia and Xingzhang Ren and Xuancheng Ren and Yang Fan and Yang Su and Yichang Zhang and Yu Wan and Yuqiong Liu and Zeyu Cui and Zhenru Zhang and Zihan Qiu",
        "title": "Qwen2.5 Technical Report"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "lambert2024tulu3pushingfrontiers",
        "author": "Nathan Lambert and Jacob Morrison and Valentina Pyatkin and Shengyi Huang and Hamish Ivison and Faeze Brahman and Lester James V. Miranda and Alisa Liu and Nouha Dziri and Shane Lyu and Yuling Gu and Saumya Malik and Victoria Graf and Jena D. Hwang and Jiangjiang Yang and Ronan Le Bras and Oyvind Tafjord and Chris Wilhelm and Luca Soldaini and Noah A. Smith and Yizhong Wang and Pradeep Dasigi and Hannaneh Hajishirzi",
        "title": "Tulu 3: Pushing Frontiers in Open Language Model Post-Training"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "saeidi2024insightsalignmentevaluatingdpo",
        "author": "Amir Saeidi and Shivanshu Verma and Chitta Baral",
        "title": "Insights into Alignment: Evaluating DPO and its Variants Across Multiple Tasks"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "wolf2024tradeoffsalignmenthelpfulnesslanguage",
        "author": "Yotam Wolf and Noam Wies and Dorin Shteyman and Binyamin Rothberg and Yoav Levine and Amnon Shashua",
        "title": "Tradeoffs Between Alignment and Helpfulness in Language Models with Representation Engineering"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "su2024missionimpossiblestatisticalperspective",
        "author": "Jingtong Su and Julia Kempe and Karen Ullrich",
        "title": "Mission Impossible: A Statistical Perspective on Jailbreaking LLMs"
      },
      {
        "key": "anonymous2024safedpo",
        "author": "Geon-Hyeong Kim and Youngsoo Jang and Yu Jin Kim and Byoungjip Kim and Honglak Lee and Kyunghoon Bae and Moontae Lee",
        "title": "Safe{DPO}: A Simple Approach to Direct Preference Optimization with Enhanced Safety"
      },
      {
        "key": "liu2024enhancingllmsafetyconstrained",
        "author": "Zixuan Liu and Xiaolin Sun and Zizhan Zheng",
        "title": "Enhancing LLM Safety via Constrained Direct Preference Optimization"
      },
      {
        "key": "gallego2024configurablesafetytuninglanguage",
        "author": "Victor Gallego",
        "title": "Configurable Safety Tuning of Language Models with Synthetic Preference Data"
      },
      {
        "key": "kim2024adversarialdpoharnessingharmful",
        "author": "San Kim and Gary Geunbae Lee",
        "title": "Adversarial DPO: Harnessing Harmful Data for Reducing Toxicity with Minimal Impact on Coherence and Evasiveness in Dialogue Agents"
      },
      {
        "key": "khaki2024rsdpohybridrejectionsampling",
        "author": "Saeed Khaki and JinJin Li and Lan Ma and Liu Yang and Prathap Ramachandra",
        "title": "RS-DPO: A Hybrid Rejection Sampling and Direct Preference Optimization Method for Alignment of Large Language Models"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "lambert2024tulu3pushingfrontiers",
        "author": "Nathan Lambert and Jacob Morrison and Valentina Pyatkin and Shengyi Huang and Hamish Ivison and Faeze Brahman and Lester James V. Miranda and Alisa Liu and Nouha Dziri and Shane Lyu and Yuling Gu and Saumya Malik and Victoria Graf and Jena D. Hwang and Jiangjiang Yang and Ronan Le Bras and Oyvind Tafjord and Chris Wilhelm and Luca Soldaini and Noah A. Smith and Yizhong Wang and Pradeep Dasigi and Hannaneh Hajishirzi",
        "title": "Tulu 3: Pushing Frontiers in Open Language Model Post-Training"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "chao2024jailbreakingblackboxlarge",
        "author": "Patrick Chao and Alexander Robey and Edgar Dobriban and Hamed Hassani and George J. Pappas and Eric Wong",
        "title": "Jailbreaking Black Box Large Language Models in Twenty Queries"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "chowdhury2024breakingdefensescomparativesurvey",
        "author": "Arijit Ghosh Chowdhury and Md Mofijul Islam and Vaibhav Kumar and Faysal Hossain Shezan and Vaibhav Kumar and Vinija Jain and Aman Chadha",
        "title": "Breaking Down the Defenses: A Comparative Survey of Attacks on Large Language Models"
      },
      {
        "key": "yi2024jailbreakattacksdefenseslarge",
        "author": "Sibo Yi and Yule Liu and Zhen Sun and Tianshuo Cong and Xinlei He and Jiaxing Song and Ke Xu and Qi Li",
        "title": "Jailbreak Attacks and Defenses Against Large Language Models: A Survey"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "shaikh2023secondthoughtletsthink",
        "author": "Omar Shaikh and Hongxin Zhang and William Held and Michael Bernstein and Diyi Yang",
        "title": "On Second Thought, Let's Not Think Step by Step! Bias and Toxicity in Zero-Shot Reasoning"
      },
      {
        "key": "li2024deepinceptionhypnotizelargelanguage",
        "author": "Xuan Li and Zhanke Zhou and Jianing Zhu and Jiangchao Yao and Tongliang Liu and Bo Han",
        "title": "DeepInception: Hypnotize Large Language Model to Be Jailbreaker"
      },
      {
        "key": "wei2024jailbreakguardalignedlanguage",
        "author": "Zeming Wei and Yifei Wang and Ang Li and Yichuan Mo and Yisen Wang",
        "title": "Jailbreak and Guard Aligned Language Models with Only Few In-Context Demonstrations"
      },
      {
        "key": "ding2024wolfsheepsclothinggeneralized",
        "author": "Peng Ding and Jun Kuang and Dan Ma and Xuezhi Cao and Yunsen Xian and Jiajun Chen and Shujian Huang",
        "title": "A Wolf in Sheep's Clothing: Generalized Nested Jailbreak Prompts can Fool Large Language Models Easily"
      },
      {
        "key": "chen2024redteaminggpt4vgpt4v",
        "author": "Shuo Chen and Zhen Han and Bailan He and Zifeng Ding and Wenqian Yu and Philip Torr and Volker Tresp and Jindong Gu",
        "title": "Red Teaming GPT-4V: Are GPT-4V Safe Against Uni/Multi-Modal Jailbreak Attacks?"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "liu2024autodangeneratingstealthyjailbreak",
        "author": "Xiaogeng Liu and Nan Xu and Muhao Chen and Chaowei Xiao",
        "title": "AutoDAN: Generating Stealthy Jailbreak Prompts on Aligned Large Language Models"
      },
      {
        "key": "yu2024gptfuzzerredteaminglarge",
        "author": "Jiahao Yu and Xingwei Lin and Zheng Yu and Xinyu Xing",
        "title": "GPTFUZZER: Red Teaming Large Language Models with Auto-Generated Jailbreak Prompts"
      },
      {
        "key": "chao2024jailbreakingblackboxlarge",
        "author": "Patrick Chao and Alexander Robey and Edgar Dobriban and Hamed Hassani and George J. Pappas and Eric Wong",
        "title": "Jailbreaking Black Box Large Language Models in Twenty Queries"
      },
      {
        "key": "mehrotra2024treeattacksjailbreakingblackbox",
        "author": "Anay Mehrotra and Manolis Zampetakis and Paul Kassianik and Blaine Nelson and Hyrum Anderson and Yaron Singer and Amin Karbasi",
        "title": "Tree of Attacks: Jailbreaking Black-Box LLMs Automatically"
      },
      {
        "key": "fernando2023promptbreederselfreferentialselfimprovementprompt",
        "author": "Chrisantha Fernando and Dylan Banarse and Henryk Michalewski and Simon Osindero and Tim Rocktäschel",
        "title": "Promptbreeder: Self-Referential Self-Improvement Via Prompt Evolution"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "mou2024sgbenchevaluatingllmsafety",
        "author": "Yutao Mou and Shikun Zhang and Wei Ye",
        "title": "SG-Bench: Evaluating LLM Safety Generalization Across Diverse Tasks and Prompt Types"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "ganguli2022redteaminglanguagemodels",
        "author": "Deep Ganguli and Liane Lovitt and Jackson Kernion and Amanda Askell and Yuntao Bai and Saurav Kadavath and Ben Mann and Ethan Perez and Nicholas Schiefer and Kamal Ndousse and Andy Jones and Sam Bowman and Anna Chen and Tom Conerly and Nova DasSarma and Dawn Drain and Nelson Elhage and Sheer El-Showk and Stanislav Fort and Zac Hatfield-Dodds and Tom Henighan and Danny Hernandez and Tristan Hume and Josh Jacobson and Scott Johnston and Shauna Kravec and Catherine Olsson and Sam Ringer and Eli Tran-Johnson and Dario Amodei and Tom Brown and Nicholas Joseph and Sam McCandlish and Chris Olah and Jared Kaplan and Jack Clark",
        "title": "Red Teaming Language Models to Reduce Harms: Methods, Scaling Behaviors, and Lessons Learned"
      },
      {
        "key": "perez2022redteaminglanguagemodels",
        "author": "Ethan Perez and Saffron Huang and Francis Song and Trevor Cai and Roman Ring and John Aslanides and Amelia Glaese and Nat McAleese and Geoffrey Irving",
        "title": "Red Teaming Language Models with Language Models"
      },
      {
        "key": "samvelyan2024rainbowteamingopenendedgeneration",
        "author": "Mikayel Samvelyan and Sharath Chandra Raparthy and Andrei Lupu and Eric Hambro and Aram H. Markosyan and Manish Bhatt and Yuning Mao and Minqi Jiang and Jack Parker-Holder and Jakob Foerster and Tim Rocktäschel and Roberta Raileanu",
        "title": "Rainbow Teaming: Open-Ended Generation of Diverse Adversarial Prompts"
      }
    ]
  }
]