[
  {
    "index": 0,
    "papers": [
      {
        "key": "Hosseini2023",
        "author": "A. Hosseini and others",
        "title": "A mobile application based on efficient lightweight CNN model for classification of B-ALL cancer from non-cancerous cells: A design and implementation study"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Talaat2023",
        "author": "F. M. Talaat and S. A. Gamel",
        "title": "A2M-LEUK: attention-augmented algorithm for blood cancer detection in children"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Mourya2019",
        "author": "S. Mourya and S. Kant and P. Kumar and A. Gupta and R. Gupta",
        "title": "ALL Challenge dataset of ISBI 2019 (C-NMC 2019) (Version 1)"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Yan2024",
        "author": "E. Yan",
        "title": "Detection of Acute Myeloid Leukemia Using Deep Learning Models Based Systems"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Mourya2019",
        "author": "S. Mourya and S. Kant and P. Kumar and A. Gupta and R. Gupta",
        "title": "ALL Challenge dataset of ISBI 2019 (C-NMC 2019) (Version 1)"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Devi2024",
        "author": "J. R. Devi and P. S. Kadiyala and S. Lavu and N. Kasturi and L. Kosuri",
        "title": "Enhancing Acute Lymphoblastic Leukemia Classification with a Rapid and Effective CNN Model"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Ghaderzadeh2021",
        "author": "M. Ghaderzadeh and M. Aria and A. Hosseini and F. Asadi and D. Bashash and H. Abolghasemi",
        "title": "A fast and efficient CNN model for B‐ALL diagnosis and its subtypes classification using peripheral blood smear images"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Khosrosereshki2017",
        "author": "M. A. Khosrosereshki and M. B. Menhaj",
        "title": "A fuzzy based classifier for diagnosis of acute lymphoblastic leukemia using blood smear image processing"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Rahmani2024",
        "author": "A. M. Rahmani and others",
        "title": "A Diagnostic Model for Acute Lymphoblastic Leukemia Using Metaheuristics and Deep Learning Methods"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Kumar2020",
        "author": "Kumar, Deepika and Jain, Nikita and Khurana, Aayush and Mittal, Sweta and Satapathy, Suresh Chandra and Senkerik, Roman and Hemanth, Jude D.",
        "title": "Automatic Detection of White Blood Cancer From Bone Marrow Microscopic Images Using Convolutional Neural Networks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Saikia2024",
        "author": "Saikia, Rabul and Sarma, Anupam and Singh, Ksh Milan and Devi, Salam Shuleenda",
        "title": "VCaps-Net: Fine-Tuned VGG16 with Capsule Network for Acute Lymphoblastic Leukemia Detection on a Diverse Dataset"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Genovese2023",
        "author": "Angelo Genovese and Vincenzo Piuri and Konstantinos N. Plataniotis and Fabio Scotti",
        "title": "{DL4ALL: Multi-Task Cross-Dataset Transfer Learning for Acute Lymphoblastic Leukemia Detection}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Alsaykhan2024",
        "author": "L. K. Alsaykhan and M. S. Maashi",
        "title": "A hybrid detection model for acute lymphocytic leukemia using support vector machine and particle swarm optimization (SVM-PSO)"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "ABHISHEK2023",
        "author": "Arjun Abhishek and Rajib Kumar Jha and Ruchi Sinha and Kamlesh Jha",
        "title": "Automated detection and classification of leukemia on a subject-independent test dataset using deep transfer learning supported by Grad-CAM visualization"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Russakovsky2015",
        "author": "Olga Russakovsky and Jia Deng and Hao Su and others",
        "title": "ImageNet Large Scale Visual Recognition Challenge"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "VOGADO2018",
        "author": "Luis H.S. Vogado and Rodrigo M.S. Veras and Flavio. H.D. Araujo and Romuere R.V. Silva and Kelson R.T. Aires",
        "title": "Leukemia diagnosis in blood slides using transfer learning in CNNs and SVM for classification"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Krizhevsky2012",
        "author": "Krizhevsky, Alex and Sutskever, Ilya and Hinton, Geoffrey E",
        "title": "ImageNet Classification with Deep Convolutional Neural Networks"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Jia2014",
        "author": "Jia, Yangqing and Shelhamer, Evan and Donahue, Jeff and Karayev, Sergey and Long, Jonathan and Girshick, Ross and Guadarrama, Sergio and Darrell, Trevor",
        "title": "Caffe: Convolutional Architecture for Fast Feature Embedding"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Chatfield2014",
        "author": "Ken Chatfield and Karen Simonyan and Andrea Vedaldi and Andrew Zisserman",
        "title": "Return of the Devil in the Details: Delving Deep into Convolutional Nets"
      }
    ]
  }
]