[
  {
    "index": 0,
    "papers": [
      {
        "key": "gu2019badnets",
        "author": "Gu, Tianyu and Liu, Kang and Dolan-Gavitt, Brendan and Garg, Siddharth",
        "title": "Badnets: Evaluating backdooring attacks on deep neural networks"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "gu2019badnets",
        "author": "Gu, Tianyu and Liu, Kang and Dolan-Gavitt, Brendan and Garg, Siddharth",
        "title": "Badnets: Evaluating backdooring attacks on deep neural networks"
      },
      {
        "key": "chen2017targeted",
        "author": "Chen, Xinyun and Liu, Chang and Li, Bo and Lu, Kimberly and Song, Dawn",
        "title": "Targeted backdoor attacks on deep learning systems using data poisoning"
      },
      {
        "key": "nguyen2020input",
        "author": "Nguyen, Tuan Anh and Tran, Anh",
        "title": "Input-aware dynamic backdoor attack"
      },
      {
        "key": "nguyen2021wanet",
        "author": "Nguyen, Anh and Tran, Anh",
        "title": "Wanet--imperceptible warping-based backdoor attack"
      },
      {
        "key": "wang2022bppattack",
        "author": "Wang, Zhenting and Zhai, Juan and Ma, Shiqing",
        "title": "Bppattack: Stealthy and efficient trojan attacks against deep neural networks via image quantization and contrastive adversarial learning"
      },
      {
        "key": "wu2023attacks",
        "author": "Wu, Baoyuan and Zhu, Zihao and Liu, Li and Liu, Qingshan and He, Zhaofeng and Lyu, Siwei",
        "title": "Attacks in adversarial machine learning: A systematic survey from the life-cycle perspective"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gu2019badnets",
        "author": "Gu, Tianyu and Liu, Kang and Dolan-Gavitt, Brendan and Garg, Siddharth",
        "title": "Badnets: Evaluating backdooring attacks on deep neural networks"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "chen2017targeted",
        "author": "Chen, Xinyun and Liu, Chang and Li, Bo and Lu, Kimberly and Song, Dawn",
        "title": "Targeted backdoor attacks on deep learning systems using data poisoning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "koffas2022can",
        "author": "Koffas, Stefanos and Xu, Jing and Conti, Mauro and Picek, Stjepan",
        "title": "Can you hear it? backdoor attacks via ultrasonic triggers"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "liu2022opportunistic",
        "author": "Liu, Qiang and Zhou, Tongqing and Cai, Zhiping and Tang, Yonghao",
        "title": "Opportunistic backdoor attacks: Exploring human-imperceptible vulnerabilities on speech recognition systems"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "koffas2023going",
        "author": "Koffas, Stefanos and Pajola, Luca and Picek, Stjepan and Conti, Mauro",
        "title": "Going in style: Audio backdoors through stylistic transformations"
      },
      {
        "key": "cai2024towards",
        "author": "Cai, Hanbo and Zhang, Pengcheng and Dong, Hai and Xiao, Yan and Koffas, Stefanos and Li, Yiming",
        "title": "Towards stealthy backdoor attacks against speech recognition via elements of sound"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "lan2024flowmur",
        "author": "J. Lan and J. Wang and B. Yan and Z. Yan and E. Bertino",
        "title": "FlowMur: A Stealthy and Practical Audio Backdoor Attack with Limited Knowledge"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "yan2023backdoor",
        "author": "Yan, Baochen and Lan, Jiahe and Yan, Zheng",
        "title": "Backdoor attacks against voice recognition systems: A survey"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "gao2019strip",
        "author": "Gao, Yansong and Xu, Change and Wang, Derui and Chen, Shiping and Ranasinghe, Damith C and Nepal, Surya",
        "title": "Strip: A defence against trojan attacks on deep neural networks"
      },
      {
        "key": "ma2022beatrix",
        "author": "Ma, Wanlun and Wang, Derui and Sun, Ruoxi and Xue, Minhui and Wen, Sheng and Xiang, Yang",
        "title": "The\" Beatrix''Resurrections: Robust Backdoor Detection via Gram Matrices"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "liu2018fine",
        "author": "Liu, Kang and Dolan-Gavitt, Brendan and Garg, Siddharth",
        "title": "Fine-pruning: Defending against backdooring attacks on deep neural networks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "hu2020dccrn",
        "author": "Hu, Yanxin and Liu, Yun and Lv, Shubo and Xing, Mengtao and Zhang, Shimin and Fu, Yihui and Wu, Jian and Zhang, Bihong and Xie, Lei",
        "title": "DCCRN: Deep complex convolution recurrent network for phase-aware speech enhancement"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "hamza2022deepfake",
        "author": "Hamza, Ameer and Javed, Abdul Rehman Rehman and Iqbal, Farkhund and Kryvinska, Natalia and Almadhor, Ahmad S and Jalil, Zunera and Borghol, Rouba",
        "title": "Deepfake audio detection via MFCC features using machine learning"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "yan2023backdoor",
        "author": "Yan, Baochen and Lan, Jiahe and Yan, Zheng",
        "title": "Backdoor attacks against voice recognition systems: A survey"
      }
    ]
  }
]