[
  {
    "index": 0,
    "papers": [
      {
        "key": "mildenhall2020nerf",
        "author": "Mildenhall, Ben and Srinivasan, Pratul P and Tancik, Matthew and Barron, Jonathan T and Ramamoorthi, Ravi and Ng, Ren",
        "title": "Nerf: Representing scenes as neural radiance fields for view synthesis"
      },
      {
        "key": "Yu_2021_CVPR",
        "author": "Yu, Alex and Ye, Vickie and Tancik, Matthew and Kanazawa, Angjoo",
        "title": "pixelNeRF: Neural Radiance Fields From One or Few Images"
      },
      {
        "key": "9878785",
        "author": "Y. Liu and S. Peng and L. Liu and Q. Wang and P. Wang and C. Theobalt and X. Zhou and W. Wang",
        "title": "Neural Rays for Occlusion-aware Image-based Rendering"
      },
      {
        "key": "trevithick2021grf",
        "author": "Trevithick, Alex and Yang, Bo",
        "title": "GRF: Learning a General Radiance Field for 3D Representation and Rendering"
      },
      {
        "key": "ZIMNY20248",
        "author": "Dominik Zimny and Joanna Waczyńska and Tomasz Trzciński and Przemysław Spurek",
        "title": "Points2NeRF: Generating Neural Radiance Fields from 3D point cloud"
      },
      {
        "key": "JIN2024160",
        "author": "Kaixin Jin and Xiaoling Gu and Zimeng Wang and Zhenzhong Kuang and Zizhao Wu and Min Tan and Jun Yu",
        "title": "Semantic-aware hyper-space deformable neural radiance fields for facial avatar reconstruction"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "poole2022dreamfusion",
        "author": "Ben Poole and Ajay Jain and Jonathan T. Barron and Ben Mildenhall",
        "title": "DreamFusion: Text-to-3D using 2D Diffusion"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Tang_2023_ICCV",
        "author": "Tang, Junshu and Wang, Tengfei and Zhang, Bo and Zhang, Ting and Yi, Ran and Ma, Lizhuang and Chen, Dong",
        "title": "Make-It-3D: High-fidelity 3D Creation from A Single Image with Diffusion Prior"
      },
      {
        "key": "qian2024magic",
        "author": "Guocheng Qian and Jinjie Mai and Abdullah Hamdi and Jian Ren and Aliaksandr Siarohin and Bing Li and Hsin-Ying Lee and Ivan Skorokhodov and Peter Wonka and Sergey Tulyakov and Bernard Ghanem",
        "title": "Magic123: One Image to High-Quality 3D Object Generation Using Both 2D and 3D Diffusion Priors"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "tang2024dreamgaussian",
        "author": "Jiaxiang Tang and Jiawei Ren and Hang Zhou and Ziwei Liu and Gang Zeng",
        "title": "DreamGaussian: Generative Gaussian Splatting for Efficient 3D Content Creation"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kerbl3Dgaussians",
        "author": "Kerbl, Bernhard and Kopanas, Georgios and Leimk{\\\"u}hler, Thomas and Drettakis, George",
        "title": "3D Gaussian Splatting for Real-Time Radiance Field Rendering"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "objaverseXL",
        "author": "Matt Deitke and Ruoshi Liu and Matthew Wallingford and Huong Ngo and\nOscar Michel and Aditya Kusupati and Alan Fan and Christian Laforte and\nVikram Voleti and Samir Yitzhak Gadre and Eli VanderBilt and\nAniruddha Kembhavi and Carl Vondrick and Georgia Gkioxari and\nKiana Ehsani and Ludwig Schmidt and Ali Farhadi",
        "title": "Objaverse-XL: A Universe of 10M+ 3D Objects"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Liu_2023_ICCV",
        "author": "Liu, Ruoshi and Wu, Rundi and Van Hoorick, Basile and Tokmakov, Pavel and Zakharov, Sergey and Vondrick, Carl",
        "title": "Zero-1-to-3: Zero-shot One Image to 3D Object"
      },
      {
        "key": "shi2023MVDream",
        "author": "Yichun Shi and Peng Wang and Jianglong Ye and Long Mai and Kejie Li and Xiao Yang",
        "title": "{MVD}ream: Multi-view Diffusion for 3D Generation"
      },
      {
        "key": "wang2023imagedream",
        "author": "Wang, Peng and Shi, Yichun",
        "title": "ImageDream: Image-Prompt Multi-view Diffusion for 3D Generation"
      },
      {
        "key": "shi2023zero123plus",
        "author": "Ruoxi Shi and Hansheng Chen and Zhuoyang Zhang and Minghua Liu and Chao Xu and Xinyue Wei and Linghao Chen and Chong Zeng and Hao Su",
        "title": "Zero123++: a Single Image to Consistent Multi-view Diffusion Base Model"
      },
      {
        "key": "liu2024syncdreamer",
        "author": "Yuan Liu and Cheng Lin and Zijiao Zeng and Xiaoxiao Long and Lingjie Liu and Taku Komura and Wenping Wang",
        "title": "SyncDreamer: Generating Multiview-consistent Images from a Single-view Image"
      },
      {
        "key": "Woo_2024_CVPR",
        "author": "Woo, Sangmin and Park, Byeongjun and Go, Hyojun and Kim, Jin-Young and Kim, Changick",
        "title": "HarmonyView: Harmonizing Consistency and Diversity in One-Image-to-3D"
      },
      {
        "key": "Long_2024_CVPR",
        "author": "Long, Xiaoxiao and Guo, Yuan-Chen and Lin, Cheng and Liu, Yuan and Dou, Zhiyang and Liu, Lingjie and Ma, Yuexin and Zhang, Song-Hai and Habermann, Marc and Theobalt, Christian and Wang, Wenping",
        "title": "Wonder3D: Single Image to 3D using Cross-Domain Diffusion"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "wang2021neus",
        "author": "Peng Wang and Lingjie Liu and Yuan Liu and Christian Theobalt and Taku Komura and Wenping Wang",
        "title": "NeuS: Learning Neural Implicit Surfaces by Volume Rendering for Multi-view Reconstruction"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "hong2024lrm",
        "author": "Yicong Hong and Kai Zhang and Jiuxiang Gu and Sai Bi and Yang Zhou and Difan Liu and Feng Liu and Kalyan Sunkavalli and Trung Bui and Hao Tan",
        "title": "{LRM}: Large Reconstruction Model for Single Image to 3D"
      },
      {
        "key": "tang2024lgm",
        "author": "Tang, Jiaxiang and Chen, Zhaoxi and Chen, Xiaokang and Wang, Tengfei and Zeng, Gang and Liu, Ziwei",
        "title": "LGM: Large Multi-View Gaussian Model for High-Resolution 3D Content Creation"
      },
      {
        "key": "wang2024crm",
        "author": "Zhengyi Wang and Yikai Wang and Yifei Chen and Chendong Xiang and Shuo Chen and Dajiang Yu and Chongxuan Li and Hang Su and Jun Zhu",
        "title": "CRM: Single Image to 3D Textured Mesh with Convolutional Reconstruction Model"
      },
      {
        "key": "tochilkin2024triposr",
        "author": "Dmitry Tochilkin and David Pankratz and Zexiang Liu and Zixuan Huang and Adam Letts and Yangguang Li and Ding Liang and Christian Laforte and Varun Jampani and Yan-Pei Cao",
        "title": "TripoSR: Fast 3D Object Reconstruction from a Single Image"
      },
      {
        "key": "Zou_2024_CVPR",
        "author": "Zou, Zi-Xin and Yu, Zhipeng and Guo, Yuan-Chen and Li, Yangguang and Liang, Ding and Cao, Yan-Pei and Zhang, Song-Hai",
        "title": "Triplane Meets Gaussian Splatting: Fast and Generalizable Single-View 3D Reconstruction with Transformers"
      }
    ]
  }
]