[
  {
    "index": 0,
    "papers": [
      {
        "key": "hester2017dqndemonstrations",
        "author": "Todd Hester and Matej Vecerik and Olivier Pietquin and Marc Lanctot and Tom Schaul and Bilal Piot and Dan Horgan and John Quan and Andrew Sendonaris and Gabriel Dulac-Arnold and Ian Osband and John Agapiou and Joel Z. Leibo and Audrunas Gruslys",
        "title": "Deep Q-learning from Demonstrations"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "vecerik2018lddpgfd",
        "author": "Mel Vecerik and Todd Hester and Jonathan Scholz and Fumin Wang and Olivier Pietquin and Bilal Piot and Nicolas Heess and Thomas Rothörl and Thomas Lampe and Martin Riedmiller",
        "title": "Leveraging Demonstrations for Deep Reinforcement Learning on Robotics Problems with Sparse Rewards"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "schmitt2018kickstartrl",
        "author": "Simon Schmitt and Jonathan J. Hudson and Augustin Zidek and Simon Osindero and Carl Doersch and Wojciech M. Czarnecki and Joel Z. Leibo and Heinrich Kuttler and Andrew Zisserman and Karen Simonyan and S. M. Ali Eslami",
        "title": "Kickstarting Deep Reinforcement Learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "agarwal2022reincarnatingrl",
        "author": "Rishabh Agarwal and Max Schwarzer and Pablo Samuel Castro and Aaron Courville and Marc G. Bellemare",
        "title": "Reincarnating Reinforcement Learning: Reusing Prior Computation to Accelerate Progress"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "rengarajan2022rlsparse",
        "author": "Desik Rengarajan and Gargi Vaidya and Akshay Sarvesh and Dileep Kalathil and Srinivas Shakkottai",
        "title": "Reinforcement Learning with Sparse Rewards using Guidance from Offline Demonstration"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "schulman2017trpo",
        "author": "John Schulman and Sergey Levine and Philipp Moritz and Michael I. Jordan and Pieter Abbeel",
        "title": "Trust Region Policy Optimization"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "nair2021awac",
        "author": "Ashvin Nair and Abhishek Gupta and Murtaza Dalal and Sergey Levine",
        "title": "AWAC: Accelerating Online Reinforcement Learning with Offline Datasets"
      }
    ]
  }
]