[
  {
    "index": 0,
    "papers": [
      {
        "key": "6987569",
        "author": "AlBreiki, Hamda Hasan and Mahmoud, Qusay H.",
        "title": "Evaluation of static analysis tools for software security"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "4534479",
        "author": "Kleidermacher, David N.",
        "title": "Integrating Static Analysis into a Secure Software Development Process"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "sultan2019container",
        "author": "Sultan, Sari and Ahmad, Imtiaz and Dimitriou, Tassos",
        "title": "Container security: Issues, challenges, and the road ahead"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "bandari2021comprehensive",
        "author": "Bandari, Vamsikrishna",
        "title": "A comprehensive review of AI applications in Automated Container Orchestration, Predictive maintenance, security and compliance, resource optimization, and continuous Deployment and Testing"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "farkouh2023intelligent",
        "author": "Farkouh, Julie and Donwoung, Audrey Ahoukeng and Nazim, Agoulmine",
        "title": "Intelligent Orchestration of Containerized Applications in Cloud Infrastructures"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "haque2022kgsecconfig",
        "author": "Haque, Mubin Ul and Kholoosi, M Mehdi and Babar, M Ali",
        "title": "Kgsecconfig: a knowledge graph based approach for secured container orchestrator configuration"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "yamaguchi2014modeling",
        "author": "Yamaguchi, Fabian and Golde, Nico and Arp, Daniel and Rieck, Konrad",
        "title": "Modeling and discovering vulnerabilities with code property graphs"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Harer2018AutomatedSV",
        "author": "Jacob A. Harer and Louis Y. Kim and Rebecca L. Russell and Onur Ozdemir and Leonard Kosta and Akshay Rangamani and Lei H. Hamilton and Gabriel I. Centeno and Jonathan R. Key and Paul M. Ellingwood and Marc W. McConley and Jeffrey M. Opper and Peter Chin and Tomo Lazovich",
        "title": "Automated software vulnerability detection with machine learning"
      },
      {
        "key": "le2021deepcva",
        "author": "Le, Triet Huynh Minh and Hin, David and Croft, Roland and Babar, M Ali",
        "title": "Deepcva: Automated commit-level vulnerability assessment with deep multi-task learning"
      },
      {
        "key": "chakraborty2021deep",
        "author": "Chakraborty, Saikat and Krishna, Rahul and Ding, Yangruibo and Ray, Baishakhi",
        "title": "Deep learning based vulnerability detection: Are we there yet?"
      },
      {
        "key": "le2022survey",
        "author": "Le, Triet Huynh Minh and Chen, Huaming and Babar, M Ali",
        "title": "A survey on data-driven software vulnerability assessment and prioritization"
      },
      {
        "key": "le2022towards",
        "author": "Le, Triet HM",
        "title": "Towards an improved understanding of software vulnerability assessment using data-driven approaches"
      },
      {
        "key": "fu2022linevul",
        "author": "Fu, Michael and Tantithamthavorn, Chakkrit",
        "title": "Linevul: A transformer-based line-level vulnerability prediction"
      },
      {
        "key": "le2022use",
        "author": "Le, Triet Huynh Minh and Babar, M Ali",
        "title": "On the use of fine-grained vulnerable code statements for software vulnerability assessment models"
      },
      {
        "key": "fu2022vulrepair",
        "author": "Fu, Michael and Tantithamthavorn, Chakkrit and Le, Trung and Nguyen, Van and Phung, Dinh",
        "title": "VulRepair: a T5-based automated software vulnerability repair"
      },
      {
        "key": "nguyen2024automated",
        "author": "Nguyen, Anh The and Le, Triet Huynh Minh and Babar, M Ali",
        "title": "Automated Code-centric Software Vulnerability Assessment: How Far Are We? An Empirical Study in C/C++"
      },
      {
        "key": "le2024software",
        "author": "Le, Triet Huynh Minh and Babar, M Ali and Thai, Tung Hoang",
        "title": "Software vulnerability prediction in low-resource languages: An empirical study of codebert and chatgpt"
      }
    ]
  }
]