[
  {
    "index": 0,
    "papers": [
      {
        "key": "flex-threat",
        "author": "Müller, Nils and Heussen, Kai and Afzal, Zeeshan and Ekstedt, Mathias and Eliasson, Per",
        "title": "Threat Scenarios and Monitoring Requirements for Cyber-Physical Systems of Flexibility Markets"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "iva_svängmassa",
        "author": "{D. Karlsson, G. Power, A. Nordling}",
        "title": "Svängmassa i elsystemet"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Trevizan_2022",
        "author": "Trevizan, Rodrigo D. and Obert, James and De Angelis, Valerio and Nguyen, Tu A. and Rao, Vittal S. and Chalamala, Babu R.",
        "title": "Cyberphysical Security of Grid Battery Energy Storage Systems"
      },
      {
        "key": "Naseri_2023",
        "author": "Farshid Naseri and Zahra Kazemi and Peter Gorm Larsen and Mohammad Mehdi Arefi and Erik Schaltz",
        "title": "Cyber-Physical Cloud Battery Management Systems: Review of Security Aspects"
      },
      {
        "key": "Kharlamova_2020",
        "author": "Kharlamova, Nina and Hashemi, Seyedmostafa and Træholt, Chresten",
        "title": "The Cyber Security of Battery Energy Storage Systems and Adoption of Data-driven Methods"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "mohan2020comprehensive",
        "author": "Mohan, Athira M and Meskin, Nader and Mehrjerdi, Hasan",
        "title": "A comprehensive review of the cyber-attacks and cyber-security on load frequency control of power systems"
      },
      {
        "key": "mohammad2023",
        "author": "Mohammad Ghiasi and Taher Niknam and Zhanle Wang and Mehran Mehrandezh and Moslem Dehghani and Noradin Ghadimi",
        "title": "A comprehensive review of cyber-attacks and defense mechanisms for improving security in smart grid energy systems: Past, present and future"
      },
      {
        "key": "smartgrid-dos",
        "author": "Huseinovi{\\'c}, Alvin and Mrdovi{\\'c}, Sa{\\v{s}}a and Bicakci, Kemal and Uludag, Suleyman",
        "title": "A survey of denial-of-service attacks and solutions in the smart grid"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "mahmoud2019modeling",
        "author": "Mahmoud, Magdi S and Hamdan, Mutaz M and Baroudi, Uthman A",
        "title": "Modeling and control of cyber-physical systems subject to cyber attacks: A survey of recent advances and challenges"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "dabrowski_load_altering",
        "author": "Dabrowski, Adrian and Ullrich, Johanna and Weippl, Edgar R.",
        "title": "Grid Shock: Coordinated Load-Changing Attacks on Power Grids: The Non-Smart Power Grid is Vulnerable to Cyber Attacks as Well"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "dabrowski_load_altering",
        "author": "Dabrowski, Adrian and Ullrich, Johanna and Weippl, Edgar R.",
        "title": "Grid Shock: Coordinated Load-Changing Attacks on Power Grids: The Non-Smart Power Grid is Vulnerable to Cyber Attacks as Well"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "mohan2020comprehensive",
        "author": "Mohan, Athira M and Meskin, Nader and Mehrjerdi, Hasan",
        "title": "A comprehensive review of the cyber-attacks and cyber-security on load frequency control of power systems"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Trevizan_2022",
        "author": "Trevizan, Rodrigo D. and Obert, James and De Angelis, Valerio and Nguyen, Tu A. and Rao, Vittal S. and Chalamala, Babu R.",
        "title": "Cyberphysical Security of Grid Battery Energy Storage Systems"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Baumgart_2019",
        "author": "Baumgart, Ingmar and Borsig, Matthias and Goerke, Niklas and Hackenjos, Timon and Rill, Jochen and Wehmer, Marek",
        "title": "Who Controls Your Energy? On the (In)Security of Residential Battery Energy Storage Systems"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "ec-eu",
        "author": "Unknown",
        "title": "Energy communities"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "novel-EC",
        "author": "Gaggero, Giovanni Battista and Piserà, Diego and Girdinio, Paola and Silvestro, Federico and Marchese, Mario",
        "title": "Novel Cybersecurity Issues in Smart Energy Communities"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "impact-EC",
        "author": "Mokarim, Afroz and Gaggero, Giovanni Battista and Marchese, Mario",
        "title": "Impact Analysis of Cyber Attacks against Energy Communities in Distribution Grids"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "should-we",
        "author": "Gaggero, Giovanni Battista and Mokarim, Afroz and Girdinio, Paola and Marchese, Mario",
        "title": "Should We Include Cyberdefense Functionalities in Electrical Power System Protections?: A Proposed Approach"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "micro-ec",
        "author": "Gurina, Liudmila and Tomin, Nikita",
        "title": "Cyber security risks of interconnected information systems in intelligent management of microgrid communities"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "ec-resilience",
        "author": "Sanduleac, Mihai and Ionescu, Constantin and Mandis, Alexandru and Gropa, Victor and Efremov, Cristina and Sanduleac, Vlad",
        "title": "Solutions for digital interaction of a resilient energy community in a service-oriented framework"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "ec-p2p1",
        "author": "Steinheimer, M. and Trick, U. and Ruhrig, P.",
        "title": "Energy communities in Smart Markets for optimisation of peer-to-peer interconnected Smart Homes"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "ec-italian",
        "author": "Pellegrino, Luigi and Coletta, Guido",
        "title": "The impact of Energy Communities on the Italian distribution systems"
      },
      {
        "key": "ec-dutch",
        "author": "Fouladvand, Javanshir and Verkerk, Deline and Nikolic, Igor and Ghorbani, Amineh",
        "title": "Modelling energy security: The case of Dutch urban energy communities"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "ec-energysecurity",
        "author": "Fouladvand, Javanshir",
        "title": "Behavioural attributes towards collective energy security in thermal energy communities: Environmental-friendly behaviour matters"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "ec-legal1",
        "author": "Szablicki, M and Rzepka, P and Halinka, A and Sowa, P",
        "title": "Diagnosis of challenges for power system protection--selected aspects of transformation of power systems"
      },
      {
        "key": "ec-legal2",
        "author": "Reihs, David and Kupzog, Friederich and De Meer, Hermann",
        "title": "Regional Differences in Configurations of Energy Communities: Future Scenarios and Policy Implications"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "ec-dlt1",
        "author": "Chinnici, Marta and Telesca, Luigi and Islam, Mahfuzul and Georges, Jean-Philippe",
        "title": "Scalable and Transparent Blockchain Multi-Layer Approach for Smart Energy Communities"
      },
      {
        "key": "ec-dlt2",
        "author": "Chinnici, Marta and Telesca, Luigi and Islam, Mahfuzul and Georges, Jean-Philippe",
        "title": "Blockchain-Based smart energy communities: operation of smart legal contract"
      },
      {
        "key": "ec-dlt3",
        "author": "Svetec, Erica and Heren{\\v{c}}i{\\'c}, Lin and Hrga, Alen",
        "title": "Options for Application of Distributed Ledger Technologies in Development and Operation of Energy Communities"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "ids-compilation1",
        "author": "Radoglou-Grammatikis, Panagiotis I. and Sarigiannidis, Panagiotis G.",
        "title": "Securing the Smart Grid: A Comprehensive Compilation of Intrusion Detection and Prevention Systems"
      },
      {
        "key": "ids-compilation2",
        "author": "He, Haibo and Yan, Jun",
        "title": "Cyber-physical attacks and defences in the smart grid: a survey"
      },
      {
        "key": "ids-rule",
        "author": "Liu, Qi and Hagenmeyer, Veit and Keller, Hubert B.",
        "title": "A Review of Rule Learning-Based Intrusion Detection Systems and Their Prospects in Smart Grids"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "ids-ml",
        "author": "Sahani, Nitasha and Zhu, Ruoxi and Cho, Jin-Hee and Liu, Chen-Ching",
        "title": "Machine learning-based intrusion detection for smart grid computing: A survey"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "ids-ml2",
        "author": "Reddy Shabad, Prem Kumar and Alrashide, Abdulmueen and Mohammed, Osama",
        "title": "Anomaly Detection in Smart Grids using Machine Learning"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "autoencoders",
        "author": "Schmidhuber, J{\\\"u}rgen",
        "title": "Deep learning in neural networks: An overview"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "ids-auto1",
        "author": "Takiddin, Abdulrahman and Ismail, Muhammad and Zafar, Usman and Serpedin, Erchin",
        "title": "Deep autoencoder-based anomaly detection of electricity theft cyberattacks in smart grids"
      },
      {
        "key": "ids-auto2",
        "author": "G, Amritha and Kh, Vishakh and C, Jishnu Shankar V and Nair, Manjula G",
        "title": "Autoencoder Based FDI Attack Detection Scheme For Smart Grid Stability"
      },
      {
        "key": "ids-auto3",
        "author": "Zafar, Ahsan and Che, Yanbo and Faheem, Muhammad and Abubakar, Muhammad and Ali, Shujaat and Bhutta, Muhammad Shoaib",
        "title": "Machine learning autoencoder-based parameters prediction for solar power generation systems in smart grid"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "ids-auto1",
        "author": "Takiddin, Abdulrahman and Ismail, Muhammad and Zafar, Usman and Serpedin, Erchin",
        "title": "Deep autoencoder-based anomaly detection of electricity theft cyberattacks in smart grids"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "ids-auto4",
        "author": "Nazir, Sajid and Patel, Shushma and Patel, Dilip",
        "title": "Autoencoder based anomaly detection for SCADA networks"
      }
    ]
  }
]