[
  {
    "index": 0,
    "papers": [
      {
        "key": "mccaffrey2018should",
        "author": "McCaffrey, Sarah and Wilson, Robyn and Konar, Avishek",
        "title": "Should I stay or should I go now? Or should I wait and see? Influences on wildfire evacuation decisions"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "forrister2024analyzing",
        "author": "Forrister, Ana and Kuligowski, Erica D and Sun, Yuran and Yan, Xiang and Lovreglio, Ruggiero and Cova, Thomas J and Zhao, Xilei",
        "title": "Analyzing risk perception, evacuation decision and delay time: a case study of the 2021 Marshall Fire in Colorado"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "xu2023predicting",
        "author": "Xu, Ningzhe and Lovreglio, Ruggiero and Kuligowski, Erica D and Cova, Thomas J and Nilsson, Daniel and Zhao, Xilei",
        "title": "Predicting and assessing wildfire evacuation decision-making using machine learning: Findings from the 2019 kincade fire"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "lovreglio2020calibrating",
        "author": "Lovreglio, Ruggiero and Kuligowski, Erica and Walpole, Emily and Link, Eric and Gwynne, Steve",
        "title": "Calibrating the Wildfire Decision Model using hybrid choice modelling"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "sun4953233investigating",
        "author": "Sun, Yuran and Lovreglio, Ruggiero and Kuligowski, Erica and Morrison, Rosie and Cova, Thomas and Zhao, Xilei",
        "title": "Investigating wildfire evacuation decisions using hybrid choice modeling"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "gandhi2024understanding",
        "author": "Gandhi, Kanishk and Fr{\\\"a}nken, Jan-Philipp and Gerstenberg, Tobias and Goodman, Noah",
        "title": "Understanding social reasoning in language models with language models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "leng2023llm",
        "author": "Leng, Yan and Yuan, Yuan",
        "title": "Do LLM Agents Exhibit Social Behavior?"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "li-etal-2024-llms-speak",
        "author": "Li, Ming  and\nChen, Jiuhai  and\nChen, Lichang  and\nZhou, Tianyi",
        "title": "Can {LLM}s Speak For Diverse People? Tuning {LLM}s via Debate to Generate Controllable Controversial Statements"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "amirizaniani2024llms",
        "author": "Amirizaniani, Maryam and Martin, Elias and Sivachenko, Maryna and Mashhadi, Afra and Shah, Chirag",
        "title": "Do LLMs Exhibit Human-Like Reasoning? Evaluating Theory of Mind in LLMs for Open-Ended Responses"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhou2023far",
        "author": "Zhou, Pei and Madaan, Aman and Potharaju, Srividya Pranavi and Gupta, Aditya and McKee, Kevin R and Holtzman, Ari and Pujara, Jay and Ren, Xiang and Mishra, Swaroop and Nematzadeh, Aida and others",
        "title": "How FaR Are Large Language Models From Agents with Theory-of-Mind?"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "mensfelt2024logic",
        "author": "Mensfelt, Agnieszka and Stathis, Kostas and Trencsenyi, Vince",
        "title": "Logic-enhanced language model agents for trustworthy social simulations"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "gu2024simpletom",
        "author": "Gu, Yuling and Tafjord, Oyvind and Kim, Hyunwoo and Moore, Jared and Bras, Ronan Le and Clark, Peter and Choi, Yejin",
        "title": "SimpleToM: Exposing the Gap between Explicit ToM Inference and Implicit ToM Application in LLMs"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "kang-etal-2023-values",
        "author": "Kang, Dongjun  and\nPark, Joonsuk  and\nJo, Yohan  and\nBak, JinYeong",
        "title": "From Values to Opinions: Predicting Human Behaviors and Stances Using Value-Injected Large Language Models"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "kuribayashi-etal-2024-psychometric",
        "author": "Kuribayashi, Tatsuki  and\nOseki, Yohei  and\nBaldwin, Timothy",
        "title": "Psychometric Predictive Power of Large Language Models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "sreedhar2025simulating",
        "author": "Sreedhar, Karthik and Chilton, Lydia",
        "title": "Simulating Strategic Reasoning: Comparing the Ability of Single LLMs and Multi-Agent Systems to Replicate Human Behavior"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "zhu2024language",
        "author": "Zhu, Jian-Qiao and Yan, Haijiang and Griffiths, Thomas L",
        "title": "Language Models Trained to do Arithmetic Predict Human Risky and Intertemporal Choice"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "liu2024large",
        "author": "Liu, Ryan and Geng, Jiayi and Peterson, Joshua C and Sucholutsky, Ilia and Griffiths, Thomas L",
        "title": "Large language models assume people are more rational than we really are"
      }
    ]
  }
]