[
  {
    "index": 0,
    "papers": [
      {
        "key": "Mohammed2020robot",
        "author": "Mohammed A. Saleh and Fazah Akhtar Hanapiah and Habibah Hashim",
        "title": "Robot applications for autism: a comprehensive review"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Diehl2012cu",
        "author": "Joshua J. Diehl and Lauren M. Schmitt 1 and Michael Villano and Charles R. Crowell",
        "title": "The clinical use of robots for individuals with autism spectrum disorders: a critical review"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Ricks2010tc",
        "author": "Daniel J. Ricks and Mark B. Colton",
        "title": "Trends and considerations in robot-assisted autism therapy"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Syriopoulou-Delli2020ra",
        "author": "Christine K. Syriopoulou-Delli and Eleni Gkiolnta",
        "title": "Review of assistive technology in the training of children with autism spectrum disorders"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Syriopoulou-Delli2020ra",
        "author": "Christine K. Syriopoulou-Delli and Eleni Gkiolnta",
        "title": "Review of assistive technology in the training of children with autism spectrum disorders"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "10.1145/3461615.3485421",
        "author": "De Carolis, Berardina and Macchiarulo, Nicola and D'Errico, Francesca and Palestra, Giuseppe",
        "title": "Social Robots to Support Gestural Development in Children with Autism Spectrum Disorder"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Lemaignan2024pepper",
        "author": "Séverin Lemaignan and Nigel Newbutt and Louis Rice and Joe Daly ",
        "title": "“It’s Important to Think of Pepper as a Teaching Aid or Resource External to the Classroom”: A Social Robot in a School for Autistic Children"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Scassellati2012ar",
        "author": "Scassellati, Brian and Henny Admoni and Matarić, Maja",
        "title": "Robots for Use in Autism Research"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "conti2017dd",
        "author": "Daniela Conti and Santo Di Nuovo and Serafino Buono and Alessandro Di Nuovo",
        "title": " Robots in Education and Care of Children with Developmental Disabilities: A Study on Acceptance by Experienced and Future Professionals"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "vagnetti2024social",
        "author": "Vagnetti, Roberto and Di Nuovo, Alessandro and Mazza, Monica and Valenti, Marco",
        "title": "Social Robots: A Promising Tool to Support People with Autism. A Systematic Review of Recent Research and Critical Analysis from the Clinical Perspective"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Mohammed2020robot",
        "author": "Mohammed A. Saleh and Fazah Akhtar Hanapiah and Habibah Hashim",
        "title": "Robot applications for autism: a comprehensive review"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "wang2024large",
        "author": "Wang, Jiaqi and Wu, Zihao and Li, Yiwei and Jiang, Hanqi and Shu, Peng and Shi, Enze and Hu, Huawen and Ma, Chong and Liu, Yiheng and Wang, Xuhui and others",
        "title": "Large language models for robotics: Opportunities, challenges, and perspectives"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "kim2024survey",
        "author": "Kim, Yeseung and Kim, Dohyun and Choi, Jieun and Park, Jisang and Oh, Nayoung and Park, Daehyung",
        "title": "A survey on integration of large language models with intelligent robots"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zeng2023large",
        "author": "Zeng, Fanlong and Gan, Wensheng and Wang, Yongheng and Liu, Ning and Yu, Philip S",
        "title": "Large language models for robotics: A survey"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "DBLP:conf/rss/BrohanBCCDFGHHH23",
        "author": "Anthony Brohan and\nNoah Brown and\nJustice Carbajal and\nYevgen Chebotar and\nJoseph Dabis and\nChelsea Finn and\nKeerthana Gopalakrishnan and\nKarol Hausman and\nAlexander Herzog and\nJasmine Hsu and\nJulian Ibarz and\nBrian Ichter and\nAlex Irpan and\nTomas Jackson and\nSally Jesmonth and\nNikhil J. Joshi and\nRyan Julian and\nDmitry Kalashnikov and\nYuheng Kuang and\nIsabel Leal and\nKuang{-}Huei Lee and\nSergey Levine and\nYao Lu and\nUtsav Malla and\nDeeksha Manjunath and\nIgor Mordatch and\nOfir Nachum and\nCarolina Parada and\nJodilyn Peralta and\nEmily Perez and\nKarl Pertsch and\nJornell Quiambao and\nKanishka Rao and\nMichael S. Ryoo and\nGrecia Salazar and\nPannag R. Sanketi and\nKevin Sayed and\nJaspiar Singh and\nSumedh Sontakke and\nAustin Stone and\nClayton Tan and\nHuong T. Tran and\nVincent Vanhoucke and\nSteve Vega and\nQuan Vuong and\nFei Xia and\nTed Xiao and\nPeng Xu and\nSichun Xu and\nTianhe Yu and\nBrianna Zitkovich",
        "title": "{RT-1:} Robotics Transformer for Real-World Control at Scale"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "pmlr-v229-zitkovich23a",
        "author": "Zitkovich, Brianna and Yu, Tianhe and Xu, Sichun and Xu, Peng and Xiao, Ted and Xia, Fei and Wu, Jialin and Wohlhart, Paul and Welker, Stefan and Wahid, Ayzaan and Vuong, Quan and Vanhoucke, Vincent and Tran, Huong and Soricut, Radu and Singh, Anikait and Singh, Jaspiar and Sermanet, Pierre and Sanketi, Pannag R. and Salazar, Grecia and Ryoo, Michael S. and Reymann, Krista and Rao, Kanishka and Pertsch, Karl and Mordatch, Igor and Michalewski, Henryk and Lu, Yao and Levine, Sergey and Lee, Lisa and Lee, Tsang-Wei Edward and Leal, Isabel and Kuang, Yuheng and Kalashnikov, Dmitry and Julian, Ryan and Joshi, Nikhil J. and Irpan, Alex and Ichter, Brian and Hsu, Jasmine and Herzog, Alexander and Hausman, Karol and Gopalakrishnan, Keerthana and Fu, Chuyuan and Florence, Pete and Finn, Chelsea and Dubey, Kumar Avinava and Driess, Danny and Ding, Tianli and Choromanski, Krzysztof Marcin and Chen, Xi and Chebotar, Yevgen and Carbajal, Justice and Brown, Noah and Brohan, Anthony and Arenas, Montserrat Gonzalez and Han, Kehang",
        "title": "RT-2: Vision-Language-Action Models Transfer Web Knowledge to Robotic Control"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "vuong2023open",
        "author": "Quan Vuong and Sergey Levine and Homer Rich Walke and Karl Pertsch and Anikait Singh and Ria Doshi and Charles Xu and Jianlan Luo and Liam Tan and Dhruv Shah and Chelsea Finn and Max Du and Moo Jin Kim and Alexander Khazatsky and Jonathan Heewon Yang and Tony Z. Zhao and Ken Goldberg and Ryan Hoque and Lawrence Yunliang Chen and Simeon Adebola and Gaurav S. Sukhatme and Gautam Salhotra and Shivin Dass and Lerrel Pinto and Zichen Jeff Cui and Siddhant Haldar and Anant Rai and Nur Muhammad Mahi Shafiullah and Yuke Zhu and Yifeng Zhu and Soroush Nasiriany and Shuran Song and Cheng Chi and Chuer Pan and Wolfram Burgard and Oier Mees and Chenguang Huang and Deepak Pathak and Shikhar Bahl and Russell Mendonca and Gaoyue Zhou and Mohan Kumar Srirama and Sudeep Dasari and Cewu Lu and Hao-Shu Fang and Hongjie Fang and Henrik I Christensen and Masayoshi Tomizuka and Wei Zhan and Mingyu Ding and Chenfeng Xu and Xinghao Zhu and Ran Tian and Youngwoon Lee and Dorsa Sadigh and Yuchen Cui and Suneel Belkhale and Priya Sundaresan and Trevor Darrell and Jitendra Malik and Ilija Radosavovic and Jeannette Bohg and Krishnan Srinivasan and Xiaolong Wang and Nicklas Hansen and Yueh-Hua Wu and Ge Yan and Hao Su and Jiayuan Gu and Xuanlin Li and Niko Suenderhauf and Krishan Rana and Ben Burgess-Limerick and Federico Ceola and Kento Kawaharazuka and Naoaki Kanazawa and Tatsuya Matsushima and Yutaka Matsuo and Yusuke Iwasawa and Hiroki Furuta and Jihoon Oh and Tatsuya Harada and Takayuki Osa and Yujin Tang and Oliver Kroemer and Mohit Sharma and Kevin Lee Zhang and Beomjoon Kim and Yoonyoung Cho and Junhyek Han and Jaehyung Kim and Joseph J Lim and Edward Johns and Norman Di Palo and Freek Stulp and Antonin Raffin and Samuel Bustamante and Jo{\\~a}o Silv{\\'e}rio and Abhishek Padalkar and Jan Peters and Bernhard Sch{\\\"o}lkopf and Dieter B{\\\"u}chler and Jan Schneider and Simon Guist and Jiajun Wu and Stephen Tian and Haochen Shi and Yunzhu Li and Yixuan Wang and Mingtong Zhang and Heni Ben Amor and Yifan Zhou and Keyvan Majd and Lionel Ott and Giulio Schiavi and Roberto Mart{\\'\\i}n-Mart{\\'\\i}n and Rutav Shah and Yonatan Bisk and Jeffrey T Bingham and Tianhe Yu and Vidhi Jain and Ted Xiao and Karol Hausman and Christine Chan and Alexander Herzog and Zhuo Xu and Sean Kirmani and Vincent Vanhoucke and Ryan Julian and Lisa Lee and Tianli Ding and Yevgen Chebotar and Jie Tan and Jacky Liang and Igor Mordatch and Kanishka Rao and Yao Lu and Keerthana Gopalakrishnan and Stefan Welker and Nikhil J Joshi and Coline Manon Devin and Alex Irpan and Sherry Moore and Ayzaan Wahid and Jialin Wu and Xi Chen and Paul Wohlhart and Alex Bewley and Wenxuan Zhou and Isabel Leal and Dmitry Kalashnikov and Pannag R Sanketi and Chuyuan Fu and Ying Xu and Sichun Xu and brian ichter and Jasmine Hsu and Peng Xu and Anthony Brohan and Pierre Sermanet and Nicolas Heess and Michael Ahn and Rafael Rafailov and Acorn Pooley and Kendra Byrne and Todor Davchev and Kenneth Oslund and Stefan Schaal and Ajinkya Jain and Keegan Go and Fei Xia and Jonathan Tompson and Travis Armstrong and Danny Driess",
        "title": "Open X-Embodiment: Robotic Learning Datasets and {RT}-X Models"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "Ahn2022DoAI",
        "author": "Michael Ahn and Anthony Brohan and Noah Brown and Yevgen Chebotar and Omar Cortes and Byron David and Chelsea Finn and Keerthana Gopalakrishnan and Karol Hausman and Alexander Herzog and Daniel Ho and Jasmine Hsu and Julian Ibarz and Brian Ichter and Alex Irpan and Eric Jang and Rosario M Jauregui Ruano and Kyle Jeffrey and Sally Jesmonth and Nikhil Jayant Joshi and Ryan C. Julian and Dmitry Kalashnikov and Yuheng Kuang and Kuang-Huei Lee and Sergey Levine and Yao Lu and Linda Luu and Carolina Parada and Peter Pastor and Jornell Quiambao and Kanishka Rao and Jarek Rettinghouse and Diego M Reyes and Pierre Sermanet and Nicolas Sievers and Clayton Tan and Alexander Toshev and Vincent Vanhoucke and F. Xia and Ted Xiao and Peng Xu and Sichun Xu and Mengyuan Yan",
        "title": "Do As I Can, Not As I Say: Grounding Language in Robotic Affordances"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Driess2023PaLMEAE",
        "author": "Danny Driess and F. Xia and Mehdi S. M. Sajjadi and Corey Lynch and Aakanksha Chowdhery and Brian Ichter and Ayzaan Wahid and Jonathan Tompson and Quan Ho Vuong and Tianhe Yu and Wenlong Huang and Yevgen Chebotar and Pierre Sermanet and Daniel Duckworth and Sergey Levine and Vincent Vanhoucke and Karol Hausman and Marc Toussaint and Klaus Greff and Andy Zeng and Igor Mordatch and Peter R. Florence",
        "title": "PaLM-E: An Embodied Multimodal Language Model"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "figure_ai",
        "author": "{Figure AI}",
        "title": "Figure AI"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "tesla_optimus_gen2",
        "author": "Tesla",
        "title": "Tesla Optimus Gen 2"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "Kahl2024",
        "author": "Sebastian Kahl and Felix Löffler and Martin Maciol and Fabian Ridder and Marius Schmitz and Jennifer Spanagel and Jens Wienkamp and Christopher Burgahn and Malte Schilling",
        "title": "Enhancing AI Tutoring in Robotics Education: Evaluating the Effect of Retrieval-Augmented Generation and Fine-Tuning on Large Language Models"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "shu2024llms",
        "author": "Shu, Peng and Zhao, Huaqin and Jiang, Hanqi and Li, Yiwei and Xu, Shaochen and Pan, Yi and Wu, Zihao and Liu, Zhengliang and Lu, Guoyu and Guan, Le and others",
        "title": "LLMs for Coding and Robotics Education"
      }
    ]
  }
]