[
  {
    "index": 0,
    "papers": [
      {
        "key": "maksimov2019survey",
        "author": "Maksimov, Mike and Kokaly, Sahar and Chechik, Marsha",
        "title": "A survey of tool-supported assurance case assessment techniques"
      },
      {
        "key": "10311213",
        "author": "Varadarajan, Srivatsan and Bloomfield, Robin and Rushby, John and Gupta, Gopal and Murugesan, Anitha and Stroud, Robert and Netkachova, Kateryna and Wong, Isaac Hong",
        "title": "CLARISSA: Foundations, Tools \\& Automation for Assurance Cases"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "maksimov2019survey",
        "author": "Maksimov, Mike and Kokaly, Sahar and Chechik, Marsha",
        "title": "A survey of tool-supported assurance case assessment techniques"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "murugesan2023semantic",
        "author": "Murugesan, Anitha and Wong, Isaac Hong and Stroud, Robert J and Arias, Joaqu{\\'\\i}n and Salazar, Elmer and Gupta, Gopal and Bloomfield, Robin and Varadarajan, Srivatsan and Rushby, John",
        "title": "Semantic Analysis of Assurance Cases using {s (CASP).}"
      },
      {
        "key": "muram2023attest",
        "author": "Muram, Faiz Ul and Javed, Muhammad Atif",
        "title": "ATTEST: Automating the review and update of assurance case arguments"
      },
      {
        "key": "yuan2016automatically",
        "author": "Yuan, Tangming and Manandhar, Suresh and Kelly, Tim and Wells, Simon",
        "title": "Automatically detecting fallacies in system safety arguments"
      },
      {
        "key": "rushby2015understanding",
        "author": "Rushby, John and Xu, Xidong and Rangarajan, Murali and Weaver, Thomas L",
        "title": "Understanding and evaluating assurance cases"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "gohar2024codefeater",
        "author": "Gohar, Usman and Hunter, Michael C. and Lutz, Robyn R. and Cohen, Myra B.",
        "title": "Co{D}efeater: Using {LLM}s To Find Defeaters in Assurance Cases"
      },
      {
        "key": "AISupported",
        "author": "Torin Viger and Logan Murphy and Simon Diemert and Claudio Menghi and Jeffrey Joyce and Alessio Di Sandro and Marsha Chechik",
        "title": "{AI-Supported Eliminative Argumentation: Practical Experience Generating Defeaters to Increase Confidence in Assurance Cases}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "yuan2012argument",
        "author": "Yuan, Tangming and Kelly, Tim",
        "title": "Argument-based approach to computer system safety engineering"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "luo2017systematic",
        "author": "Luo, Yaping and van den Brand, Mark and Li, Zhuoao and Saberi, Arash Khabbaz",
        "title": "A systematic approach and tool support for {GSN}-based safety case assessment"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "chowdhury2020systematic",
        "author": "Chowdhury, Thomas and Wassyng, Alan and Paige, Richard F and Lawford, Mark",
        "title": "Systematic evaluation of (safety) assurance cases"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "shahandashti2024prisma",
        "author": "Shahandashti, Kimya Khakzad and Belle, Alvine B and Lethbridge, Timothy C and Odu, Oluwafemi and Sivakumar, Mithila",
        "title": "A {PRISMA}-driven systematic mapping study on system assurance weakeners"
      }
    ]
  }
]