[
  {
    "index": 0,
    "papers": [
      {
        "key": "heartID",
        "author": "Fatemian, S. Zahra and Agrafioti, Foteini and Hatzinakos, Dimitrios",
        "title": "HeartID: Cardiac biometric recognition"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Arteaga-Falconi2016",
        "author": "Arteaga-Falconi, Juan Sebastian and Al Osman, Hussein and El Saddik, Abdulmotaleb",
        "title": "ECG Authentication for Mobile Devices"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Choi2020",
        "author": "Gyu Ho Choi and Hoon Ko and Witold Pedrycz and Amit Kumar Singh and Sung Bum Pan",
        "title": "Recognition System Using Fusion Normalization Based on Morphological Features of Post-Exercise ECG for Intelligent Biometrics"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Hwang2021",
        "author": "Hobin Hwang and Hyeokchan Kwon and Byungho Chung and Jongshill Lee and Inyoung Kim",
        "title": "ECG Authentication Based on Non-Linear Normalization under Various Physiological Conditions"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Malik2002",
        "author": "M. Malik and P. Färbom and V. Batchvarov and K. Hnatkova and A. J. Camm",
        "title": "Relation between QT and RR intervals is highly individual among healthy subjects: implications for heart rate correction of the QT interval"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "8219706",
        "author": "da Silva Luz, Eduardo José and Moreira, Gladston J. P. and Oliveira, Luiz S. and Schwartz, William Robson and Menotti, David",
        "title": "Learning Deep Off-the-Person Heart Biometrics Representations"
      },
      {
        "key": "Um_2017",
        "author": "Um, Terry T. and Pfister, Franz M. J. and Pichler, Daniel and Endo, Satoshi and Lang, Muriel and Hirche, Sandra and Fietzek, Urban and Kulić, Dana",
        "title": "Data augmentation of wearable sensor data for parkinson’s disease monitoring using convolutional neural networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Kim2022",
        "author": "Hanvit Kim and Thanh Quoc Phan and Wonjae Hong and Se Young Chun",
        "title": "Physiology-based augmented deep neural network frameworks for ECG biometrics with short ECG pulses considering varying heart rates"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "hodges1983bazett",
        "author": "Hodges, M",
        "title": "Bazett's QT correction reviewed-Evidence that a linear QT correction for heart is better"
      }
    ]
  }
]