[
  {
    "index": 0,
    "papers": [
      {
        "key": "o1",
        "author": "OpenAI",
        "title": "Learning to Reason with LLMs"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Self-Consistency",
        "author": "Xuezhi Wang and Jason Wei and Dale Schuurmans and Quoc V Le and Ed H. Chi and Sharan Narang and Aakanksha Chowdhery and Denny Zhou",
        "title": "Self-Consistency Improves Chain of Thought Reasoning in Language Models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ToT",
        "author": "Yao, Shunyu and Yu, Dian and Zhao, Jeffrey and Shafran, Izhak and Griffiths, Tom and Cao, Yuan and Narasimhan, Karthik",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      },
      {
        "key": "xie2024self",
        "author": "Xie, Yuxi and Kawaguchi, Kenji and Zhao, Yiran and Zhao, James Xu and Kan, Min-Yen and He, Junxian and Xie, Michael",
        "title": "Self-Evaluation Guided Beam Search for Reasoning"
      },
      {
        "key": "ARGS",
        "author": "Maxim Khanov and Jirayu Burapacheep and Yixuan Li",
        "title": "{ARGS}: Alignment as Reward-Guided Search"
      },
      {
        "key": "wan2024alphazero",
        "author": "Wan, Ziyu and Feng, Xidong and Wen, Muning and Mcaleer, Stephen Marcus and Wen, Ying and Zhang, Weinan and Wang, Jun",
        "title": "{A}lpha{Z}ero-Like Tree-Search can Guide Large Language Model Decoding and Training"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "RISE",
        "author": "Yuxiao Qu and Tianjun Zhang and Naman Garg and Aviral Kumar",
        "title": "Recursive Introspection: Teaching Language Model Agents How to Self-Improve"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "brown2024large",
        "author": "Brown, Bradley and Juravsky, Jordan and Ehrlich, Ryan and Clark, Ronald and Le, Quoc V and R{\\'e}, Christopher and Mirhoseini, Azalia",
        "title": "Large Language Monkeys: Scaling Inference Compute with Repeated Sampling"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "MindStar",
        "author": "Kang, Jikun and Li, Xin Zhe and Chen, Xi and Kazemi, Amirreza and Sun, Qianyi and Chen, Boxing and Li, Dong and He, Xu and He, Quan and Wen, Feng and others",
        "title": "{MindStar}: Enhancing math reasoning in pre-trained llms at inference time"
      },
      {
        "key": "wu2024inference",
        "author": "Wu, Yangzhen and Sun, Zhiqing and Li, Shanda and Welleck, Sean and Yang, Yiming",
        "title": "Inference Scaling Laws: An Empirical Analysis of Compute-Optimal Inference for Problem-Solving with Language Models"
      },
      {
        "key": "snell2024scaling",
        "author": "Snell, Charlie and Lee, Jaehoon and Xu, Kelvin and Kumar, Aviral",
        "title": "Scaling llm test-time compute optimally can be more effective than scaling model parameters"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "xiyao2024scaling",
        "author": "Xiyao Wang and Zhengyuan Yang and Linjie Li and Hongjin Lu and Yuancheng Xu and Chung-Ching Lin and Kevin Lin and Furong Huang and Lijuan Wang",
        "title": "Scaling inference-time search with vision value model for improved visual comprehension"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "manvi2024adaptive",
        "author": "Manvi, Rohin and Singh, Anikait and Ermon, Stefano",
        "title": "Adaptive Inference-Time Compute: LLMs Can Predict if They Can Do Better, Even Mid-Generation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "huggingface2024scaling",
        "author": "Edward Beeching and Lewis Tunstall and Sasha Rush",
        "title": "Scaling test-time compute with open models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "GPT-4",
        "author": "OpenAI",
        "title": "GPT-4 Technical Report"
      },
      {
        "key": "Llemma",
        "author": "Zhangir Azerbayev and Hailey Schoelkopf and Keiran Paster and Marco Dos Santos and Stephen Marcus McAleer and Albert Q. Jiang and Jia Deng and Stella Biderman and Sean Welleck",
        "title": "Llemma: An Open Language Model for Mathematics"
      },
      {
        "key": "DeepSeekMath",
        "author": "Shao, Zhihong and Wang, Peiyi and Zhu, Qihao and Xu, Runxin and Song, Junxiao and Bi, Xiao and Zhang, Haowei and Zhang, Mingchuan and Li, YK and Wu, Y and others",
        "title": "{DeepSeekMath}: Pushing the Limits of Mathematical Reasoning in Open Language Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Wizardmath",
        "author": "Luo, Haipeng and Sun, Qingfeng and Xu, Can and Zhao, Pu and Lou, Jianguang and Tao, Chongyang and Geng, Xiubo and Lin, Qingwei and Chen, Shifeng and Zhang, Dongmei",
        "title": "Wizardmath: Empowering mathematical reasoning for large language models via reinforced evol-instruct"
      },
      {
        "key": "MetaMath",
        "author": "Longhui Yu and Weisen Jiang and Han Shi and Jincheng YU and Zhengying Liu and Yu Zhang and James Kwok and Zhenguo Li and Adrian Weller and Weiyang Liu",
        "title": "{MetaMath}: Bootstrap Your Own Mathematical Questions for Large Language Models"
      },
      {
        "key": "ToRA",
        "author": "Zhibin Gou and Zhihong Shao and Yeyun Gong and yelong shen and Yujiu Yang and Minlie Huang and Nan Duan and Weizhu Chen",
        "title": "To{RA}: A Tool-Integrated Reasoning Agent for Mathematical Problem Solving"
      },
      {
        "key": "MathScale",
        "author": "Tang, Zhengyang and Zhang, Xingxing and Wang, Benyou and Wei, Furu",
        "title": "{M}ath{S}cale: Scaling Instruction Tuning for Mathematical Reasoning"
      },
      {
        "key": "DART-Math",
        "author": "Yuxuan Tong and Xiwen Zhang and Rui Wang and Ruidong Wu and Junxian He",
        "title": "{DART}-Math: Difficulty-Aware Rejection Tuning for Mathematical Problem-Solving"
      },
      {
        "key": "Skywork-Math",
        "author": "Zeng, Liang and Zhong, Liangjun and Zhao, Liang and Wei, Tianwen and Yang, Liu and He, Jujie and Cheng, Cheng and Hu, Rui and Liu, Yang and Yan, Shuicheng and others",
        "title": "{Skywork-Math}: Data Scaling Laws for Mathematical Reasoning in Large Language Models--The Story Goes On"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "STaR",
        "author": "Zelikman, Eric and Wu, Yuhuai and Mu, Jesse and Goodman, Noah",
        "title": "{STaR}: Bootstrapping Reasoning With Reasoning"
      },
      {
        "key": "ReST",
        "author": "Gulcehre, Caglar and Paine, Tom Le and Srinivasan, Srivatsan and Konyushkova, Ksenia and Weerts, Lotte and Sharma, Abhishek and Siddhant, Aditya and Ahern, Alex and Wang, Miaosen and Gu, Chenjie and others",
        "title": "Reinforced Self-Training (ReST) for Language Modeling"
      },
      {
        "key": "ReFT",
        "author": "Trung, Luong and Zhang, Xinbo and Jie, Zhanming and Sun, Peng and Jin, Xiaoran and Li, Hang",
        "title": "ReFT: Reasoning with Reinforced Fine-Tuning"
      },
      {
        "key": "V-STaR",
        "author": "Hosseini, Arian and Yuan, Xingdi and Malkin, Nikolay and Courville, Aaron and Sordoni, Alessandro and Agarwal, Rishabh",
        "title": "V-STaR: Training Verifiers for Self-Taught Reasoners"
      },
      {
        "key": "Quiet-STaR",
        "author": "Eric Zelikman and Georges Raif Harik and Yijia Shao and Varuna Jayasiri and Nick Haber and Noah Goodman",
        "title": "Quiet-{ST}aR: Language Models Can Teach Themselves to Think Before Speaking"
      },
      {
        "key": "ReST-MCTS*",
        "author": "Dan Zhang and Sining Zhoubian and Ziniu Hu and Yisong Yue and Yuxiao Dong and Jie Tang",
        "title": "Re{ST}-{MCTS}*: {LLM} Self-Training via Process Reward Guided Tree Search"
      },
      {
        "key": "setlur2024rl",
        "author": "Setlur, Amrith and Garg, Saurabh and Geng, Xinyang and Garg, Naman and Smith, Virginia and Kumar, Aviral",
        "title": "RL on Incorrect Synthetic Data Scales the Efficiency of LLM Math Reasoning by Eight-Fold"
      },
      {
        "key": "kumar2024training",
        "author": "Kumar, Aviral and Zhuang, Vincent and Agarwal, Rishabh and Su, Yi and Co-Reyes, John D and Singh, Avi and Baumli, Kate and Iqbal, Shariq and Bishop, Colton and Roelofs, Rebecca and others",
        "title": "Training language models to self-correct via reinforcement learning"
      },
      {
        "key": "PRIME",
        "author": "Ganqu Cui and Lifan Yuan and Zefan Wang and Hanbin Wang and Wendi Li and Bingxiang He and Yuchen Fan and Tianyu Yu and Qixin Xu and Weize Chen and Jiarui Yuan and Huayu Chen and Kaiyan Zhang and Xingtai Lv and Shuo Wang and Yuan Yao and Xu Han and Hao Peng and Yu Cheng and Zhiyuan Liu and Maosong Sun and Bowen Zhou and Ning Ding",
        "title": "Process Reinforcement through Implicit Rewards"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "o1-Journey1",
        "author": "Qin, Yiwei and Li, Xuefeng and Zou, Haoyang and Liu, Yixiu and Xia, Shijie and Huang, Zhen and Ye, Yixin and Yuan, Weizhe and Liu, Hector and Li, Yuanzhi and others",
        "title": "O1 Replication Journey: A Strategic Progress Report--Part 1"
      },
      {
        "key": "o1-Journey2",
        "author": "Huang, Zhen and Zou, Haoyang and Li, Xuefeng and Liu, Yixiu and Zheng, Yuxiang and Chern, Ethan and Xia, Shijie and Qin, Yiwei and Yuan, Weizhe and Liu, Pengfei",
        "title": "O1 Replication Journey--Part 2: Surpassing O1-preview through Simple Distillation, Big Progress or Bitter Lesson?"
      },
      {
        "key": "k0-math",
        "author": "{Kimi}",
        "title": "k0-math"
      },
      {
        "key": "DeepSeek-R1",
        "author": "{DeepSeek-AI} and Daya Guo and Dejian Yang and Haowei Zhang and Junxiao Song and Ruoyu Zhang and Runxin Xu and Qihao Zhu and Shirong Ma and Peiyi Wang and Xiao Bi and Xiaokang Zhang and Xingkai Yu and Yu Wu and Z. F. Wu and Zhibin Gou and Zhihong Shao and Zhuoshu Li and Ziyi Gao and Aixin Liu and Bing Xue and Bingxuan Wang and Bochao Wu and Bei Feng and Chengda Lu and Chenggang Zhao and Chengqi Deng and Chenyu Zhang and Chong Ruan and Damai Dai and Deli Chen and Dongjie Ji and Erhang Li and Fangyun Lin and Fucong Dai and Fuli Luo and Guangbo Hao and Guanting Chen and Guowei Li and H. Zhang and Han Bao and Hanwei Xu and Haocheng Wang and Honghui Ding and Huajian Xin and Huazuo Gao and Hui Qu and Hui Li and Jianzhong Guo and Jiashi Li and Jiawei Wang and Jingchang Chen and Jingyang Yuan and Junjie Qiu and Junlong Li and J. L. Cai and Jiaqi Ni and Jian Liang and Jin Chen and Kai Dong and Kai Hu and Kaige Gao and Kang Guan and Kexin Huang and Kuai Yu and Lean Wang and Lecong Zhang and Liang Zhao and Litong Wang and Liyue Zhang and Lei Xu and Leyi Xia and Mingchuan Zhang and Minghua Zhang and Minghui Tang and Meng Li and Miaojun Wang and Mingming Li and Ning Tian and Panpan Huang and Peng Zhang and Qiancheng Wang and Qinyu Chen and Qiushi Du and Ruiqi Ge and Ruisong Zhang and Ruizhe Pan and Runji Wang and R. J. Chen and R. L. Jin and Ruyi Chen and Shanghao Lu and Shangyan Zhou and Shanhuang Chen and Shengfeng Ye and Shiyu Wang and Shuiping Yu and Shunfeng Zhou and Shuting Pan and S. S. Li and Shuang Zhou and Shaoqing Wu and Shengfeng Ye and Tao Yun and Tian Pei and Tianyu Sun and T. Wang and Wangding Zeng and Wanjia Zhao and Wen Liu and Wenfeng Liang and Wenjun Gao and Wenqin Yu and Wentao Zhang and W. L. Xiao and Wei An and Xiaodong Liu and Xiaohan Wang and Xiaokang Chen and Xiaotao Nie and Xin Cheng and Xin Liu and Xin Xie and Xingchao Liu and Xinyu Yang and Xinyuan Li and Xuecheng Su and Xuheng Lin and X. Q. Li and Xiangyue Jin and Xiaojin Shen and Xiaosha Chen and Xiaowen Sun and Xiaoxiang Wang and Xinnan Song and Xinyi Zhou and Xianzu Wang and Xinxia Shan and Y. K. Li and Y. Q. Wang and Y. X. Wei and Yang Zhang and Yanhong Xu and Yao Li and Yao Zhao and Yaofeng Sun and Yaohui Wang and Yi Yu and Yichao Zhang and Yifan Shi and Yiliang Xiong and Ying He and Yishi Piao and Yisong Wang and Yixuan Tan and Yiyang Ma and Yiyuan Liu and Yongqiang Guo and Yuan Ou and Yuduan Wang and Yue Gong and Yuheng Zou and Yujia He and Yunfan Xiong and Yuxiang Luo and Yuxiang You and Yuxuan Liu and Yuyang Zhou and Y. X. Zhu and Yanhong Xu and Yanping Huang and Yaohui Li and Yi Zheng and Yuchen Zhu and Yunxian Ma and Ying Tang and Yukun Zha and Yuting Yan and Z. Z. Ren and Zehui Ren and Zhangli Sha and Zhe Fu and Zhean Xu and Zhenda Xie and Zhengyan Zhang and Zhewen Hao and Zhicheng Ma and Zhigang Yan and Zhiyu Wu and Zihui Gu and Zijia Zhu and Zijun Liu and Zilin Li and Ziwei Xie and Ziyang Song and Zizheng Pan and Zhen Huang and Zhipeng Xu and Zhongyu Zhang and Zhen Zhang",
        "title": "DeepSeek-R1: Incentivizing Reasoning Capability in LLMs via Reinforcement Learning"
      },
      {
        "key": "QwQ",
        "author": "{Qwen Team}",
        "title": "QwQ: Reflect Deeply on the Boundaries of the Unknown"
      },
      {
        "key": "Skywork-o1",
        "author": "{Skywork}",
        "title": "Skywork-O1"
      },
      {
        "key": "Marco-o1",
        "author": "Zhao, Yu and Yin, Huifeng and Zeng, Bo and Wang, Hao and Shi, Tianqi and Lyu, Chenyang and Wang, Longyue and Luo, Weihua and Zhang, Kaifu",
        "title": "Marco-o1: Towards Open Reasoning Models for Open-Ended Solutions"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "o1",
        "author": "OpenAI",
        "title": "Learning to Reason with LLMs"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "CoT",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Xia, Fei and Chi, Ed and Le, Quoc V and Zhou, Denny and others",
        "title": "Chain-of-thought prompting elicits reasoning in large language models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "ToT",
        "author": "Yao, Shunyu and Yu, Dian and Zhao, Jeffrey and Shafran, Izhak and Griffiths, Tom and Cao, Yuan and Narasimhan, Karthik",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      },
      {
        "key": "CoMAT",
        "author": "Leang, Joshua Ong Jun and Gema, Aryo Pradipta and Cohen, Shay B",
        "title": "{CoMAT}: Chain of Mathematically Annotated Thought Improves Mathematical Reasoning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Self-Refine",
        "author": "Madaan, Aman and Tandon, Niket and Gupta, Prakhar and Hallinan, Skyler and Gao, Luyu and Wiegreffe, Sarah and Alon, Uri and Dziri, Nouha and Prabhumoye, Shrimai and Yang, Yiming and Gupta, Shashank and Majumder, Bodhisattwa Prasad and Hermann, Katherine and Welleck, Sean and Yazdanbakhsh, Amir and Clark, Peter",
        "title": "Self-Refine: Iterative Refinement with Self-Feedback"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "PAL",
        "author": "Gao, Luyu and Madaan, Aman and Zhou, Shuyan and Alon, Uri and Liu, Pengfei and Yang, Yiming and Callan, Jamie and Neubig, Graham",
        "title": "{PAL}: Program-aided Language Models"
      },
      {
        "key": "PoT",
        "author": "Wenhu Chen and Xueguang Ma and Xinyi Wang and William W. Cohen",
        "title": "Program of Thoughts Prompting: Disentangling Computation from Reasoning for Numerical Reasoning Tasks"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Self-Verification",
        "author": "Weng, Yixuan and Zhu, Minjun and Xia, Fei and Li, Bin and He, Shizhu and Liu, Shengping and Sun, Bin and Liu, Kang and Zhao, Jun",
        "title": "Large language models are better reasoners with self-verification"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "ensemble_methods",
        "author": "Unknown",
        "title": "Unknown"
      },
      {
        "key": "multi_model",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "uesato2022solving",
        "author": "Uesato, Jonathan and Kushman, Nate and Kumar, Ramana and Song, Francis and Siegel, Noah and Wang, Lisa and Creswell, Antonia and Irving, Geoffrey and Higgins, Irina",
        "title": "Solving math word problems with process-and outcome-based feedback"
      },
      {
        "key": "PRM800K",
        "author": "Hunter Lightman and Vineet Kosaraju and Yuri Burda and Harrison Edwards and Bowen Baker and Teddy Lee and Jan Leike and John Schulman and Ilya Sutskever and Karl Cobbe",
        "title": "Let's Verify Step by Step"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "PRM800K",
        "author": "Hunter Lightman and Vineet Kosaraju and Yuri Burda and Harrison Edwards and Bowen Baker and Teddy Lee and Jan Leike and John Schulman and Ilya Sutskever and Karl Cobbe",
        "title": "Let's Verify Step by Step"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Math-Shepherd",
        "author": "Wang, Peiyi and Li, Lei and Shao, Zhihong and Xu, Runxin and Dai, Damai and Li, Yifei and Chen, Deli and Wu, Yu and Sui, Zhifang",
        "title": "Math-Shepherd: Verify and Reinforce LLMs Step-by-step without Human Annotations"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "AutoPSV",
        "author": "Lu, Jianqiao and Dou, Zhiyang and Hongru, WANG and Cao, Zeyu and Dai, Jianbo and Feng, Yunlong and Guo, Zhijiang",
        "title": "Autopsv: Automated process-supervised verifier"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "OmegaPRM",
        "author": "Luo, Liangchen and Liu, Yinxiao and Liu, Rosanne and Phatale, Samrat and Lara, Harsh and Li, Yunxuan and Shu, Lei and Zhu, Yun and Meng, Lei and Sun, Jiao and others",
        "title": "Improve Mathematical Reasoning in Language Models by Automated Process Supervision"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "PAV",
        "author": "Setlur, Amrith and Nagpal, Chirag and Fisch, Adam and Geng, Xinyang and Eisenstein, Jacob and Agarwal, Rishabh and Agarwal, Alekh and Berant, Jonathan and Kumar, Aviral",
        "title": "Rewarding Progress: Scaling Automated Process Verifiers for LLM Reasoning"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "PQM",
        "author": "Li, Wendi and Li, Yixuan",
        "title": "Process Reward Model with Q-Value Rankings"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "Implicit-PRM",
        "author": "Yuan, Lifan and Li, Wendi and Chen, Huayu and Cui, Ganqu and Ding, Ning and Zhang, Kaiyan and Zhou, Bowen and Liu, Zhiyuan and Peng, Hao",
        "title": "Free Process Rewards without Process Labels"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "ER-PRM",
        "author": "Zhang, Hanning and Wang, Pengcheng and Diao, Shizhe and Lin, Yong and Pan, Rui and Dong, Hanze and Zhang, Dylan and Molchanov, Pavlo and Zhang, Tong",
        "title": "Entropy-Regularized Process Reward Model"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "RLHFlow",
        "author": "Wei Xiong and Hanning Zhang and Nan Jiang and Tong Zhang",
        "title": "An Implementation of Generative PRM"
      },
      {
        "key": "Skywork-o1",
        "author": "{Skywork}",
        "title": "Skywork-O1"
      },
      {
        "key": "ER-PRM",
        "author": "Zhang, Hanning and Wang, Pengcheng and Diao, Shizhe and Lin, Yong and Pan, Rui and Dong, Hanze and Zhang, Dylan and Molchanov, Pavlo and Zhang, Tong",
        "title": "Entropy-Regularized Process Reward Model"
      },
      {
        "key": "PQM",
        "author": "Li, Wendi and Li, Yixuan",
        "title": "Process Reward Model with Q-Value Rankings"
      },
      {
        "key": "Implicit-PRM",
        "author": "Yuan, Lifan and Li, Wendi and Chen, Huayu and Cui, Ganqu and Ding, Ning and Zhang, Kaiyan and Zhou, Bowen and Liu, Zhiyuan and Peng, Hao",
        "title": "Free Process Rewards without Process Labels"
      },
      {
        "key": "PRMLessons",
        "author": "Zhenru Zhang and Chujie Zheng and Yangzhen Wu and Beichen Zhang and Runji Lin and Bowen Yu and Dayiheng Liu and Jingren Zhou and Junyang Lin",
        "title": "The Lessons of Developing Process Reward Models in Mathematical Reasoning"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "ProcessBench",
        "author": "Zheng, Chujie and Zhang, Zhenru and Zhang, Beichen and Lin, Runji and Lu, Keming and Yu, Bowen and Liu, Dayiheng and Zhou, Jingren and Lin, Junyang",
        "title": "ProcessBench: Identifying Process Errors in Mathematical Reasoning"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "PRMBench",
        "author": "Mingyang Song and Zhaochen Su and Xiaoye Qu and Jiawei Zhou and Yu Cheng",
        "title": "PRMBench: A Fine-grained and Challenging Benchmark for Process-Level Reward Models"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "PRMLessons",
        "author": "Zhenru Zhang and Chujie Zheng and Yangzhen Wu and Beichen Zhang and Runji Lin and Bowen Yu and Dayiheng Liu and Jingren Zhou and Junyang Lin",
        "title": "The Lessons of Developing Process Reward Models in Mathematical Reasoning"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "ma2023let",
        "author": "Ma, Qianli and Zhou, Haotian and Liu, Tingkai and Yuan, Jianbo and Liu, Pengfei and You, Yang and Yang, Hongxia",
        "title": "Let's reward step by step: Step-Level reward model as the Navigators for Reasoning"
      }
    ]
  }
]