[
  {
    "index": 0,
    "papers": [
      {
        "key": "daganzo1997fundamentals",
        "author": "Daganzo, Carlos F",
        "title": "Fundamentals of transportation and traffic operations"
      },
      {
        "key": "pendyala2000multi",
        "author": "Ram M. Pendyala and Eric I. Pas",
        "title": "Multi-day and multi-period data for travel demand analysis and modeling"
      },
      {
        "key": "lam2001activity",
        "author": "Lam, William H. K. and Yin, Yafeng",
        "title": "An activity-based time-dependent traffic assignment model"
      },
      {
        "key": "vuchic2007urban",
        "author": "Vuchic, Vukan R",
        "title": "Urban transit systems and technology"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "pendyala2000multi",
        "author": "Ram M. Pendyala and Eric I. Pas",
        "title": "Multi-day and multi-period data for travel demand analysis and modeling"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "google_flow",
        "author": "Jinjian Li and Jacques Boonaert and Arnaud Doniec and Guillaume Lozenguez",
        "title": "Multi-models machine learning methods for traffic flow estimation from Floating Car Data"
      },
      {
        "key": "transfer_flow_3",
        "author": "Yuan Zhang and Qixiu Cheng and Yang Liu and Zhiyuan Liu",
        "title": "Full-scale spatio-temporal traffic flow estimation for city-wide networks: a transfer learning based approach"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "cellphone_flow",
        "author": "Zhiyuan Liu and Yang Liu and Qiang Meng and Qixiu Cheng",
        "title": "A tailored machine learning approach for urban transport network flow estimation"
      },
      {
        "key": "machine_flow_1",
        "author": "Zhan, Xianyuan and Zheng, Yu and Yi, Xiuwen and Ukkusuri, Satish V.",
        "title": "Citywide Traffic Volume Estimation Using Trajectory Data"
      },
      {
        "key": "camera_flow",
        "author": "Fedorov, Aleksandr and Nikolskaia, Kseniia and Ivanov, Sergey and Shepelev, Vladimir and Minbaleev, Alexey",
        "title": "Traffic flow estimation with data from a video surveillance camera"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "camera_flow",
        "author": "Fedorov, Aleksandr and Nikolskaia, Kseniia and Ivanov, Sergey and Shepelev, Vladimir and Minbaleev, Alexey",
        "title": "Traffic flow estimation with data from a video surveillance camera"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "arima_flow",
        "author": "Ming Zhong and Pawan Lingras and Satish Sharma",
        "title": "Estimation of missing traffic counts using factor, genetic, neural, and regression techniques"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "BPCA_flow",
        "author": "Qu, Li and Zhang, Yi and Hu, Jianming and Jia, Liyan and Li, Li",
        "title": "A {BPCA} based missing value imputing method for traffic flow volume data"
      },
      {
        "key": "PPCA_flow",
        "author": "Qu, Li and Li, Li and Zhang, Yi and Hu, Jianming",
        "title": "{PPCA}-Based Missing Data Imputation for Traffic Flow Volume: A Systematical Approach"
      },
      {
        "key": "KPPCA_flow",
        "author": "Li Li and Yuebiao Li and Zhiheng Li",
        "title": "Efficient missing data imputing for traffic flow by considering temporal and spatial dependence"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "tensor_decomposition_flow_2",
        "author": "Shao, Wei and Chen, Ling",
        "title": "License Plate Recognition Data-Based Traffic Volume Estimation Using Collaborative Tensor Decomposition"
      },
      {
        "key": "tensor_decomposition_flow_3",
        "author": "Xinyu Chen and Zhaocheng He and Lijun Sun",
        "title": "A Bayesian tensor decomposition approach for spatiotemporal traffic data imputation"
      },
      {
        "key": "tensor_decomposition_4_flow",
        "author": "Xinyu Chen and Jinming Yang and Lijun Sun",
        "title": "A nonconvex low-rank tensor completion model for spatiotemporal traffic data imputation"
      },
      {
        "key": "tensor_decomposition_5_flow",
        "author": "Xinyu Chen and Yixian Chen and Nicolas Saunier and Lijun Sun",
        "title": "Scalable low-rank tensor learning for spatiotemporal traffic data imputation"
      },
      {
        "key": "tensor_decomposition_6_flow",
        "author": "Chen, Xinyu and Lei, Mengying and Saunier, Nicolas and Sun, Lijun",
        "title": "Low-Rank Autoregressive Tensor Completion for Spatiotemporal Traffic Data Imputation"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "machine_flow_1",
        "author": "Zhan, Xianyuan and Zheng, Yu and Yi, Xiuwen and Ukkusuri, Satish V.",
        "title": "Citywide Traffic Volume Estimation Using Trajectory Data"
      },
      {
        "key": "machine_flow_2",
        "author": "Chen, Yuanyuan and Lv, Yisheng and Wang, Fei-Yue",
        "title": "Traffic Flow Imputation Using Parallel Data and Generative Adversarial Networks"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ross1988traffic",
        "author": "Ross, Paul",
        "title": "Traffic dynamics"
      },
      {
        "key": "kerner2009introduction",
        "author": "Kerner, Boris S",
        "title": "Introduction to modern traffic flow theory and control"
      },
      {
        "key": "anuar2015estimating",
        "author": "Anuar, Khairul and Habtemichael, Filmon and Cetin, Mecit",
        "title": "Estimating traffic flow rate on freeways from probe vehicle data and fundamental diagram"
      },
      {
        "key": "google_flow",
        "author": "Jinjian Li and Jacques Boonaert and Arnaud Doniec and Guillaume Lozenguez",
        "title": "Multi-models machine learning methods for traffic flow estimation from Floating Car Data"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "est_MFD_1",
        "author": "Lukas Ambühl and Monica Menendez",
        "title": "Data fusion algorithm for macroscopic fundamental diagram estimation"
      },
      {
        "key": "est_MFD_2",
        "author": "Igor Dakic and Monica Menendez",
        "title": "On the use of Lagrangian observations from public transport and probe vehicles to estimate car space-mean speeds in bi-modal urban networks"
      },
      {
        "key": "est_MFD_3",
        "author": "Lukas Ambühl and Allister Loder and Michiel C. J. Bliemer and Monica Menendez and Kay W. Axhausen",
        "title": "Introducing a Re-Sampling Methodology for the Estimation of Empirical Macroscopic Fundamental Diagrams"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "tgc_rnn_flow",
        "author": "Cui, Zhiyong and Henrickson, Kristian and Ke, Ruimin and Wang, Yinhai",
        "title": "Traffic Graph Convolutional Recurrent Neural Network: A Deep Learning Framework for Network-Scale Traffic Learning and Forecasting"
      },
      {
        "key": "sgmc_flow",
        "author": "Zhengchao Zhang and Meng Li and Xi Lin and Yinhai Wang",
        "title": "Network-wide traffic flow estimation with insufficient volume detection and crowdsourcing data"
      },
      {
        "key": "GNN_new_flow",
        "author": "Tong Nie and Guoyang Qin and Yunpeng Wang and Jian Sun",
        "title": "Towards better traffic volume estimation: Jointly addressing the underdetermination and nonequilibrium problems with correlation-adaptive {GNN}s"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "demo_census",
        "author": "John Cleland",
        "title": "Demographic Data Collection in Less Developed Countries 1946–1996"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "pop_map_get01",
        "author": "Hasi Bagan and Yoshiki Yamagata",
        "title": "Analysis of Urban Growth and Estimating Population Density Using Satellite Images of Nighttime Lights and Land-use and Population Data"
      },
      {
        "key": "pop_map_get02",
        "author": "Tobias G. Tiecke and Xianming Liu and Amy Zhang and Andreas Gros and Nan Li and Gregory Yetman and Talip Kilic and Siobhan Murray and Brian Blankespoor and Espen B. Prydz and Hai-Anh H. Dang",
        "title": "Mapping the world population one building at a time"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "GHCNh",
        "author": "Robert J. H. Dunn and Kate M. Willett and David E. Parker and Lorna Mitchell",
        "title": "Expanding HadISD: quality-controlled, sub-daily station data from 1931"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "multiple_regression_flow",
        "author": "Pun, Lilian and Zhao, Pengxiang and Liu, Xintao",
        "title": "A Multiple Regression Approach for Traffic Flow Estimation"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "google_flow",
        "author": "Jinjian Li and Jacques Boonaert and Arnaud Doniec and Guillaume Lozenguez",
        "title": "Multi-models machine learning methods for traffic flow estimation from Floating Car Data"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "open_data_flow_estimation",
        "author": "Mahajan, Vishal and Cantelmo, Guido and Rothfeld, Raoul and Antoniou, Constantinos",
        "title": "Predicting network flows from speeds using open data and transfer learning"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "machine_flow_1",
        "author": "Zhan, Xianyuan and Zheng, Yu and Yi, Xiuwen and Ukkusuri, Satish V.",
        "title": "Citywide Traffic Volume Estimation Using Trajectory Data"
      },
      {
        "key": "ssl_flow",
        "author": "Meng, Chuishi and Yi, Xiuwen and Su, Lu and Gao, Jing and Zheng, Yu",
        "title": "City-Wide Traffic Volume Inference with Loop Detector Data and Taxi Trajectories"
      },
      {
        "key": "data_driven_flow",
        "author": "Zhiyan Yi and Xiaoyue Cathy Liu and Nikola Markovic and Jeff Phillips",
        "title": "Inferencing hourly traffic volume using data-driven machine learning and graph theory"
      },
      {
        "key": "search_flow_estimation",
        "author": "Manibardo, Eric L. and Laña, Ibai and Villar-Rodriguez, Esther and Ser, Javier Del",
        "title": "A Graph-Based Methodology for the Sensorless Estimation of Road Traffic Profiles"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "vision_flow",
        "author": "Dmitry Pavlyuk and Ilya Jackson",
        "title": "Potential of vision-enhanced floating car data for urban traffic estimation"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "flow_topo_pop",
        "author": "Laraki, Mohamed and De Nunzio, Giovanni and Othman, Bassel",
        "title": "A Large-Scale and Data-Based Road Traffic Flow Estimation Method Leveraging Topography Information and Population Statistics"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "transfer_flow_1",
        "author": "Seku{\\l}a, Przemys{\\l}aw\nand Laan, Zachary Vander\nand Sadabadi, Kaveh Farokhi\nand Kania, Krzysztof\nand Zahedian, Sara",
        "title": "Transferability of a Machine Learning-Based Model of Hourly Traffic Volume Estimation---{F}lorida and {N}ew {H}ampshire Case Study"
      },
      {
        "key": "gis_flow_1",
        "author": "Wang, Pu and Lai, Jiyu and Huang, Zhiren and Tan, Qian and Lin, Tao",
        "title": "Estimating Traffic Flow in Large Road Networks Based on Multi-Source Traffic Data"
      },
      {
        "key": "gis_flow_2",
        "author": "Othman, Bassel and De Nunzio, Giovanni and Laraki, Mohamed and Sabiron, Guillaume",
        "title": "A Novel Approach To Traffic Flow Estimation based on Floating Car Data and Road Topography: Experimental Validation in {}Lyon, {F}rance"
      }
    ]
  }
]