[
  {
    "index": 0,
    "papers": [
      {
        "key": "balepur2024artifactsabductionllmsanswer",
        "author": "Nishant Balepur and Abhilasha Ravichander and Rachel Rudinger",
        "title": "Artifacts or Abduction: How Do LLMs Answer Multiple-Choice Questions Without the Question?"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "myrzakhan2024openllmleaderboardmultichoiceopenstylequestions",
        "author": "Aidar Myrzakhan and Sondos Mahmoud Bsharat and Zhiqiang Shen",
        "title": "Open-LLM-Leaderboard: From Multi-choice to Open-style Questions for LLMs Evaluation, Benchmark, and Arena"
      },
      {
        "key": "clark2018thinksolvedquestionanswering",
        "author": "Peter Clark and Isaac Cowhey and Oren Etzioni and Tushar Khot and Ashish Sabharwal and Carissa Schoenick and Oyvind Tafjord",
        "title": "Think you have Solved Question Answering? Try ARC, the AI2 Reasoning Challenge"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "li2024thinktwicetrustingselfdetection",
        "author": "Moxin Li and Wenjie Wang and Fuli Feng and Fengbin Zhu and Qifan Wang and Tat-Seng Chua",
        "title": "Think Twice Before Trusting: Self-Detection for Large Language Models through Comprehensive Answer Reflection"
      },
      {
        "key": "ji-etal-2022-answer",
        "author": "Ji, Yunjie  and\nChen, Liangyu  and\nDou, Chenxiao  and\nMa, Baochang  and\nLi, Xiangang",
        "title": "To Answer or Not To Answer? Improving Machine Reading Comprehension Model with Span-based Contrastive Learning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "little2019role",
        "author": "Little, Jeri L and Frickey, Elise A and Fung, Alexandra K",
        "title": "The role of retrieval in answering multiple-choice questions."
      },
      {
        "key": "little2015optimizing",
        "author": "Little, Jeri L and Bjork, Elizabeth Ligon",
        "title": "Optimizing multiple-choice tests as tools for learning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "DiBattista03042014",
        "author": "David DiBattista, Jo-Anne Sinnige-Egger and Glenda Fortuna",
        "title": "The “None of the Above” Option in Multiple-Choice Testing: An Experimental Study"
      },
      {
        "key": "dochy2001assessment",
        "author": "Dochy, Filip and Moerkerke, George and De Corte, Erik and Segers, Mien",
        "title": "The assessment of quantitative problem-solving skills with “none of the above”-items (NOTA items)"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "little2023does",
        "author": "Little, Jeri L",
        "title": "Does Using None-of-the-Above (NOTA) Hurt Students’ Confidence?"
      },
      {
        "key": "odegard2007none",
        "author": "Odegard, Timothy N and Koen, Joshua D",
        "title": "“None of the above” as a correct and incorrect alternative on a multiple-choice test: Implications for the testing effect"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "DiBattista03042014",
        "author": "David DiBattista, Jo-Anne Sinnige-Egger and Glenda Fortuna",
        "title": "The “None of the Above” Option in Multiple-Choice Testing: An Experimental Study"
      },
      {
        "key": "pezeshkpour-hruschka-2024-large",
        "author": "Pezeshkpour, Pouya  and\nHruschka, Estevam",
        "title": "Large Language Models Sensitivity to The Order of Options in Multiple-Choice Questions"
      },
      {
        "key": "zheng2024largelanguagemodelsrobust",
        "author": "Chujie Zheng and Hao Zhou and Fandong Meng and Jie Zhou and Minlie Huang",
        "title": "Large Language Models Are Not Robust Multiple Choice Selectors"
      }
    ]
  }
]