[
  {
    "index": 0,
    "papers": [
      {
        "key": "clas08",
        "author": "Classen, Andreas and Heymans, Patrick and Schobbens, Pierre-Yves",
        "title": "What’s in a feature: A requirements engineering perspective"
      },
      {
        "key": "apel09",
        "author": "Apel, Sven and K{\\\"a}stner, Christian",
        "title": "An overview of feature-oriented software development."
      },
      {
        "key": "bane12",
        "author": "Banerjee, Mahua and Roy, Sushil Ranjan and Kumar, Chiranjeev",
        "title": "Feature Oriented Programming: A step towards flexible composition of modular programming"
      },
      {
        "key": "berg15",
        "author": "Berger, Thorsten and Lettner, Daniela and Rubin, Julia and Gr{\\\"u}nbacher, Paul and Silva, Adeline and Becker, Martin and Chechik, Marsha and Czarnecki, Krzysztof",
        "title": "What is a feature? a qualitative study of features in industrial software product lines"
      },
      {
        "key": "kala18",
        "author": "Kala, KU and Nandhini, M",
        "title": "A Systematic Literature Review on Feature Oriented Software Development Paradigm"
      },
      {
        "key": "mole22",
        "author": "Molenaar, Sabine and Steenvoorden, Emilie and van den Berg, Nikita and Dalpiaz, Fabiano and Brinkkemper, Sjaak",
        "title": "Defining key concepts in information science research: The adoption of the definition of feature"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Chat15",
        "author": "Chatziasimidis, Fragkiskos and Stamelos, Ioannis",
        "title": "Data collection and analysis of GitHub repositories and users"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Ortu18",
        "author": "Ortu, Marco and Hall, Tracy and Marchesi, Michele and Tonelli, Roberto and Bowes, David and Destefanis, Giuseppe",
        "title": "Mining communication patterns in software development: A github analysis"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Ono13",
        "author": "Onoue, Saya and Hata, Hideaki and Matsumoto, Ken-ichi",
        "title": "A study of the characteristics of developers' activities in GitHub"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Rah14",
        "author": "Rahman, Mohammad Masudur and Roy, Chanchal K",
        "title": "An insight into the pull requests of github"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Guz14",
        "author": "Guzman, Emitza and Az{\\'o}car, David and Li, Yang",
        "title": "Sentiment analysis of commit comments in GitHub: an empirical study"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Borg16",
        "author": "Borges, Hudson and Hora, Andre and Valente, Marco Tulio",
        "title": "Understanding the factors that impact the popularity of GitHub repositories"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Qi17",
        "author": "Qi, Fumin and Jing, Xiao-Yuan and Zhu, Xiaoke and Xie, Xiaoyuan and Xu, Baowen and Ying, Shi",
        "title": "Software effort estimation based on open source projects: Case study of Github"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Kova18",
        "author": "Kovalenko, Vladimir and Palomba, Fabio and Bacchelli, Alberto",
        "title": "Mining file histories: Should we consider branches?"
      }
    ]
  }
]