[
  {
    "index": 0,
    "papers": [
      {
        "key": "vaswani_attention_2017",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, Łukasz and Polosukhin, Illia",
        "title": "Attention is {All} you {Need}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "openai_gpt-4_2024",
        "author": "Achiam, Josh and Adler, Steven and Agarwal, Sandhini and Ahmad, Lama and Akkaya, Ilge and Aleman, Florencia Leoni and Almeida, Diogo and Altenschmidt, Janko and Altman, Sam and al.,et.",
        "title": "{GPT}-4 {Technical} {Report}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "team_gemini_2024",
        "author": "Georgiev, Petko and Lei, Ving Ian and Burnell, Ryan and Bai, Libin and Gulati, Anmol and Tanzer, Garrett and Vincent, Damien and Pan, Zhufeng and Wang, Shibo and al.,et.",
        "title": "Gemini 1.5: {Unlocking} multimodal understanding across millions of tokens of context"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "grattafiori_llama_2024",
        "author": "Grattafiori, Aaron and Dubey, Abhimanyu and Jauhri, Abhinav and Pandey, Abhinav and Kadian, Abhishek and Al-Dahle, Ahmad and Letman, Aiesha and Mathur, Akhil and Schelten, Alan and Vaughan, Alex and al.,et.",
        "title": "The {Llama} 3 {Herd} of {Models}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wei_chain--thought_2022",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Ichter, Brian and Xia, Fei and Chi, Ed and Le, Quoc and Zhou, Denny",
        "title": "Chain-of-{Thought} {Prompting} {Elicits} {Reasoning} in {Large} {Language} {Models}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "shanahan_talking_2024",
        "author": "Shanahan, Murray",
        "title": "Talking about {Large} {Language} {Models}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lyu_faithful_2023",
        "author": "Lyu, Qing and Havaldar, Shreya and Stein, Adam and Zhang, Li and Rao, Delip and Wong, Eric and Apidianaki, Marianna and Callison-Burch, Chris",
        "title": "Faithful {Chain}-of-{Thought} {Reasoning}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "lyu_faithful_2023",
        "author": "Lyu, Qing and Havaldar, Shreya and Stein, Adam and Zhang, Li and Rao, Delip and Wong, Eric and Apidianaki, Marianna and Callison-Burch, Chris",
        "title": "Faithful {Chain}-of-{Thought} {Reasoning}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "panas_can_2024",
        "author": "Panas, Dagmara and Seth, Sohan and Belle, Vaishak",
        "title": "Can {Large} {Language} {Models} {Put} 2 and 2 {Together}? {Probing} for {Entailed} {Arithmetical} {Relationships}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "dziri_faith_2023",
        "author": "Dziri, Nouha and Lu, Ximing and Sclar, Melanie and Li, Xiang Lorraine and Jiang, Liwei and Lin, Bill Yuchen and Welleck, Sean and West, Peter and Bhagavatula, Chandra and Bras, Ronan Le and Hwang, Jena D. and Sanyal, Soumya and Ren, Xiang and Ettinger, Allyson and Harchaoui, Zaid and Choi, Yejin",
        "title": "Faith and {Fate}: {Limits} of {Transformers} on {Compositionality}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "kombrink_recurrent_2011",
        "author": "Kombrink, Stefan and Mikolov, Tomáš and Karafiát, Martin and Burget, Lukáš",
        "title": "Recurrent neural network based language modeling in meeting recognition"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "luong_effective_2015",
        "author": "Luong, Minh-Thang and Pham, Hieu and Manning, Christopher D.",
        "title": "Effective {Approaches} to {Attention}-based {Neural} {Machine} {Translation}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "vaswani_attention_2017",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, Łukasz and Polosukhin, Illia",
        "title": "Attention is {All} you {Need}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "wang_history_2024",
        "author": "Wang, Zichong and Chu, Zhibo and Doan, Thang Viet and Ni, Shiwen and Yang, Min and Zhang, Wenbin",
        "title": "History, development, and principles of large language models: an introductory survey"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "brown_language_2020",
        "author": "Brown, Tom B and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and Agarwal, Sandhini and Herbert-Voss, Ariel and Krueger, Gretchen and Henighan, Tom",
        "title": "Language {Models} are {Few}-{Shot} {Learners}"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "openai_gpt-4_2024",
        "author": "Achiam, Josh and Adler, Steven and Agarwal, Sandhini and Ahmad, Lama and Akkaya, Ilge and Aleman, Florencia Leoni and Almeida, Diogo and Altenschmidt, Janko and Altman, Sam and al.,et.",
        "title": "{GPT}-4 {Technical} {Report}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "grattafiori_llama_2024",
        "author": "Grattafiori, Aaron and Dubey, Abhimanyu and Jauhri, Abhinav and Pandey, Abhinav and Kadian, Abhishek and Al-Dahle, Ahmad and Letman, Aiesha and Mathur, Akhil and Schelten, Alan and Vaughan, Alex and al.,et.",
        "title": "The {Llama} 3 {Herd} of {Models}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "team_gemini_2024",
        "author": "Georgiev, Petko and Lei, Ving Ian and Burnell, Ryan and Bai, Libin and Gulati, Anmol and Tanzer, Garrett and Vincent, Damien and Pan, Zhufeng and Wang, Shibo and al.,et.",
        "title": "Gemini 1.5: {Unlocking} multimodal understanding across millions of tokens of context"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "jiang_mistral_2023",
        "author": "Jiang, Albert Q. and Sablayrolles, Alexandre and Mensch, Arthur and Bamford, Chris and Chaplot, Devendra Singh and Casas, Diego de las and Bressand, Florian and Lengyel, Gianna and Lample, Guillaume and Saulnier, Lucile and Lavaud, Lélio Renard and Lachaux, Marie-Anne and Stock, Pierre and Scao, Teven Le and Lavril, Thibaut and Wang, Thomas and Lacroix, Timothée and Sayed, William El",
        "title": "Mistral {7B}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "wei_chain--thought_2024",
        "author": "Unknown",
        "title": "Unknown"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "shanahan_talking_2024",
        "author": "Shanahan, Murray",
        "title": "Talking about {Large} {Language} {Models}"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "lyu_faithful_2023",
        "author": "Lyu, Qing and Havaldar, Shreya and Stein, Adam and Zhang, Li and Rao, Delip and Wong, Eric and Apidianaki, Marianna and Callison-Burch, Chris",
        "title": "Faithful {Chain}-of-{Thought} {Reasoning}"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "lyu_faithful_2023",
        "author": "Lyu, Qing and Havaldar, Shreya and Stein, Adam and Zhang, Li and Rao, Delip and Wong, Eric and Apidianaki, Marianna and Callison-Burch, Chris",
        "title": "Faithful {Chain}-of-{Thought} {Reasoning}"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "panas_can_2024",
        "author": "Panas, Dagmara and Seth, Sohan and Belle, Vaishak",
        "title": "Can {Large} {Language} {Models} {Put} 2 and 2 {Together}? {Probing} for {Entailed} {Arithmetical} {Relationships}"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "saparov_language_2023",
        "author": "Saparov, Abulhair and He, He",
        "title": "Language {Models} {Are} {Greedy} {Reasoners}: {A} {Systematic} {Formal} {Analysis} of {Chain}-of-{Thought}"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "tafjord_proofwriter_2021",
        "author": "Tafjord, Oyvind and Dalvi, Bhavana and Clark, Peter",
        "title": "{ProofWriter}: {Generating} {Implications}, {Proofs}, and {Abductive} {Statements} over {Natural} {Language}"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "han_folio_2024",
        "author": "Han, Simeng and Schoelkopf, Hailey and Zhao, Yilun and Qi, Zhenting and Riddell, Martin and Zhou, Wenfei and Coady, James and Peng, David and Qiao, Yujie and Benson, Luke and al.,et.",
        "title": "{FOLIO}: {Natural} {Language} {Reasoning} with {First}-{Order} {Logic}"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "saparov_language_2023",
        "author": "Saparov, Abulhair and He, He",
        "title": "Language {Models} {Are} {Greedy} {Reasoners}: {A} {Systematic} {Formal} {Analysis} of {Chain}-of-{Thought}"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "tafjord_proofwriter_2021",
        "author": "Tafjord, Oyvind and Dalvi, Bhavana and Clark, Peter",
        "title": "{ProofWriter}: {Generating} {Implications}, {Proofs}, and {Abductive} {Statements} over {Natural} {Language}"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "zhong_analytical_2022",
        "author": "Zhong, Wanjun and Wang, Siyuan and Tang, Duyu and Xu, Zenan and Guo, Daya and Chen, Yining and Wang, Jiahai and Yin, Jian and Zhou, Ming and Duan, Nan",
        "title": "Analytical {Reasoning} of {Text}"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "srivastava_beyond_2023",
        "author": "Srivastava, Aarohi and Rastogi, Abhinav and Rao, Abhishek and Shoeb, Abu Awal Md and Abid, Abubakar and Fisch, Adam and Brown, Adam R. and Santoro, Adam and Gupta, Aditya and Garriga-Alonso, Adrià and Kluska, Agnieszka and Lewkowycz, Aitor and Agarwal, Akshat and Power, Alethea and Ray, Alex and Warstadt, Alex and Kocurek, Alexander W. and Safaya, Ali and Tazarv, Ali and Xiang, Alice and Parrish, Alicia and Nie, Allen and Hussain, Aman and Askell, Amanda and Dsouza, Amanda and Slone, Ambrose and Rahane, Ameet and Iyer, Anantharaman S. and Andreassen, Anders Johan and Madotto, Andrea and Santilli, Andrea and Stuhlmüller, Andreas and Dai, Andrew M. and La, Andrew and Lampinen, Andrew Kyle and Zou, Andy and Jiang, Angela and Chen, Angelica and Vuong, Anh and Gupta, Animesh and Gottardi, Anna and Norelli, Antonio and Venkatesh, Anu and Gholamidavoodi, Arash and Tabassum, Arfa and Menezes, Arul and Kirubarajan, Arun and Mullokandov, Asher and Sabharwal, Ashish and Herrick, Austin and Efrat, Avia and Erdem, Aykut and Karakaş, Ayla and Roberts, B. Ryan and Loe, Bao Sheng and Zoph, Barret and Bojanowski, Bartłomiej and Özyurt, Batuhan and Hedayatnia, Behnam and Neyshabur, Behnam and Inden, Benjamin and Stein, Benno and Ekmekci, Berk and Lin, Bill Yuchen and Howald, Blake and Orinion, Bryan and Diao, Cameron and Dour, Cameron and Stinson, Catherine and Argueta, Cedrick and Ferri, Cesar and Singh, Chandan and Rathkopf, Charles and Meng, Chenlin and Baral, Chitta and Wu, Chiyu and Callison-Burch, Chris and Waites, Christopher and Voigt, Christian and Manning, Christopher D. and Potts, Christopher and Ramirez, Cindy and Rivera, Clara E. and Siro, Clemencia and Raffel, Colin and Ashcraft, Courtney and Garbacea, Cristina and Sileo, Damien and Garrette, Dan and Hendrycks, Dan and Kilman, Dan and Roth, Dan and Freeman, C. Daniel and Khashabi, Daniel and Levy, Daniel and González, Daniel Moseguí and Perszyk, Danielle and Hernandez, Danny and Chen, Danqi and Ippolito, Daphne and Gilboa, Dar and Dohan, David and Drakard, David and Jurgens, David and Datta, Debajyoti and Ganguli, Deep and Emelin, Denis and Kleyko, Denis and Yuret, Deniz and Chen, Derek and Tam, Derek and Hupkes, Dieuwke and Misra, Diganta and Buzan, Dilyar and Mollo, Dimitri Coelho and Yang, Diyi and Lee, Dong-Ho and Schrader, Dylan and Shutova, Ekaterina and Cubuk, Ekin Dogus and Segal, Elad and Hagerman, Eleanor and Barnes, Elizabeth and Donoway, Elizabeth and Pavlick, Ellie and Rodolà, Emanuele and Lam, Emma and Chu, Eric and Tang, Eric and Erdem, Erkut and Chang, Ernie and Chi, Ethan A. and Dyer, Ethan and Jerzak, Ethan and Kim, Ethan and Manyasi, Eunice Engefu and Zheltonozhskii, Evgenii and Xia, Fanyue and Siar, Fatemeh and Martínez-Plumed, Fernando and Happé, Francesca and Chollet, Francois and Rong, Frieda and Mishra, Gaurav and Winata, Genta Indra and Melo, Gerard de and Kruszewski, Germàn and Parascandolo, Giambattista and Mariani, Giorgio and Wang, Gloria Xinyue and Jaimovitch-Lopez, Gonzalo and Betz, Gregor and Gur-Ari, Guy and Galijasevic, Hana and Kim, Hannah and Rashkin, Hannah and Hajishirzi, Hannaneh and Mehta, Harsh and Bogar, Hayden and Shevlin, Henry Francis Anthony and Schuetze, Hinrich and Yakura, Hiromu and Zhang, Hongming and Wong, Hugh Mee and Ng, Ian and Noble, Isaac and Jumelet, Jaap and Geissinger, Jack and Kernion, Jackson and Hilton, Jacob and Lee, Jaehoon and Fisac, Jaime Fernández and Simon, James B. and Koppel, James and Zheng, James and Zou, James and Kocon, Jan and Thompson, Jana and Wingfield, Janelle and Kaplan, Jared and Radom, Jarema and Sohl-Dickstein, Jascha and Phang, Jason and Wei, Jason and Yosinski, Jason and Novikova, Jekaterina and Bosscher, Jelle and Marsh, Jennifer and Kim, Jeremy and Taal, Jeroen and Engel, Jesse and Alabi, Jesujoba and Xu, Jiacheng and Song, Jiaming and Tang, Jillian and Waweru, Joan and Burden, John and Miller, John and Balis, John U. and Batchelder, Jonathan and Berant, Jonathan and Frohberg, Jörg and Rozen, Jos and Hernandez-Orallo, Jose and Boudeman, Joseph and Guerr, Joseph and Jones, Joseph and Tenenbaum, Joshua B. and Rule, Joshua S. and Chua, Joyce and Kanclerz, Kamil and Livescu, Karen and Krauth, Karl and Gopalakrishnan, Karthik and Ignatyeva, Katerina and Markert, Katja and Dhole, Kaustubh and Gimpel, Kevin and Omondi, Kevin and Mathewson, Kory Wallace and Chiafullo, Kristen and Shkaruta, Ksenia and Shridhar, Kumar and McDonell, Kyle and Richardson, Kyle and Reynolds, Laria and Gao, Leo and Zhang, Li and Dugan, Liam and Qin, Lianhui and Contreras-Ochando, Lidia and Morency, Louis-Philippe and Moschella, Luca and Lam, Lucas and Noble, Lucy and Schmidt, Ludwig and He, Luheng and Oliveros-Colón, Luis and Metz, Luke and Senel, Lütfi Kerem and Bosma, Maarten and Sap, Maarten and Hoeve, Maartje Ter and Farooqi, Maheen and Faruqui, Manaal and Mazeika, Mantas and Baturan, Marco and Marelli, Marco and Maru, Marco and Ramirez-Quintana, Maria Jose and Tolkiehn, Marie and Giulianelli, Mario and Lewis, Martha and Potthast, Martin and Leavitt, Matthew L. and Hagen, Matthias and Schubert, Mátyás and Baitemirova, Medina Orduna and Arnaud, Melody and McElrath, Melvin and Yee, Michael Andrew and Cohen, Michael and Gu, Michael and Ivanitskiy, Michael and Starritt, Michael and Strube, Michael and Swędrowski, Michał and Bevilacqua, Michele and Yasunaga, Michihiro and Kale, Mihir and Cain, Mike and Xu, Mimee and Suzgun, Mirac and Walker, Mitch and Tiwari, Mo and Bansal, Mohit and Aminnaseri, Moin and Geva, Mor and Gheini, Mozhdeh and T, Mukund Varma and Peng, Nanyun and Chi, Nathan Andrew and Lee, Nayeon and Krakover, Neta Gur-Ari and Cameron, Nicholas and Roberts, Nicholas and Doiron, Nick and Martinez, Nicole and Nangia, Nikita and Deckers, Niklas and Muennighoff, Niklas and Keskar, Nitish Shirish and Iyer, Niveditha S. and Constant, Noah and Fiedel, Noah and Wen, Nuan and Zhang, Oliver and Agha, Omar and Elbaghdadi, Omar and Levy, Omer and Evans, Owain and Casares, Pablo Antonio Moreno and Doshi, Parth and Fung, Pascale and Liang, Paul Pu and Vicol, Paul and Alipoormolabashi, Pegah and Liao, Peiyuan and Liang, Percy and Chang, Peter W. and Eckersley, Peter and Htut, Phu Mon and Hwang, Pinyu and Miłkowski, Piotr and Patil, Piyush and Pezeshkpour, Pouya and Oli, Priti and Mei, Qiaozhu and Lyu, Qing and Chen, Qinlang and Banjade, Rabin and Rudolph, Rachel Etta and Gabriel, Raefer and Habacker, Rahel and Risco, Ramon and Millière, Raphaël and Garg, Rhythm and Barnes, Richard and Saurous, Rif A. and Arakawa, Riku and Raymaekers, Robbe and Frank, Robert and Sikand, Rohan and Novak, Roman and Sitelew, Roman and Bras, Ronan Le and Liu, Rosanne and Jacobs, Rowan and Zhang, Rui and Salakhutdinov, Russ and Chi, Ryan Andrew and Lee, Seungjae Ryan and Stovall, Ryan and Teehan, Ryan and Yang, Rylan and Singh, Sahib and Mohammad, Saif M. and Anand, Sajant and Dillavou, Sam and Shleifer, Sam and Wiseman, Sam and Gruetter, Samuel and Bowman, Samuel R. and Schoenholz, Samuel Stern and Han, Sanghyun and Kwatra, Sanjeev and Rous, Sarah A. and Ghazarian, Sarik and Ghosh, Sayan and Casey, Sean and Bischoff, Sebastian and Gehrmann, Sebastian and Schuster, Sebastian and Sadeghi, Sepideh and Hamdan, Shadi and Zhou, Sharon and Srivastava, Shashank and Shi, Sherry and Singh, Shikhar and Asaadi, Shima and Gu, Shixiang Shane and Pachchigar, Shubh and Toshniwal, Shubham and Upadhyay, Shyam and Debnath, Shyamolima Shammie and Shakeri, Siamak and Thormeyer, Simon and Melzi, Simone and Reddy, Siva and Makini, Sneha Priscilla and Lee, Soo-Hwan and Torene, Spencer and Hatwar, Sriharsha and Dehaene, Stanislas and Divic, Stefan and Ermon, Stefano and Biderman, Stella and Lin, Stephanie and Prasad, Stephen and Piantadosi, Steven and Shieber, Stuart and Misherghi, Summer and Kiritchenko, Svetlana and Mishra, Swaroop and Linzen, Tal and Schuster, Tal and Li, Tao and Yu, Tao and Ali, Tariq and Hashimoto, Tatsunori and Wu, Te-Lin and Desbordes, Théo and Rothschild, Theodore and Phan, Thomas and Wang, Tianle and Nkinyili, Tiberius and Schick, Timo and Kornev, Timofei and Tunduny, Titus and Gerstenberg, Tobias and Chang, Trenton and Neeraj, Trishala and Khot, Tushar and Shultz, Tyler and Shaham, Uri and Misra, Vedant and Demberg, Vera and Nyamai, Victoria and Raunak, Vikas and Ramasesh, Vinay Venkatesh and prabhu, vinay uday and Padmakumar, Vishakh and Srikumar, Vivek and Fedus, William and Saunders, William and Zhang, William and Vossen, Wout and Ren, Xiang and Tong, Xiaoyu and Zhao, Xinran and Wu, Xinyi and Shen, Xudong and Yaghoobzadeh, Yadollah and Lakretz, Yair and Song, Yangqiu and Bahri, Yasaman and Choi, Yejin and Yang, Yichi and Hao, Sophie and Chen, Yifu and Belinkov, Yonatan and Hou, Yu and Hou, Yufang and Bai, Yuntao and Seid, Zachary and Zhao, Zhuoye and Wang, Zijian and Wang, Zijie J. and Wang, Zirui and Wu, Ziyi",
        "title": "Beyond the {Imitation} {Game}: {Quantifying} and extrapolating the capabilities of language models"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "lampinen_language_2024",
        "author": "Lampinen, Andrew K and Dasgupta, Ishita and Chan, Stephanie C Y and Sheahan, Hannah R and Creswell, Antonia and Kumaran, Dharshan and McClelland, James L and Hill, Felix",
        "title": "Language models, like humans, show content effects on reasoning tasks"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "geva_injecting_2020",
        "author": "Geva, Mor and Gupta, Ankit and Berant, Jonathan",
        "title": "Injecting {Numerical} {Reasoning} {Skills} into {Language} {Models}"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "yang_generating_2022",
        "author": "Yang, Kaiyu and Deng, Jia and Chen, Danqi",
        "title": "Generating {Natural} {Language} {Proofs} with {Verifier}-{Guided} {Search}"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "panas_can_2024",
        "author": "Panas, Dagmara and Seth, Sohan and Belle, Vaishak",
        "title": "Can {Large} {Language} {Models} {Put} 2 and 2 {Together}? {Probing} for {Entailed} {Arithmetical} {Relationships}"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "garcez_neurosymbolic_2023",
        "author": "Garcez, Artur d’Avila and Lamb, Luís C.",
        "title": "Neurosymbolic {AI}: the 3rd wave"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "badreddine_logic_2022",
        "author": "Badreddine, Samy and d'Avila Garcez, Artur and Serafini, Luciano and Spranger, Michael",
        "title": "Logic {Tensor} {Networks}"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "siegelmann_computational_1995",
        "author": "Siegelmann, Hava T and Sontag, Eduardo D",
        "title": "On the {Computational} {Power} of {Neural} {Nets}"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "eiter_logic-based_2023",
        "author": "Eiter, Thomas and Geibinger, Tobias and Higuera, Nelson and Oetsch, Johannes",
        "title": "A logic-based approach to contrastive explainability for neurosymbolic visual question answering"
      }
    ]
  },
  {
    "index": 39,
    "papers": [
      {
        "key": "yang_neurasp_2020",
        "author": "Yang, Zhun and Ishay, Adam and Lee, Joohyung",
        "title": "{NeurASP}: {Embracing} {Neural} {Networks} into {Answer} {Set} {Programming}"
      }
    ]
  },
  {
    "index": 40,
    "papers": [
      {
        "key": "pan_logic-lm_2023",
        "author": "Pan, Liangming and Albalak, Alon and Wang, Xinyi and Wang, William",
        "title": "Logic-{LM}: {Empowering} {Large} {Language} {Models} with {Symbolic} {Solvers} for {Faithful} {Logical} {Reasoning}"
      }
    ]
  },
  {
    "index": 41,
    "papers": [
      {
        "key": "korner_fifty_2022",
        "author": "Körner, Philipp and Leuschel, Michael and Barbosa, João and Costa, Vítor Santos and Dahl, Verónica and Hermenegildo, Manuel V. and Morales, Jose F. and Wielemaker, Jan and Diaz, Daniel and Abreu, Salvador and Ciatto, Giovanni",
        "title": "Fifty {Years} of {Prolog} and {Beyond}"
      }
    ]
  },
  {
    "index": 42,
    "papers": [
      {
        "key": "enderton_mathematical_1972",
        "author": "Enderton, Herbert",
        "title": "A {Mathematical} {Introduction} to {Logic}"
      }
    ]
  },
  {
    "index": 43,
    "papers": [
      {
        "key": "kumar_algorithms_1992",
        "author": "Kumar, Vipin",
        "title": "Algorithms for {Constraint}-{Satisfaction} {Problems}: {A} {Survey}"
      }
    ]
  },
  {
    "index": 44,
    "papers": [
      {
        "key": "cook_complexity_1971",
        "author": "Cook, Stephen A.",
        "title": "The complexity of theorem-proving procedures"
      }
    ]
  },
  {
    "index": 45,
    "papers": [
      {
        "key": "frederiksen_applying_2008",
        "author": "Frederiksen, Bruce",
        "title": "Applying {Expert} {System} {Technology} to {Code} {Reuse} with {Pyke}"
      }
    ]
  },
  {
    "index": 46,
    "papers": [
      {
        "key": "de_moura_z3_2008",
        "author": "de Moura, Leonardo and Bjorner, Nikolaj",
        "title": "Z3: {An} {Efficient} {SMT} {Solver}"
      }
    ]
  },
  {
    "index": 47,
    "papers": [
      {
        "key": "mccune_prover9_2010",
        "author": "McCune, William",
        "title": "Prover9 and {Mace4}"
      }
    ]
  },
  {
    "index": 48,
    "papers": [
      {
        "key": "niemeyer_python-constraint_2024",
        "author": "Niemeyer, Gustavo and Celles, Sebastien and Willemsen, Floris-Jan",
        "title": "python-constraint"
      }
    ]
  },
  {
    "index": 49,
    "papers": [
      {
        "key": "kirtania_logic-lm_2024",
        "author": "Kirtania, Shashank and Gupta, Priyanshu and Radhakrishna, Arjun",
        "title": "{LOGIC}-{LM}++: {Multi}-{Step} {Refinement} for {Symbolic} {Formulations}"
      }
    ]
  },
  {
    "index": 50,
    "papers": [
      {
        "key": "lam_closer_2024",
        "author": "Lam, Long Hei Matthew and Thatikonda, Ramya Keerthy and Shareghi, Ehsan",
        "title": "A {Closer} {Look} at {Logical} {Reasoning} with {LLMs}: {The} {Choice} of {Tool} {Matters}"
      }
    ]
  },
  {
    "index": 51,
    "papers": [
      {
        "key": "liu_how_2024",
        "author": "Liu, Jinxi and Cao, Shulin and Shi, Jiaxin and Zhang, Tingjian and Hou, Lei and Li, Juanzi",
        "title": "How {Proficient} {Are} {Large} {Language} {Models} in {Formal} {Languages}? {An} {In}-{Depth} {Insight} for {Knowledge} {Base} {Question} {Answering}"
      }
    ]
  },
  {
    "index": 52,
    "papers": [
      {
        "key": "gelfond_logic_2002",
        "author": "Gelfond, Michael and Leone, Nicola",
        "title": "Logic programming and knowledge representation—{The} {A}-{Prolog} perspective"
      }
    ]
  },
  {
    "index": 53,
    "papers": [
      {
        "key": "kaminski_how_2023",
        "author": "Kaminski, Roland and Romero, Javier and Schaub, Torsten and Wanko, Philipp",
        "title": "How to {Build} {Your} {Own} {ASP}-based {System}?"
      }
    ]
  }
]