[
  {
    "index": 0,
    "papers": [
      {
        "key": "raven1938progressive",
        "author": "John Raven and J. C. Raven and J. H. Court and Psychological Corporation and J. C. Raven and others",
        "title": "Raven's Progressive Matrices"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "sadeghi2015visalogyansweringvisualanalogy",
        "author": "Fereshteh Sadeghi and C. Lawrence Zitnick and Ali Farhadi",
        "title": "VISALOGY: Answering Visual Analogy Questions"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "bitton2022vasrvisualanalogiessituation",
        "author": "Yonatan Bitton and Ron Yosef and Eli Strugo and Dafna Shahaf and Roy Schwartz and Gabriel Stanovsky",
        "title": "VASR: Visual Analogies of Situation Recognition"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "brown2020languagemodelsfewshotlearners",
        "author": "Tom B. Brown and Benjamin Mann and Nick Ryder and Melanie Subbiah and Jared Kaplan and Prafulla Dhariwal and Arvind Neelakantan and Pranav Shyam and Girish Sastry and Amanda Askell and Sandhini Agarwal and Ariel Herbert-Voss and Gretchen Krueger and Tom Henighan and Rewon Child and Aditya Ramesh and Daniel M. Ziegler and Jeffrey Wu and Clemens Winter and Christopher Hesse and Mark Chen and Eric Sigler and Mateusz Litwin and Scott Gray and Benjamin Chess and Jack Clark and Christopher Berner and Sam McCandlish and Alec Radford and Ilya Sutskever and Dario Amodei",
        "title": "Language Models are Few-Shot Learners"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wei2022chain",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Chi, Ed H. and Le, Quoc V. and Zhou, Denny",
        "title": "Chain of Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "kojima2022large",
        "author": "Kojima, Takeshi and Gu, Shixiang Shane and Reid, Machel and Matsuo, Yutaka and Iwasawa, Yusuke",
        "title": "Large language models are zero-shot reasoners"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wei2022chain",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and Chi, Ed H. and Le, Quoc V. and Zhou, Denny",
        "title": "Chain of Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "zhang2024multimodalchainofthoughtreasoninglanguage",
        "author": "Zhuosheng Zhang and Aston Zhang and Mu Li and Hai Zhao and George Karypis and Alex Smola",
        "title": "Multimodal Chain-of-Thought Reasoning in Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zhou2023leasttomostpromptingenablescomplex",
        "author": "Denny Zhou and Nathanael Schärli and Le Hou and Jason Wei and Nathan Scales and Xuezhi Wang and Dale Schuurmans and Claire Cui and Olivier Bousquet and Quoc Le and Ed Chi",
        "title": "Least-to-Most Prompting Enables Complex Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lu2022learn",
        "author": "Lu, Pan and Mishra, Swaroop and Xia, Tony and Qiu, Liang and Chang, Kai-Wei and Zhu, Song-Chun and Tafjord, Oyvind and Clark, Peter and Ashwin Kalyan",
        "title": "Learn to Explain: Multimodal Reasoning via Thought Chains for Science Question Answering"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "schwenk2022aokvqabenchmarkvisualquestion",
        "author": "Dustin Schwenk and Apoorv Khandelwal and Christopher Clark and Kenneth Marino and Roozbeh Mottaghi",
        "title": "A-OKVQA: A Benchmark for Visual Question Answering using World Knowledge"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "wang2024measuringmultimodalmathematicalreasoning",
        "author": "Ke Wang and Junting Pan and Weikang Shi and Zimu Lu and Mingjie Zhan and Hongsheng Li",
        "title": "Measuring Multimodal Mathematical Reasoning with MATH-Vision Dataset"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "yue2024mmmu",
        "author": "Yue, Xiang and Zheng, Tianyu and Ni, Yuansheng and Wang, Yubo and Zhang, Kai and Tong, Shengbang and Sun, Yuxuan and Yin, Ming and Yu, Botao and Zhang, Ge and others",
        "title": "MMMU-Pro: A More Robust Multi-discipline Multimodal Understanding Benchmark"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "kil2024compbenchcomparativereasoningbenchmark",
        "author": "Jihyung Kil and Zheda Mai and Justin Lee and Zihe Wang and Kerrie Cheng and Lemeng Wang and Ye Liu and Arpita Chowdhury and Wei-Lun Chao",
        "title": "CompBench: A Comparative Reasoning Benchmark for Multimodal LLMs"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "nie2024mmrelrelationunderstandingdataset",
        "author": "Jiahao Nie and Gongjie Zhang and Wenbin An and Yap-Peng Tan and Alex C. Kot and Shijian Lu",
        "title": "MMRel: A Relation Understanding Dataset and Benchmark in the MLLM Era"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "jiang2024marvelmultidimensionalabstractionreasoning",
        "author": "Yifan Jiang and Jiarui Zhang and Kexuan Sun and Zhivar Sourati and Kian Ahrabian and Kaixin Ma and Filip Ilievski and Jay Pujara",
        "title": "MARVEL: Multidimensional Abstraction and Reasoning through Visual Evaluation and Learning"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "zhu2024scanreasonempowering3dvisual",
        "author": "Chenming Zhu and Tai Wang and Wenwei Zhang and Kai Chen and Xihui Liu",
        "title": "ScanReason: Empowering 3D Visual Grounding with Reasoning Capabilities"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "shao2024visualcotadvancingmultimodal",
        "author": "Hao Shao and Shengju Qian and Han Xiao and Guanglu Song and Zhuofan Zong and Letian Wang and Yu Liu and Hongsheng Li",
        "title": "Visual CoT: Advancing Multi-Modal Language Models with a Comprehensive Dataset and Benchmark for Chain-of-Thought Reasoning"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "xiao2024logicvistamultimodalllmlogical",
        "author": "Yijia Xiao and Edward Sun and Tianyu Liu and Wei Wang",
        "title": "LogicVista: Multimodal LLM Logical Reasoning Benchmark in Visual Contexts"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "wang2024videocotvideochainofthoughtdataset",
        "author": "Yan Wang and Yawen Zeng and Jingsheng Zheng and Xiaofen Xing and Jin Xu and Xiangmin Xu",
        "title": "VideoCoT: A Video Chain-of-Thought Dataset with Active Annotation Tool"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "wang2024muirbenchcomprehensivebenchmarkrobust",
        "author": "Fei Wang and Xingyu Fu and James Y. Huang and Zekun Li and Qin Liu and Xiaogeng Liu and Mingyu Derek Ma and Nan Xu and Wenxuan Zhou and Kai Zhang and Tianyi Lorena Yan and Wenjie Jacky Mo and Hsiang-Hui Liu and Pan Lu and Chunyuan Li and Chaowei Xiao and Kai-Wei Chang and Dan Roth and Sheng Zhang and Hoifung Poon and Muhao Chen",
        "title": "MuirBench: A Comprehensive Benchmark for Robust Multi-image Understanding"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "zhao2024mirb",
        "author": "Bingchen Zhao and Yongshuo Zong and Letian Zhang and Timothy Hospedales",
        "title": "Benchmarking Multi-Image Understanding in Vision and Language Models: Perception, Knowledge, Reasoning, and Multi-Hop Reasoning"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "Jiang2024MANTISIM",
        "author": "Dongfu Jiang and Xuan He and Huaye Zeng and Cong Wei and Max W.F. Ku and Qian Liu and Wenhu Chen",
        "title": "MANTIS: Interleaved Multi-Image Instruction Tuning"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "gokhale2019cooking",
        "author": "Gokhale, Tejas and Sampat, Shailaja and Fang, Zhiyuan and Yang, Yezhou and Baral, Chitta",
        "title": "Cooking with blocks: A recipe for visual reasoning on image-pairs"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "chang2020procedure",
        "author": "Chang, Chien-Yi and Huang, De-An and Xu, Danfei and Adeli, Ehsan and Fei-Fei, Li and Niebles, Juan Carlos",
        "title": "Procedure planning in instructional videos"
      },
      {
        "key": "su2024actplan",
        "author": "Su, Ying and Ling, Zhan and Shi, Haochen and Jiayang, Cheng and Yim, Yauwai and Song, Yangqiu",
        "title": "ActPlan-1K: Benchmarking the Procedural Planning Ability of Visual Language Models in Household Activities"
      }
    ]
  }
]