[
  {
    "index": 0,
    "papers": [
      {
        "key": "Shriberg",
        "author": "Shriberg, Elizabeth\nand Stolcke, Andreas",
        "title": "Prosody Modeling for Automatic Speech Recognition and Understanding"
      },
      {
        "key": "1561280",
        "author": "Chen, K. and Hasegawa-Johnson, M. and Cohen, A. and Borys, S. and Sung-Suk Kim and Cole, J. and Jeung-Yoon Choi",
        "title": "Prosody dependent speech recognition on radio news corpus of American English"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "chen2003prosody",
        "author": "Chen, Ken and Borys, Sarah and Hasegawa-Johnson, Mark and Cole, Jennifer",
        "title": "Prosody dependent speech recognition with explicit duration modelling at intonational phrase boundaries"
      },
      {
        "key": "Hasegawa-Johnson",
        "author": "Hasegawa-Johnson, Mark and Chen, Ken and Cole, Jennifer and Borys, Sarah and Kim, Sung-Suk and Cohen, Aaron and Zhang, Tong and Choi, Jeung-Yoon and Kim, Heejin and Yoon, Tae-Jin",
        "title": "Simultaneous recognition of words and prosody in the Boston University Radio Speech Corpus"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "4218240",
        "author": "Ananthakrishnan, Sankaranarayanan and Narayanan, Shrikanth",
        "title": "Improved Speech Recognition using Acoustic and Lexical Correlates of Pitch Accent in a N-Best Rescoring Framework"
      },
      {
        "key": "Ananthakrishnan",
        "author": "Ananthakrishnan, Sankaranarayanan and Narayanan, Shrikanth",
        "title": "Unsupervised adaptation of categorical prosody models for prosody labeling and speech recognition"
      },
      {
        "key": "huang10_speechprosody",
        "author": "Jui-Ting Huang and Po-Sen Huang and Yoonsook Mo and Mark Hasegawa-Johnson and Jennifer Cole",
        "title": "Prosody-dependent acoustic modeling using variable-parameter hidden Markov models"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "tran-etal-2018-parsing",
        "author": "Tran, Trang  and\nToshniwal, Shubham  and\nBansal, Mohit  and\nGimpel, Kevin  and\nLivescu, Karen  and\nOstendorf, Mari",
        "title": "Parsing Speech: a Neural Approach to Integrating Lexical and Acoustic-Prosodic Information"
      },
      {
        "key": "Tran2019OnTR",
        "author": "Trang Tran and Jiahong Yuan and Yang Liu and Mari Ostendorf",
        "title": "On the Role of Style in Parsing Speech with Neural Models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "guinaudeau11_interspeech",
        "author": "Camille Guinaudeau and Julia Hirschberg",
        "title": "Accounting for prosodic information to improve ASR-based topic tracking for TV broadcast news"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wei2022neuralprosodyencoderendroend",
        "author": "Kai Wei and Dillon Knox and Martin Radfar and Thanh Tran and Markus Muller and Grant P. Strimel and Nathan Susanj and Athanasios Mouchtaris and Maurizio Omologo",
        "title": "A neural prosody encoder for end-ro-end dialogue act classification"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rajaa23_interspeech",
        "author": "Shangeth Rajaa",
        "title": "Improving End-to-End SLU performance with Prosodic Attention and Distillation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Luengo2005AutomaticER",
        "author": "Iker Luengo and Eva Navas and Inma Hern{\\'a}ez and Jon S{\\'a}nchez",
        "title": "Automatic emotion recognition using prosodic parameters"
      },
      {
        "key": "naderi2023cross",
        "author": "Navid Naderi and Babak Nasersharif",
        "title": "Cross Corpus Speech Emotion Recognition using transfer learning and attention-based fusion of Wav2Vec2 and prosody features"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Baevski2020wav2vec2A",
        "author": "Alexei Baevski and Henry Zhou and Abdel-rahman Mohamed and Michael Auli",
        "title": "wav2vec 2.0: A Framework for Self-Supervised Learning of Speech Representations"
      },
      {
        "key": "hsu2021hubert",
        "author": "Hsu, Wei-Ning and Bolte, Benjamin and Tsai, Yao-Hung Hubert and Lakhotia, Kushal and Salakhutdinov, Ruslan and Mohamed, Abdelrahman",
        "title": "HuBERT: Self-Supervised Speech Representation Learning by Masked Prediction of Hidden Units"
      },
      {
        "key": "chen2022wavlm",
        "author": "Chen, Sanyuan and Wang, Chengyi and Chen, Zhengyang and Wu, Yu and Liu, Shujie and Chen, Zhuo and Li, Jinyu and Kanda, Naoyuki and Yoshioka, Takuya and Xiao, Xiong and others",
        "title": "Wavlm: Large-scale self-supervised pre-training for full stack speech processing"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "deseyssel22_interspeech",
        "author": "Maureen {de Seyssel} and Marvin Lavechin and Yossi Adi and Emmanuel Dupoux and Guillaume Wisniewski",
        "title": "Probing phoneme, language and speaker information in unsupervised speech representations"
      },
      {
        "key": "oli",
        "author": "Liu, {Oli Danyi} and Hao Tang and Sharon Goldwater",
        "title": "Self-supervised Predictive Coding Models Encode Speaker and Phonetic Information in Orthogonal Subspaces"
      },
      {
        "key": "Mukhtar",
        "author": "Mukhtar Mohamed and Liu, {Oli Danyi} and Hao Tang and Sharon Goldwater",
        "title": "Orthogonality and isotropy of speaker and phonetic information in self-supervised speech representations"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "10023234",
        "author": "Lin, Guan-Ting and Feng, Chi-Luen and Huang, Wei-Ping and Tseng, Yuan and Lin, Tzu-Han and Li, Chen-An and Lee, Hung-yi and Ward, Nigel G.",
        "title": "On the Utility of Self-Supervised Models for Prosody-Related Tasks"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "deseyssel22_interspeech",
        "author": "Maureen {de Seyssel} and Marvin Lavechin and Yossi Adi and Emmanuel Dupoux and Guillaume Wisniewski",
        "title": "Probing phoneme, language and speaker information in unsupervised speech representations"
      }
    ]
  }
]