[
  {
    "index": 0,
    "papers": [
      {
        "key": "Ozan2024",
        "author": "Ozan, S.",
        "title": "DNA Sequence Classification with Compressors"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Jiang2023",
        "author": "Jiang, Z. and Yang, M. and Tsirlin, M. and Tang, R. and Dai, Y. and Lin, J.",
        "title": "“Low-Resource” Text Classification: A Parameter-Free Classification Method with Compressors"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Volety2024",
        "author": "Volety, R.",
        "title": "News classification techniques using NLP"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Singh2021",
        "author": "Singh, Y. V. and Naithani, P. and Ansari, P. and Agnihotri, P.",
        "title": "News Classification System using Machine Learning Approach"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Dogra2022",
        "author": "Dogra, V. and Verma, S. and Kavita, N. and Chatterjee, P. and Shafi, J. and Choi, J. and Ijaz, M. F.",
        "title": "A Complete Process of Text Classification System Using State-of-the-Art NLP Models"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Zhang2023",
        "author": "Zhang, D. and Li, J. and Xie, Y. and Wulamu, A.",
        "title": "Research on performance variations of classifiers with the influence of pre-processing methods for Chinese short text classification"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Hassan2022",
        "author": "Hassan, S. U. and Ahamed, J. and Ahmad, K.",
        "title": "Analytics of machine learning-based algorithms for text classification"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Peters2023",
        "author": "Peters, H.",
        "title": "Commentary: GZIP + KNN beats deep neural networks in text classification"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Bullock2024",
        "author": "Bullock, M. and Lechowski, M. and Mehra, R.",
        "title": "New standards for a faster and more private internet"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Jiang2022",
        "author": "Jiang, Z. and Yang, M. Y. R. and Tsirlin, M. and Tang, R. and Lin, J.",
        "title": "Less is More: Parameter-Free Text Classification with Gzip"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Pascarella2022",
        "author": "Pascarella, A. and Gianni, E. and Abbondanza, M. and Armonaite, K. and Pitolli, F. and Bertoli, M. and L’Abbate, T. and Grifoni, J. and Vitulano, D. and Bruni, V. and Conti, L. and Paulon, L. and Tecchio, F.",
        "title": "Normalized compression distance to measure cortico-muscular synchronization"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Gasparetto2022",
        "author": "Gasparetto, A. and Marcuzzo, M. and Zangari, A. and Albarelli, A.",
        "title": "A survey on text classification algorithms: From text to predictions"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Jimoh2021",
        "author": "Jimoh, R. G. and Adewole, K. S. and Aderemi, T. E. and Balogun, A. O.",
        "title": "Investigative study of Unigram and Bigram features for short message spam detection"
      }
    ]
  }
]