[
  {
    "index": 0,
    "papers": [
      {
        "key": "cMDP-book",
        "author": "Eitan Altman",
        "title": "Constrained Markov Decision Processes"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "cMDP-ZeroDualityGap",
        "author": "Paternain, Santiago and Chamon, Luiz and Calvo-Fullana, Miguel and Ribeiro, Alejandro",
        "title": "Constrained Reinforcement Learning Has Zero Duality Gap"
      },
      {
        "key": "cMDP-Pac",
        "author": "Unknown",
        "title": "Unknown"
      },
      {
        "key": "cMDP-Actor-Critic",
        "author": "V.S. Borkar",
        "title": "An actor-critic algorithm for constrained Markov decision processes"
      },
      {
        "key": "cMDP-sample-complexity-safe",
        "author": "HasanzadeZonuzy, Aria and Bura, Archana and Kalathil, Dileep and Shakkottai, Srinivas",
        "title": "Learning with Safety Constraints: Sample Complexity of Reinforcement Learning for Constrained MDPs"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "cMDP-Model-Violation-Free",
        "author": "Wei, Honghao and Liu, Xin and Ying, Lei",
        "title": " Triple-Q: A Model-Free Algorithm for Constrained Reinforcement Learning with Sublinear Regret and Zero Constraint Violation "
      },
      {
        "key": "NoViolationPolicyGradient",
        "author": "Bai, Qinbo and Singh Bedi, Amrit and Aggarwal, Vaneet",
        "title": "Achieving Zero Constraint Violation for Constrained Reinforcement Learning via Conservative Natural Policy Gradient Primal-Dual Algorithm"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Knap-Brantley",
        "author": "Kianté Brantley and Miroslav Dudík and Thodoris Lykouris and Sobhan Miryoosefi and Max Simchowitz and Aleksandrs Slivkins and Wen Sun",
        "title": "Constrained episodic reinforcement learning in concave-convex and knapsack settings"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Knap-Brantley",
        "author": "Kianté Brantley and Miroslav Dudík and Thodoris Lykouris and Sobhan Miryoosefi and Max Simchowitz and Aleksandrs Slivkins and Wen Sun",
        "title": "Constrained episodic reinforcement learning in concave-convex and knapsack settings"
      },
      {
        "key": "Knap-PreBrantley",
        "author": "Cheung, Wang Chi",
        "title": "Regret Minimization for Reinforcement Learning with Vectorial Feedback and Complex Objectives"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "SafeComprSurvey",
        "author": "Javier Garc{{\\'i}}a and Fern and o Fern{{\\'a}}ndez",
        "title": "A Comprehensive Survey on Safe Reinforcement Learning"
      },
      {
        "key": "SafeReview",
        "author": "Shangding Gu and Long Yang and Yali Du and Guang Chen and Florian Walter and Jun Wang and Alois Knoll",
        "title": "A Review of Safe Reinforcement Learning: Methods, Theory and Applications"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "SafeLyapunov",
        "author": "Chow, Yinlam and Nachum, Ofir and Duenez-Guzman, Edgar and Ghavamzadeh, Mohammad",
        "title": "A Lyapunov-based Approach to Safe Reinforcement Learning"
      },
      {
        "key": "SafeE4",
        "author": "Bossens, David M. and Bishop, Nicholas",
        "title": "Explicit Explore, Exploit, or Escape (E4): Near-Optimal Safety-Constrained Reinforcement Learning in Polynomial Time"
      },
      {
        "key": "SafeShielding",
        "author": "Alshiekh, Mohammed and Bloem, Roderick and Ehlers, Rüdiger and Könighofer, Bettina and Niekum, Scott and Topcu, Ufuk",
        "title": "Safe Reinforcement Learning via Shielding"
      },
      {
        "key": "SafeBarrier",
        "author": "Cheng, Richard and Orosz, Gábor and Murray, Richard M. and Burdick, Joel W.",
        "title": "End-to-End Safe Reinforcement Learning through Barrier Functions for Safety-Critical Continuous Control Tasks"
      },
      {
        "key": "SafeStable",
        "author": "Berkenkamp, Felix and Turchetta, Matteo and Schoellig, Angela and Krause, Andreas",
        "title": "Safe Model-based Reinforcement Learning with Stability Guarantees"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "SafeHardBarrier",
        "author": "Wang, Yixuan and Zhan, Simon Sinong and Jiao, Ruochen and Wang, Zhilu and Jin, Wanxin and Yang, Zhuoran and Wang, Zhaoran and Huang, Chao and Zhu, Qi",
        "title": "Enforcing Hard Constraints with Soft Barriers: Safe Reinforcement Learning in Unknown Stochastic Environments"
      },
      {
        "key": "SafeStateSurvey",
        "author": "Zhao, Weiye and He, Tairan and Chen, Rui and Wei, Tianhao and Liu, Changliu",
        "title": "State-wise safe reinforcement learning: a survey"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "SafeStateSurvey",
        "author": "Zhao, Weiye and He, Tairan and Chen, Rui and Wei, Tianhao and Liu, Changliu",
        "title": "State-wise safe reinforcement learning: a survey"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "SafeStatePAC",
        "author": "Roderick, Melrose and Nagarajan, Vaishnavh and Kolter, Zico",
        "title": " Provably Safe PAC-MDP Exploration Using Analogies "
      },
      {
        "key": "Safe-RL-Imagining",
        "author": "Thomas, Garrett and Luo, Yuping and Ma, Tengyu",
        "title": "Safe Reinforcement Learning by Imagining the Near Future"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "InstantaneousSafeRL",
        "author": "Li, Jingqi and Fridovich-Keil, David and Sojoudi, Somayeh and Tomlin, Claire J.",
        "title": "Augmented Lagrangian Method for Instantaneously Constrained Reinforcement Learning Problems"
      },
      {
        "key": "PreInstantaneous1",
        "author": "Fisac, Jaime F. and Lugovoy, Neil F. and Rubies-Royo, Vicen\\c{c} and Ghosh, Shromona and Tomlin, Claire J.",
        "title": "Bridging Hamilton-Jacobi Safety Analysis and Reinforcement Learning"
      },
      {
        "key": "PreInstantaneous2",
        "author": "Sebastien Gros and Mario Zanon and Alberto Bemporad",
        "title": "Safe Reinforcement Learning via Projection on a Safe Set: How to Achieve Optimality?"
      }
    ]
  }
]