[
  {
    "index": 0,
    "papers": [
      {
        "key": "strudel2020learningcombineprimitiveskills",
        "author": "Robin Strudel and Alexander Pashevich and Igor Kalevatykh and Ivan Laptev and Josef Sivic and Cordelia Schmid",
        "title": "Learning to combine primitive skills: A step towards versatile robotic manipulation"
      },
      {
        "key": "tang2020learningagilelocomotionadversarial",
        "author": "Yujin Tang and Jie Tan and Tatsuya Harada",
        "title": "Learning Agile Locomotion via Adversarial Training"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "A2022ReinforcementLB",
        "author": "Ancy A and V. R. Jisha",
        "title": "Reinforcement Learning based Control of a Quadruped Robot"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "1044017",
        "author": "Kawabata, K. and Akamatsu, T. and Asama, H.",
        "title": "A study of self-diagnosis system of an autonomous mobile robot: expansion of state sensory systems"
      },
      {
        "key": "Guan2015FaultSF",
        "author": "Enguang Guan and Jian Fei and Gen Pan and Zhuang Fu and Weixin Yan and Yanzheng Zhao",
        "title": "Fault Self-Diagnosis for Modular Robotic Systems Using M-Lattice Modules"
      },
      {
        "key": "9249654",
        "author": "Nwaonumah, Ezebuugo and Samanta, Biswanath",
        "title": "Deep Reinforcement Learning For Visual Navigation of Wheeled Mobile Robots"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "kume2017mapbasedmultipolicyreinforcementlearning",
        "author": "Ayaka Kume and Eiichi Matsumoto and Kuniyuki Takahashi and Wilson Ko and Jethro Tan",
        "title": "Map-based Multi-Policy Reinforcement Learning: Enhancing Adaptability of Robots by Deep Reinforcement Learning"
      },
      {
        "key": "nagabandi2019learningadaptdynamicrealworld",
        "author": "Anusha Nagabandi and Ignasi Clavera and Simin Liu and Ronald S. Fearing and Pieter Abbeel and Sergey Levine and Chelsea Finn",
        "title": "Learning to Adapt in Dynamic, Real-World Environments Through Meta-Reinforcement Learning"
      },
      {
        "key": "raileanu2020fastadaptationpolicydynamicsvalue",
        "author": "Roberta Raileanu and Max Goldstein and Arthur Szlam and Rob Fergus",
        "title": "Fast Adaptation via Policy-Dynamics Value Functions"
      },
      {
        "key": "YangGANARL",
        "author": "Yang, Fan and Yang, Chao and Guo, Di and Liu, Huaping and Sun, Fuchun",
        "title": "Fault-Aware Robust Control via Adversarial Reinforcement Learning"
      },
      {
        "key": "ChenFADM",
        "author": "Chen, Ci and Wang, Dongqi and Yu, Jiyu and Xiang, Pingyu and Lu, Haojian and Wang, Yue and Xiong, Rong",
        "title": "Fast Adaptation Dynamics Model for Robot’s Damage Recovery"
      },
      {
        "key": "guo2023decentralizedmotorskilllearning",
        "author": "Yanjiang Guo and Zheyuan Jiang and Yen-Jen Wang and Jingyue Gao and Jianyu Chen",
        "title": "Decentralized Motor Skill Learning for Complex Robotic Systems"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "vaswani2023attentionneed",
        "author": "Ashish Vaswani and Noam Shazeer and Niki Parmar and Jakob Uszkoreit and Llion Jones and Aidan N. Gomez and Lukasz Kaiser and Illia Polosukhin",
        "title": "Attention Is All You Need"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "dosovitskiy2021imageworth16x16words",
        "author": "Alexey Dosovitskiy and Lucas Beyer and Alexander Kolesnikov and Dirk Weissenborn and Xiaohua Zhai and Thomas Unterthiner and Mostafa Dehghani and Matthias Minderer and Georg Heigold and Sylvain Gelly and Jakob Uszkoreit and Neil Houlsby",
        "title": "An Image is Worth 16x16 Words: Transformers for Image Recognition at Scale"
      },
      {
        "key": "qi2022high",
        "author": "Qi, Lu and Kuen, Jason and Guo, Weidong and Shen, Tiancheng and Gu, Jiuxiang and Jia, Jiaya and Lin, Zhe and Yang, Ming-Hsuan",
        "title": "High-quality entity segmentation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "chen2021decisiontransformerreinforcementlearning",
        "author": "Lili Chen and Kevin Lu and Aravind Rajeswaran and Kimin Lee and Aditya Grover and Michael Laskin and Pieter Abbeel and Aravind Srinivas and Igor Mordatch",
        "title": "Decision Transformer: Reinforcement Learning via Sequence Modeling"
      },
      {
        "key": "kurin2021bodycagerolemorphology",
        "author": "Vitaly Kurin and Maximilian Igl and Tim Rocktäschel and Wendelin Boehmer and Shimon Whiteson",
        "title": "My Body is a Cage: the Role of Morphology in Graph-Based Incompatible Control"
      },
      {
        "key": "gupta2022metamorphlearninguniversalcontrollers",
        "author": "Agrim Gupta and Linxi Fan and Surya Ganguli and Li Fei-Fei",
        "title": "MetaMorph: Learning Universal Controllers with Transformers"
      },
      {
        "key": "hong2022structureaware",
        "author": "Sunghoon Hong and Deunsol Yoon and Kee-Eung Kim",
        "title": "Structure-Aware Transformer Policy for Inhomogeneous Multi-Task Reinforcement Learning"
      },
      {
        "key": "radosavovic2024humanoidlocomotiontokenprediction",
        "author": "Ilija Radosavovic and Bike Zhang and Baifeng Shi and Jathushan Rajasegaran and Sarthak Kamat and Trevor Darrell and Koushil Sreenath and Jitendra Malik",
        "title": "Humanoid Locomotion as Next Token Prediction"
      },
      {
        "key": "wan2024vint",
        "author": "Wan, Zhaoliang and Ling, Yonggen and Yi, Senlin and Qi, Lu and Lee, Wangwei and Lu, Minglei and Yang, Sicheng and Teng, Xiao and Lu, Peng and Yang, Xu and others",
        "title": "Vint-6d: A large-scale object-in-hand dataset from vision, touch and proprioception"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "sferrazza2024bodytransformerleveragingrobot",
        "author": "Carmelo Sferrazza and Dun-Ming Huang and Fangchen Liu and Jongmin Lee and Pieter Abbeel",
        "title": "Body Transformer: Leveraging Robot Embodiment for Policy Learning"
      }
    ]
  }
]