[
  {
    "index": 0,
    "papers": [
      {
        "key": "Todisco2019ASVspoof2F",
        "author": "Massimiliano Todisco and Xin Wang and Ville Vestman and Md. Sahidullah and H{\\'e}ctor Delgado and Andreas Nautsch and Junichi Yamagishi and Nicholas W. D. Evans and Tomi H. Kinnunen and Kong Aik LEE",
        "title": "{ASVspoof 2019: Future Horizons in Spoofed and Fake Audio Detection}"
      },
      {
        "key": "ASVspoof2021",
        "author": "Junichi Yamagishi and Xin Wang and others",
        "title": "{ASVspoof 2021: Accelerating Progress in Spoofed and Deepfake Speech Detection}"
      },
      {
        "key": "Wang2024ASVspoof5C",
        "author": "Xin Wang and H{\\'e}ctor Delgado and Hemlata Tak and Jee-weon Jung and Hye-jin Shim and Massimiliano Todisco and Ivan Kukanov and Xuechen Liu and Md. Sahidullah and Tomi Kinnunen and Nicholas Evans and Kong Aik Lee and Junichi Yamagishi",
        "title": "{ASVspoof 5: Crowdsourced Speech Data, Deepfakes, and Adversarial Attacks at Scale}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "müller2024doesaudiodeepfakedetection",
        "author": "Nicolas M. Müller and Pavel Czempin and Franziska Dieckmann and Adam Froghyar and Konstantin Böttinger",
        "title": "{Does Audio Deepfake Detection Generalize?}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Chen2020",
        "author": "T. Chen and A. Kumar and others",
        "title": "{Generalization of audio deepfake detection}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Ma2021",
        "author": "Ma, Haoxin and Yi, Jiangyan and others",
        "title": "{Continual Learning for Fake Audio Detection}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kukanov2024metalearningapproachesimprovingdetection",
        "author": "Ivan Kukanov and Janne Laakkonen and Tomi Kinnunen and Ville Hautamäki",
        "title": "{Meta-Learning Approaches for Improving Detection of Unseen Speech Deepfakes}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Kawa2022",
        "author": "Kawa, Piotr and Plata, Marcin and others",
        "title": "{Attack Agnostic Dataset: Towards Generalization and Stabilization of Audio DeepFake Detection}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lavrentyeva2019stcantispoofingsystemsasvspoof2019",
        "author": "Galina Lavrentyeva and Sergey Novoselov and Andzhukaev Tseren and Marina Volkova and Artem Gorlanov and Alexandr Kozlov",
        "title": "STC Antispoofing Systems for the ASVspoof2019 Challenge"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "oneata2023generalisable",
        "author": "Dan Oneata and Adriana Stan and others",
        "title": "{Towards generalisable and calibrated synthetic speech detection with self-supervised representations}"
      },
      {
        "key": "Wang2023",
        "author": "Xin Wang and Junichi Yamagishi",
        "title": "{Can Large-Scale Vocoded Spoofed Data Improve Speech Spoofing Countermeasure With a Self-Supervised Front End?}"
      }
    ]
  }
]