[
  {
    "index": 0,
    "papers": [
      {
        "key": "isaacowitz2011bringing",
        "author": "Isaacowitz, Derek M. and Stanley, Jennifer Tehan",
        "title": "Bringing an Ecological Perspective to the Study of Aging and Recognition of Emotional Facial Expressions: Past, Current, and Future Methods"
      },
      {
        "key": "ruffman2008meta",
        "author": "Ted Ruffman and Julie D. Henry and Vicki Livingstone and Louise H. Phillips",
        "title": "A meta-analytic review of emotion recognition and aging: Implications for neuropsychological models of aging"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "fölster2014facial",
        "author": "Mara Fölster and Ursula Hess and Katja Werheid",
        "title": "Facial age affects emotional expression decoding"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ko2021changes",
        "author": "Ko, Hyunwoong and Kim, Kisun and Bae, Minju and Seo, Myo-Geong and Nam, Gieun and Park, Seho and Park, Soowon and Ihm, Jungjoon and Lee, Jun-Young",
        "title": "Changes in Computer-Analyzed Facial Expressions with Age"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "ngrondhuis2021having",
        "author": "Sabrina N Grondhuis and Angela Jimmy and Carolina Teague and Nicolas M Brunet",
        "title": "Having Difficulties Reading the Facial Expression of Older Individuals? Blame It on the Facial Muscles, Not the Wrinkles"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "battinisonmez2019computational",
        "author": "Elena Battini Sönmez",
        "title": "A computational study on aging effect for facial expression recognition"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "raghebatallah2019review",
        "author": "Rasha Ragheb Atallah and Amirrudin Kamsin and Maizatul Akmar Ismail",
        "title": "A review study: The effect of face aging at Estimating Age and Face Recognition"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rahatuljannat2021expression",
        "author": "Sk Rahatul Jannat and Shaun Canavan",
        "title": "Expression Recognition Across Age"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "park2022facial",
        "author": "Hyungjoo Park and Youngha Shin and Kyu Song and Channyeong Yun and Dongyoung Jang",
        "title": "Facial Emotion Recognition Analysis Based on Age-Biased Data"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "ebner2010faces",
        "author": "Natalie C. Ebner and Michaela Riediger and Ulman Lindenberger",
        "title": "FACES-a database of facial expressions in young, middle-aged, and older women and men: Development and validation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "minear2004lifespan",
        "author": "Meredith Minear and Denise C Park",
        "title": "A lifespan database of adult facial stimuli"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "guo2013facial",
        "author": "Guodong Guo and Rui Guo and Xin Li",
        "title": "Facial Expression Recognition Influenced by Human Aging"
      },
      {
        "key": "mary2016review",
        "author": "Robson Mary and T. V. Jayakumar",
        "title": "A review on how human aging influences facial expression recognition (FER)"
      },
      {
        "key": "wu2015enhanced",
        "author": "Shan Wu and Shangfei Wang and Jun Wang",
        "title": "Enhanced facial expression recognition by age"
      },
      {
        "key": "wang2015facial",
        "author": "Shangfei Wang and Shan Wu and Zhen Gao and Qiang Ji",
        "title": "Facial expression recognition through modeling age-related spatial patterns"
      },
      {
        "key": "al_garaawi2016study",
        "author": "Nora Al-Garaawi and Tim Morris",
        "title": "Study on aging effect on facial expression recognition"
      },
      {
        "key": "lopes2018facial",
        "author": "Nuno Lopes and André Silva and Salik Ram Khanal and Arsênio Reis and João Barroso and Vitor Filipe and Jaime Sampaio",
        "title": "Facial emotion recognition in the elderly using a SVM classifier"
      },
      {
        "key": "battinisonmez2019computational",
        "author": "Elena Battini Sönmez",
        "title": "A computational study on aging effect for facial expression recognition"
      },
      {
        "key": "caroppo2017facial",
        "author": "Andrea Caroppo and Alessandro Leone and Pietro Siciliano",
        "title": "Facial Expression Recognition in Older Adults using Deep Machine Learning"
      },
      {
        "key": "caroppo2019facial",
        "author": "Andrea Caroppo and Alessandro Leone and Pietro Siciliano",
        "title": "Facial Expression Recognition in Ageing Adults: A Comparative Study"
      },
      {
        "key": "caroppo2020comparison",
        "author": "Andrea Caroppo and Alessandro Leone and Pietro Siciliano",
        "title": "Comparison Between Deep Learning Models and Traditional Machine Learning Approaches for Facial Expression Recognition in Ageing Adults"
      },
      {
        "key": "al_garaawi2022fully",
        "author": "Nora Al-Garaawi and Tim Morris and Timothy F. Cootes",
        "title": "Fully automated age-weighted expression classification using real and apparent age"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "guo2013facial",
        "author": "Guodong Guo and Rui Guo and Xin Li",
        "title": "Facial Expression Recognition Influenced by Human Aging"
      },
      {
        "key": "mary2016review",
        "author": "Robson Mary and T. V. Jayakumar",
        "title": "A review on how human aging influences facial expression recognition (FER)"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "wu2015enhanced",
        "author": "Shan Wu and Shangfei Wang and Jun Wang",
        "title": "Enhanced facial expression recognition by age"
      },
      {
        "key": "wang2015facial",
        "author": "Shangfei Wang and Shan Wu and Zhen Gao and Qiang Ji",
        "title": "Facial expression recognition through modeling age-related spatial patterns"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "al_garaawi2016study",
        "author": "Nora Al-Garaawi and Tim Morris",
        "title": "Study on aging effect on facial expression recognition"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "al_garaawi2022fully",
        "author": "Nora Al-Garaawi and Tim Morris and Timothy F. Cootes",
        "title": "Fully automated age-weighted expression classification using real and apparent age"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "ma2019elderreact",
        "author": "Kaixin Ma and Xinyu Wang and Xinru Yang and Mingtong Zhang and Jeffrey M. Girard and Louis Philippe Morency",
        "title": "ElderReact: A multimodal dataset for recognizing emotional response in aging adults"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "yang2020tsinghua",
        "author": "Yang, Tao AND Yang, Zeyun AND Xu, Guangzheng AND Gao, Duoling AND Zhang, Ziheng AND Wang, Hui AND Liu, Shiyu AND Han, Linfeng AND Zhu, Zhixin AND Tian, Yang AND Huang, Yuqi AND Zhao, Lei AND Zhong, Kui AND Shi, Bolin AND Li, Juan AND Fu, Shimin AND Liang, Peipeng AND Banissy, Michael J. AND Sun, Pei",
        "title": "Tsinghua facial expression database – A database of facial expressions in Chinese young and older women and men: Development and validation"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "lucey2010extended",
        "author": "Patrick Lucey and Jeffrey F Cohn and Takeo Kanade and Jason Saragih and Zara Ambadar and Iain Matthews",
        "title": "The Extended Cohn-Kanade Dataset (CK+): A complete dataset for action unit and emotion-specified expression"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "lyons2020coding",
        "author": "Lyons, Michael J and Kamachi, Miyuki and Gyoba, Jiro",
        "title": "Coding Facial Expressions with Gabor Wavelets (IVC Special Issue)"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "dhall2007collecting",
        "author": "Abhinav Dhall and Student Member and Roland Goecke and Simon Lucey and Tom Gedeon",
        "title": "Collecting Large, Richly Annotated Facial-Expression Databases from Movies"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "goodfellow2013challenges",
        "author": "Goodfellow, Ian J. and Erhan, Dumitru and Carrier, Pierre Luc and Courville, Aaron and Mirza, Mehdi and Hamner, Ben and Cukierski, Will and Tang, Yichuan and Thaler, David and Lee, Dong-Hyun and Zhou, Yingbo and Ramaiah, Chetan and Feng, Fangxiang and Li, Ruifan and Wang, Xiaojie and Athanasakis, Dimitris and Shawe-Taylor, John and Milakov, Maxim and Park, John and Ionescu, Radu and Popescu, Marius and Grozea, Cristian and Bergstra, James and Xie, Jingjing and Romaszko, Lukasz and Xu, Bing and Chuang, Zhang and Bengio, Yoshua",
        "title": "Challenges in Representation Learning: A Report on Three Machine Learning Contests"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "khan2019novel",
        "author": "Rizwan Ahmed Khan and Arthur Crenn and Alexandre Meyer and Saida Bouakaz",
        "title": "A novel database of children's spontaneous facial expressions (LIRIS-CSE)"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "lobue2014child",
        "author": "Vanessa LoBue and Cat Thrasher",
        "title": "The Child Affective Facial Expression (CAFE) set: Validity and reliability from untrained adults"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "meuwissen2017creation",
        "author": "Alyssa S. Meuwissen and Jacob E. Anderson and Philip David Zelazo",
        "title": "The creation and validation of the Developmental Emotional Faces Stimulus Set"
      }
    ]
  },
  {
    "index": 24,
    "papers": [
      {
        "key": "nojavanasghari2016emoreact",
        "author": "Nojavanasghari, Behnaz and Baltru\\v{s}aitis, Tadas and Hughes, Charles E. and Morency, Louis-Philippe",
        "title": "EmoReact: a multimodal approach and dataset for recognizing emotional responses in children"
      }
    ]
  },
  {
    "index": 25,
    "papers": [
      {
        "key": "ghayoumi2017quick",
        "author": "Mehdi Ghayoumi",
        "title": "A Quick Review of Deep Learning in Facial Expression"
      }
    ]
  },
  {
    "index": 26,
    "papers": [
      {
        "key": "asad2017recent",
        "author": "Uzair Asad and Nirbhay Kashyap and Shailendra Narayan Singh",
        "title": "Recent advancements in facial expression recognition systems: A survey"
      }
    ]
  },
  {
    "index": 27,
    "papers": [
      {
        "key": "chulko2018brief",
        "author": "Byoung Chul Ko",
        "title": "A Brief Review of Facial Emotion Recognition Based on Visual Information"
      }
    ]
  },
  {
    "index": 28,
    "papers": [
      {
        "key": "rajeswari2018literature",
        "author": "G Rajeswari and P IthayaRani",
        "title": "Literature Survey on Facial Expression Recognition Techniques"
      }
    ]
  },
  {
    "index": 29,
    "papers": [
      {
        "key": "yantililiana2018review",
        "author": "Dewi Yanti Liliana and T Basaruddin",
        "title": "Review of Automatic Emotion Recognition Through Facial Expression Analysis"
      }
    ]
  },
  {
    "index": 30,
    "papers": [
      {
        "key": "fei2019survey",
        "author": "Zixiang Fei and Erfu Yang and David Day-Uei Li and Stephen Butler and Winifred Ijomah and Huiyu Zhou",
        "title": "A survey on computer vision techniques for detecting facial features towards the early diagnosis of mild cognitive impairment in the elderly"
      }
    ]
  },
  {
    "index": 31,
    "papers": [
      {
        "key": "bhattacharya2019survey",
        "author": "Saswati Bhattacharya and Mousumi Gupta",
        "title": "A Survey on: Facial Emotion Recognition Invariant to Pose, Illumination and Age"
      }
    ]
  },
  {
    "index": 32,
    "papers": [
      {
        "key": "martinez2019automatic",
        "author": "Brais Martinez and Michel F Valstar and Bihan Jiang and Maja Pantic",
        "title": "Automatic Analysis of Facial Actions: A Survey"
      }
    ]
  },
  {
    "index": 33,
    "papers": [
      {
        "key": "canedo2019facial",
        "author": "Daniel Canedo and António J R Neves",
        "title": "Facial Expression Recognition Using Computer Vision: A Systematic Review"
      }
    ]
  },
  {
    "index": 34,
    "papers": [
      {
        "key": "achinchanikar2019facial",
        "author": "Neha A Chinchanikar",
        "title": "Facial Expression Recognition Using Deep Learning: a Review"
      }
    ]
  },
  {
    "index": 35,
    "papers": [
      {
        "key": "svyas2019survey",
        "author": "Ankit S Vyas and Harshadkumar B Prajapati and Vipul K Dabhi",
        "title": "Survey on Face Expression Recognition using CNN"
      }
    ]
  },
  {
    "index": 36,
    "papers": [
      {
        "key": "sari2020automated",
        "author": "Meriem Sari and Abdelouahab Moussaouı and Abdenour Hadid",
        "title": "Automated Facial Expression Recognition Using Deep Learning Techniques: An Overview"
      }
    ]
  },
  {
    "index": 37,
    "papers": [
      {
        "key": "li2022deep",
        "author": "Shan Li and Weihong Deng",
        "title": "Deep Facial Expression Recognition: A Survey"
      }
    ]
  },
  {
    "index": 38,
    "papers": [
      {
        "key": "patel2020facial",
        "author": "Keyur Patel and Dev Mehta and Chinmay Mistry and Rajesh Gupta and Sudeep Tanwar and Neeraj Kumar and Mamoun Alazab",
        "title": "Facial Sentiment Analysis Using AI Techniques: State-of-the-Art, Taxonomies, and Challenges"
      }
    ]
  },
  {
    "index": 39,
    "papers": [
      {
        "key": "ribeiroalexandre2020systematic",
        "author": "Gilderlane Ribeiro Alexandre and José Marques Soares and George André Pereira Thé",
        "title": "Systematic review of 3D facial expression recognition methods"
      }
    ]
  },
  {
    "index": 40,
    "papers": [
      {
        "key": "pranathi2021review",
        "author": "P Pranathi and C Lakshmi and M Suneetha",
        "title": "A Review on Various Facial Expression Recognition Techniques"
      }
    ]
  },
  {
    "index": 41,
    "papers": [
      {
        "key": "dalvi2021survey",
        "author": "Chirag Dalvi and Manish Rathod and Shruti Patil and Shilpa Gite and Ketan Kotecha",
        "title": "A Survey of AI-Based Facial Emotion Recognition: Features, ML \\& DL Techniques, Age-Wise Datasets and Future Directions"
      }
    ]
  },
  {
    "index": 42,
    "papers": [
      {
        "key": "revina2021survey",
        "author": "I.Michael Revina and W R Sam Emmanuel",
        "title": "A Survey on Human Face Expression Recognition Techniques"
      }
    ]
  },
  {
    "index": 43,
    "papers": [
      {
        "key": "moolchandani2021survey",
        "author": "Manoj Moolchandani and Shivangi Dwivedi and Samarth Nigam and Kapil Gupta",
        "title": "A survey on: Facial Emotion Recognition and Classification"
      }
    ]
  },
  {
    "index": 44,
    "papers": [
      {
        "key": "ullah2021systematic",
        "author": "Sana Ullah and Wenhong Tian",
        "title": "A Systematic Literature Review of Recognition of Compound Facial Expression of Emotions"
      }
    ]
  },
  {
    "index": 45,
    "papers": [
      {
        "key": "muazu2021systematic",
        "author": "Abdulwakil Muazu and Eric Manzi and Jibril Aminu",
        "title": "A Systematic Review of Methods of Emotion Recognition by Facial Expressions"
      }
    ]
  },
  {
    "index": 46,
    "papers": [
      {
        "key": "msaleemabdullah2021facial",
        "author": "Sharmeen M. Saleem Abdullah and Adnan Mohsin Abdulazeez",
        "title": "Facial Expression Recognition Based on Deep Learning Convolution Neural Network: A Review"
      }
    ]
  },
  {
    "index": 47,
    "papers": [
      {
        "key": "moehtay2021feature",
        "author": "Moe Moe Htay",
        "title": "Feature extraction and classification methods of facial expression: A survey"
      }
    ]
  },
  {
    "index": 48,
    "papers": [
      {
        "key": "raijain2021recent",
        "author": "Priti Rai Jain and S M. K. Quadri and Muskan Lalit",
        "title": "Recent Trends in Artificial Intelligence for Emotion Detection using Facial Image Analysis"
      }
    ]
  },
  {
    "index": 49,
    "papers": [
      {
        "key": "modi2022state-of-the-art",
        "author": "Prashant Modi and Sanjay Patel",
        "title": "A State-of-the-Art Survey on Face Recognition Methods"
      }
    ]
  },
  {
    "index": 50,
    "papers": [
      {
        "key": "zagocanal2022survey",
        "author": "Felipe Zago Canal and Tobias Rossi Müller and Jhennifer Cristine Matias and Gustavo Gino Scotton and Antonio Reis de Sa Junior and Eliane Pozzebon and Antonio Carlos Sobieranski",
        "title": "A survey on facial emotion recognition techniques: A state-of-the-art literature review"
      }
    ]
  },
  {
    "index": 51,
    "papers": [
      {
        "key": "azlinaabaziz2022systematic",
        "author": "Nor Azlina Ab. Aziz and Tawsif Khan and Kamarulzaman Ab. Aziz and Muhammad Anas Hasnul and Sharifah Noor Masidayu Sayed Ismail",
        "title": "A Systematic Review on Facial Expression Based Emotion Recognition System for Smart Homes"
      }
    ]
  },
  {
    "index": 52,
    "papers": [
      {
        "key": "maithri2022automated",
        "author": "M. Maithri and U. Raghavendra and Anjan Gudigar and Jyothi Samanth and Prabal Datta Barua and Murugappan Murugappan and Yashas Chakole and U. Rajendra Acharya",
        "title": "Automated emotion recognition: Current trends and future perspectives"
      }
    ]
  },
  {
    "index": 53,
    "papers": [
      {
        "key": "rehmankhan2022facial",
        "author": "Amjad Rehman Khan",
        "title": "Facial Emotion Recognition Using Conventional Machine Learning and Deep Learning Methods: Current Achievements, Analysis and Remaining Challenges"
      }
    ]
  },
  {
    "index": 54,
    "papers": [
      {
        "key": "guerdelli2022macro",
        "author": "Hajer Guerdelli and Claudio Ferrari and Walid Barhoumi and Haythem Ghazouani and Stefano Berretti",
        "title": "Macro- and Micro-Expressions Facial Datasets: A Survey"
      }
    ]
  },
  {
    "index": 55,
    "papers": [
      {
        "key": "rashmiadyapady2023comprehensive",
        "author": "R Rashmi Adyapady and B Annappa",
        "title": "A comprehensive review of facial expression recognition techniques"
      }
    ]
  },
  {
    "index": 56,
    "papers": [
      {
        "key": "liang2023survey",
        "author": "Chengxu Liang and Jianshe Dong",
        "title": "A Survey of Deep Learning-based Facial Expression Recognition Research"
      }
    ]
  },
  {
    "index": 57,
    "papers": [
      {
        "key": "labzour2023survey",
        "author": "Nouhaila Labzour and Sanaa El Fkihi and Soukayna Benaissa and Yahya Zennayi and Omar Bourja",
        "title": "A Survey on Facial Emotion Recognition for the Elderly"
      }
    ]
  },
  {
    "index": 58,
    "papers": [
      {
        "key": "vinicioslopespinto2023systematic",
        "author": "Lyanh Vinicios Lopes Pinto and Andre Vinicius Neves Alves and Alana Miranda Medeiros and Saulo William da Silva Costa and Yomara Pinheiro Pires and Fernando Augusto Ribeiro Costa and Marcos Cesar da Rocha Seruffo",
        "title": "A Systematic Review of Facial Expression Detection Methods"
      }
    ]
  },
  {
    "index": 59,
    "papers": [
      {
        "key": "boughanem2023facial",
        "author": "Hadjer Boughanem and Haythem Ghazouani and Walid Barhoumi",
        "title": "Facial Emotion Recognition in-the-Wild Using Deep Neural Networks: A Comprehensive Review"
      }
    ]
  },
  {
    "index": 60,
    "papers": [
      {
        "key": "chitleong2023facial",
        "author": "Sze Chit Leong and Yuk Ming Tang and Chung Hin Lai and C K M Lee",
        "title": "Facial expression and body gesture emotion recognition: A systematic review on the use of visual data in affective computing"
      }
    ]
  },
  {
    "index": 61,
    "papers": [
      {
        "key": "almasoudi2023facial",
        "author": "Ahad Almasoudi and Souad Baowidan and Shahenda Sarhan",
        "title": "Facial Expressions Decoded: A Survey of Facial Emotion Recognition"
      }
    ]
  },
  {
    "index": 62,
    "papers": [
      {
        "key": "kumari2024emotion",
        "author": "Shalu Kumari and Nitika Kapoor and Ravinder Saini",
        "title": "Emotion Recognition from Facial Expression Using Deep Learning Model : A Review"
      }
    ]
  },
  {
    "index": 63,
    "papers": [
      {
        "key": "kaur2024facial",
        "author": "Manmeet Kaur and Munish Kumar",
        "title": "Facial emotion recognition: A comprehensive review"
      }
    ]
  },
  {
    "index": 64,
    "papers": [
      {
        "key": "mohana2024facial",
        "author": "M Mohana and P Subashini",
        "title": "Facial Expression Recognition Using Machine Learning and Deep Learning Techniques: A Systematic Review"
      }
    ]
  },
  {
    "index": 65,
    "papers": [
      {
        "key": "kitchenham2007guidelines",
        "author": "Barbara Kitchenham and Stuart Charters",
        "title": "Guidelines for performing Systematic Literature Reviews in Software Engineering"
      }
    ]
  },
  {
    "index": 66,
    "papers": [
      {
        "key": "labzour2023survey",
        "author": "Nouhaila Labzour and Sanaa El Fkihi and Soukayna Benaissa and Yahya Zennayi and Omar Bourja",
        "title": "A Survey on Facial Emotion Recognition for the Elderly"
      }
    ]
  },
  {
    "index": 67,
    "papers": [
      {
        "key": "fei2019survey",
        "author": "Zixiang Fei and Erfu Yang and David Day-Uei Li and Stephen Butler and Winifred Ijomah and Huiyu Zhou",
        "title": "A survey on computer vision techniques for detecting facial features towards the early diagnosis of mild cognitive impairment in the elderly"
      }
    ]
  },
  {
    "index": 68,
    "papers": [
      {
        "key": "ghayoumi2017quick",
        "author": "Mehdi Ghayoumi",
        "title": "A Quick Review of Deep Learning in Facial Expression"
      },
      {
        "key": "achinchanikar2019facial",
        "author": "Neha A Chinchanikar",
        "title": "Facial Expression Recognition Using Deep Learning: a Review"
      },
      {
        "key": "sari2020automated",
        "author": "Meriem Sari and Abdelouahab Moussaouı and Abdenour Hadid",
        "title": "Automated Facial Expression Recognition Using Deep Learning Techniques: An Overview"
      },
      {
        "key": "li2022deep",
        "author": "Shan Li and Weihong Deng",
        "title": "Deep Facial Expression Recognition: A Survey"
      },
      {
        "key": "msaleemabdullah2021facial",
        "author": "Sharmeen M. Saleem Abdullah and Adnan Mohsin Abdulazeez",
        "title": "Facial Expression Recognition Based on Deep Learning Convolution Neural Network: A Review"
      },
      {
        "key": "liang2023survey",
        "author": "Chengxu Liang and Jianshe Dong",
        "title": "A Survey of Deep Learning-based Facial Expression Recognition Research"
      },
      {
        "key": "vinicioslopespinto2023systematic",
        "author": "Lyanh Vinicios Lopes Pinto and Andre Vinicius Neves Alves and Alana Miranda Medeiros and Saulo William da Silva Costa and Yomara Pinheiro Pires and Fernando Augusto Ribeiro Costa and Marcos Cesar da Rocha Seruffo",
        "title": "A Systematic Review of Facial Expression Detection Methods"
      },
      {
        "key": "boughanem2023facial",
        "author": "Hadjer Boughanem and Haythem Ghazouani and Walid Barhoumi",
        "title": "Facial Emotion Recognition in-the-Wild Using Deep Neural Networks: A Comprehensive Review"
      },
      {
        "key": "kumari2024emotion",
        "author": "Shalu Kumari and Nitika Kapoor and Ravinder Saini",
        "title": "Emotion Recognition from Facial Expression Using Deep Learning Model : A Review"
      }
    ]
  },
  {
    "index": 69,
    "papers": [
      {
        "key": "chitleong2023facial",
        "author": "Sze Chit Leong and Yuk Ming Tang and Chung Hin Lai and C K M Lee",
        "title": "Facial expression and body gesture emotion recognition: A systematic review on the use of visual data in affective computing"
      }
    ]
  },
  {
    "index": 70,
    "papers": [
      {
        "key": "azlinaabaziz2022systematic",
        "author": "Nor Azlina Ab. Aziz and Tawsif Khan and Kamarulzaman Ab. Aziz and Muhammad Anas Hasnul and Sharifah Noor Masidayu Sayed Ismail",
        "title": "A Systematic Review on Facial Expression Based Emotion Recognition System for Smart Homes"
      }
    ]
  },
  {
    "index": 71,
    "papers": [
      {
        "key": "kaur2024facial",
        "author": "Manmeet Kaur and Munish Kumar",
        "title": "Facial emotion recognition: A comprehensive review"
      },
      {
        "key": "almasoudi2023facial",
        "author": "Ahad Almasoudi and Souad Baowidan and Shahenda Sarhan",
        "title": "Facial Expressions Decoded: A Survey of Facial Emotion Recognition"
      }
    ]
  },
  {
    "index": 72,
    "papers": [
      {
        "key": "rashmiadyapady2023comprehensive",
        "author": "R Rashmi Adyapady and B Annappa",
        "title": "A comprehensive review of facial expression recognition techniques"
      }
    ]
  },
  {
    "index": 73,
    "papers": [
      {
        "key": "mohana2024facial",
        "author": "M Mohana and P Subashini",
        "title": "Facial Expression Recognition Using Machine Learning and Deep Learning Techniques: A Systematic Review"
      },
      {
        "key": "kaur2024facial",
        "author": "Manmeet Kaur and Munish Kumar",
        "title": "Facial emotion recognition: A comprehensive review"
      },
      {
        "key": "patel2020facial",
        "author": "Keyur Patel and Dev Mehta and Chinmay Mistry and Rajesh Gupta and Sudeep Tanwar and Neeraj Kumar and Mamoun Alazab",
        "title": "Facial Sentiment Analysis Using AI Techniques: State-of-the-Art, Taxonomies, and Challenges"
      }
    ]
  }
]