[
  {
    "index": 0,
    "papers": [
      {
        "key": "quachem",
        "author": "Gilmer, Justin and Schoenholz, Samuel S. and Riley, Patrick F. and Vinyals, Oriol and Dahl, George E.",
        "title": "Neural Message Passing for Quantum Chemistry"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "alon2021on",
        "author": "Uri Alon and Eran Yahav",
        "title": "On the Bottleneck of Graph Neural Networks and its Practical Implications"
      },
      {
        "key": "topping2022understanding",
        "author": "Jake Topping and Francesco Di Giovanni and Benjamin Paul Chamberlain and Xiaowen Dong and Michael M. Bronstein",
        "title": "Understanding over-squashing and bottlenecks on graphs via curvature"
      },
      {
        "key": "digiovanni2023oversquashing",
        "author": "Francesco Di Giovanni and Lorenzo Giusti and Federico Barbero and Giulia Luise and Pietro Lio' and Michael Bronstein",
        "title": "On Over-Squashing in Message Passing Neural Networks: The Impact of Width, Depth, and Topology"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "topping2022understanding",
        "author": "Jake Topping and Francesco Di Giovanni and Benjamin Paul Chamberlain and Xiaowen Dong and Michael M. Bronstein",
        "title": "Understanding over-squashing and bottlenecks on graphs via curvature"
      },
      {
        "key": "sjlr",
        "author": "Giraldo, Jhony H. and Skianis, Konstantinos and Bouwmans, Thierry and Malliaros, Fragkiskos D.",
        "title": "On the Trade-off between Over-Smoothing and Over-Squashing in Deep Graph Neural Networks"
      },
      {
        "key": "borf",
        "author": "Khang Nguyen and Hieu Nong and Vinh Nguyen and Nhat Ho and Stanley Osher and Tan Nguyen",
        "title": "Revisiting Over-smoothing and Over-squashing Using Ollivier-Ricci Curvature"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "hamilton",
        "author": "Richard Hamilton",
        "title": "The ricci flow on surfaces"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "effectiveresistance",
        "author": "Black, Mitchell and Wan, Zhengchao and Nayyeri, Amir and Wang, Yusu",
        "title": "Understanding oversquashing in GNNs through the lens of effective resistance"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "chandraeffective",
        "author": "Chandra, Ashok K. and Raghavan, Prabhakar and Ruzzo, Walter L. and Smolensky, Roman and Tiwari, Prasoon",
        "title": "The electrical resistance of a graph captures its commute and cover times"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Banerjee",
        "author": "Banerjee, Pradeep Kr. and Karhadkar, Kedar and Wang, Yu Guang and Alon, Uri and Mont\\'{u}far, Guido",
        "title": "Oversquashing in GNNs through the Lens of Information Contraction and Graph Expansion"
      },
      {
        "key": "deac2022expander",
        "author": "Andreea Deac and Marc Lackenby and Petar Veli{\\v{c}}kovi{\\'c}",
        "title": "Expander Graph Propagation"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "salez2021sparse",
        "author": "Justin Salez",
        "title": "Sparse expanders have negative curvature"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "mustafa2023are",
        "author": "Nimrah Mustafa and Aleksandar Bojchevski and Rebekka Burkholz",
        "title": "Are {GAT}s Out of Balance?"
      },
      {
        "key": "mustafa2024gate",
        "author": "Mustafa, Nimrah and Burkholz, Rebekka",
        "title": "{GATE}: How to Keep Out Intrusive Neighbors"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "jamadandi2024spectral",
        "author": "Adarsh Jamadandi and Celia Rubio-Madrigal and Rebekka Burkholz",
        "title": "Spectral Graph Pruning Against Over-Squashing and Over-Smoothing"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Fosr",
        "author": "Kedar Karhadkar and Pradeep Kr. Banerjee and Guido Montufar",
        "title": "Fo{SR}: First-order spectral rewiring for addressing oversquashing in {GNN}s"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mixingtimes",
        "author": "Levin, David A. and Peres, Yuval and Wilmer, Elizabeth L.",
        "title": "{Markov chains and mixing times}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "homonecessity",
        "author": "Yao Ma and Xiaorui Liu and Neil Shah and Jiliang Tang",
        "title": "Is Homophily a Necessity for Graph Neural Networks?"
      },
      {
        "key": "dichotomoy",
        "author": "Oleg Platonov and Denis Kuznedelev and Artem Babenko and Liudmila Prokhorenkova",
        "title": "Characterizing Graph Datasets for Node Classification: Homophily-Heterophily Dichotomy and Beyond"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "li2019deepgcns",
        "author": "Guohao Li and Matthias Müller and Ali Thabet and Bernard Ghanem",
        "title": "DeepGCNs: Can GCNs Go as Deep as CNNs?"
      },
      {
        "key": "NT2019RevisitingGN",
        "author": "Hoang NT and Takanori Maehara",
        "title": "Revisiting Graph Neural Networks: All We Have is Low-Pass Filters"
      },
      {
        "key": "ono",
        "author": "Kenta Oono and Taiji Suzuki",
        "title": "Graph Neural Networks Exponentially Lose Expressive Power for Node Classification"
      },
      {
        "key": "zhou2021dirichlet",
        "author": "Zhou, Kaixiong and Huang, Xiao and Zha, Daochen and Chen, Rui and Li, Li and Choi, Soo-Hyun and Hu, Xia",
        "title": "Dirichlet energy constrained learning for deep graph neural networks"
      },
      {
        "key": "keriven2022not",
        "author": "Nicolas Keriven",
        "title": "Not too little, not too much: a theoretical analysis of graph (over)smoothing"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "jamadandi2024spectral",
        "author": "Adarsh Jamadandi and Celia Rubio-Madrigal and Rebekka Burkholz",
        "title": "Spectral Graph Pruning Against Over-Squashing and Over-Smoothing"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "diffwire",
        "author": "Arnaiz-Rodríguez, Adrián and Begga, Ahmed and Escolano, Francisco and Oliver, Nuria",
        "title": "DiffWire: Inductive Graph Rewiring via the Lovász Bound"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "interplaycommunity",
        "author": "Hussain, Hussain and Duricic, Tomislav and Lex, Elisabeth and Helic, Denis and Kern, Roman",
        "title": "The interplay between communities and homophily in semi-supervised classification using graph neural networks"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "labelawaregcn",
        "author": "Chen, Hao and Xu, Yue and Huang, Feiran and Deng, Zengde and Huang, Wenbing and Wang, Senzhang and He, Peng and Li, Zhoujun",
        "title": "Label-Aware Graph Convolutional Networks"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "yang2024how",
        "author": "Chenxiao Yang and Qitian Wu and David Wipf and Ruoyu Sun and Junchi Yan",
        "title": "How Graph Neural Networks Learn: Lessons from Training Dynamics"
      }
    ]
  }
]