[
  {
    "index": 0,
    "papers": [
      {
        "key": "abburu2020cognitive",
        "author": "Abburu, Sailesh and Berre, AJ and Jacoby, M and Roman, D and Stojanovic, L and Stojanovic, Nenad",
        "title": "Cognitive Digital Twins for the Process Industry"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "somerscognitive",
        "author": "Somers, Sterling and Oltramari, Alessandro and Lebiere, Christian",
        "title": "Cognitive Twin: A Personal Assistant Embedded in a Cognitive Architecture"
      },
      {
        "key": "somers2020cognitive",
        "author": "Somers, Sterling and Oltramari, Alessandro and Lebiere, Christian",
        "title": "Cognitive Twin: A Cognitive Approach to Personalized Assistants."
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "eirinakis2020enhancing",
        "author": "Eirinakis, Pavlos and Kalaboukas, Kostas and Lounis, Stavros and Mourtos, Ioannis and Ro{\\v{z}}anec, Jo{\\v{z}}e M and Stojanovic, Nenad and Zois, Georgios",
        "title": "Enhancing cognition for digital twins"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rozanec2020towards",
        "author": "Rozanec, Joze M and Jinzhi, Lu and Kosmerlj, Aljaz and Kenda, Klemen and Dimitris, Kiritsis and Jovanoski, Viktor and Rupnik, Jan and Karlovcec, Mario and Fortuna, Blaz",
        "title": "Towards Actionable Cognitive Digital Twins for Manufacturing."
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "initiative2018symbiotic",
        "author": "Initiative, An FDC",
        "title": "Symbiotic Autonomous Systems"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zhang2020affective",
        "author": "Zhang, Zheming",
        "title": "An Affective Computing Multilayer Cognitive Architecture for Evolutionary Cognitive Robotics"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "bellas2010multilevel",
        "author": "Bellas, Francisco and Duro, Richard J and Fai{\\~n}a, Andr{\\'e}s and Souto, Daniel",
        "title": "Multilevel darwinist brain (mdb): Artificial evolution in a cognitive architecture for real robots"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "bellas2006adaptive",
        "author": "Bellas, Francisco and Fai{\\~n}a, Andr{\\'e}s and Prieto, Abraham and Duro, Richard J",
        "title": "Adaptive learning application of the MDB evolutionary cognitive architecture in physical agents"
      }
    ]
  }
]