[
  {
    "index": 0,
    "papers": [
      {
        "key": "Sarzynski2012",
        "author": "Sarzynski,  Andrea and Larrieu,  Jeremy and Shrimali,  Gireesh",
        "title": "{The impact of state financial incentives on market deployment of solar technology}"
      },
      {
        "key": "Bauner2015",
        "author": "Bauner,  C. and Crago,  C.",
        "title": "{Adoption of residential solar power under uncertainty: Implications for renewable energy incentives}"
      },
      {
        "key": "Hagerman2016",
        "author": "Hagerman,  Shelly and Jaramillo,  Paulina and Morgan,  M. Granger",
        "title": "{Is rooftop solar PV at socket parity without subsidies?}"
      },
      {
        "key": "Crago2017",
        "author": "Crago,  Christine and Chernyakhovskiy,  Ilya",
        "title": "{Are policy incentives for solar power effective? Evidence from residential installations in the Northeast}"
      },
      {
        "key": "Matisoff2017",
        "author": "Matisoff,  Daniel C. and Johnson,  Erik P.",
        "title": "{The comparative effectiveness of residential solar incentives}"
      },
      {
        "key": "Sunter:19",
        "author": "Deborah A. Sunter and Sergio Castellanos and Daniel M. Kammen",
        "title": "{Disparities in rooftop photovoltaics deployment in the United States by race and ethnicity}"
      },
      {
        "key": "Boccard2021",
        "author": "Boccard,  Nicolas and Gautier,  Axel",
        "title": "{Solar rebound: The unintended consequences of subsidies}"
      },
      {
        "key": "Peasco2021",
        "author": "Peñasco,  Cristina and Anadón,  Laura Díaz and Verdolini,  Elena",
        "title": "{Systematic review of the outcomes and trade-offs of ten types of decarbonization policy instruments}"
      },
      {
        "key": "Kearns2022",
        "author": "Andrew Kearns",
        "title": "{Are Solar Incentive Programs Effective at Reducing CO2 Emissions? Evidence from Massachusetts}"
      },
      {
        "key": "Crago:23",
        "author": "Christine Crago and others",
        "title": "{Income and racial disparities in financial returns from solar PV deployment}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Matisoff2017",
        "author": "Matisoff,  Daniel C. and Johnson,  Erik P.",
        "title": "{The comparative effectiveness of residential solar incentives}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Crago2017",
        "author": "Crago,  Christine and Chernyakhovskiy,  Ilya",
        "title": "{Are policy incentives for solar power effective? Evidence from residential installations in the Northeast}"
      },
      {
        "key": "Kearns2022",
        "author": "Andrew Kearns",
        "title": "{Are Solar Incentive Programs Effective at Reducing CO2 Emissions? Evidence from Massachusetts}"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Sunter:19",
        "author": "Deborah A. Sunter and Sergio Castellanos and Daniel M. Kammen",
        "title": "{Disparities in rooftop photovoltaics deployment in the United States by race and ethnicity}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Crago:23",
        "author": "Christine Crago and others",
        "title": "{Income and racial disparities in financial returns from solar PV deployment}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Bjrnstad2012",
        "author": "Bjørnstad,  Even",
        "title": "{Diffusion of renewable heating technologies in households. Experiences from the Norwegian Household Subsidy Programme}"
      },
      {
        "key": "Snape2015",
        "author": "Snape,  J.R. and Boait,  P.J. and Rylatt,  R.M.",
        "title": "{Will domestic consumers take up the renewable heat incentive? An analysis of the barriers to heat pump adoption using agent-based modelling}"
      },
      {
        "key": "Alberini2015",
        "author": "Alberini,  Anna and Towe,  Charles",
        "title": "{Information v. energy efficiency incentives: Evidence from residential electricity consumption in Maryland}"
      },
      {
        "key": "Alberini2016",
        "author": "Alberini,  Anna and Gans,  Will and Towe,  Charles",
        "title": "{Free Riding,  Upsizing,  and Energy Efficiency Incentives in Maryland Homes}"
      },
      {
        "key": "Lill2019",
        "author": "Lill, Heiki and Allik, Alo and Annuk, Andres",
        "title": "{Case study for battery bank subsidization}"
      },
      {
        "key": "Carroll2020",
        "author": "Carroll,  P. and Chesser,  M. and Lyons,  P.",
        "title": "{Air Source Heat Pumps field studies: A systematic literature review}"
      },
      {
        "key": "Brown2022",
        "author": "Brown,  David P.",
        "title": "{Socioeconomic and demographic disparities in residential battery storage adoption: Evidence from California}"
      },
      {
        "key": "Shen2022",
        "author": "Shen,  Xingchi and Qiu,  Yueming Lucy and Liu,  Pengfei and Patwardhan,  Anand",
        "title": "{The Effect of Rebate and Loan Incentives on Residential Heat Pump Adoption: Evidence from North Carolina}"
      },
      {
        "key": "Davis2023",
        "author": "Davis, Lucas W",
        "title": "{The Economic Determinants of Heat Pump Adoption}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Bjrnstad2012",
        "author": "Bjørnstad,  Even",
        "title": "{Diffusion of renewable heating technologies in households. Experiences from the Norwegian Household Subsidy Programme}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Davis2023",
        "author": "Davis, Lucas W",
        "title": "{The Economic Determinants of Heat Pump Adoption}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Brown2022",
        "author": "Brown,  David P.",
        "title": "{Socioeconomic and demographic disparities in residential battery storage adoption: Evidence from California}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Lobel2011",
        "author": "Lobel,  Ruben and Perakis,  Georgia",
        "title": "{Consumer Choice Model for Forecasting Demand and Designing Incentives for Solar Technology}"
      },
      {
        "key": "Zhao2012",
        "author": "Zhao,  Tingting and Bell,  Lindsey and Horner,  Mark W. and Sulik,  John and Zhang,  Jinfeng",
        "title": "{Consumer responses towards home energy financial incentives: A survey-based study}"
      },
      {
        "key": "Hsu2012",
        "author": "Hsu,  Chiung-Wen",
        "title": "{Using a system dynamics model to assess the effects of capital subsidies and feed-in tariffs on solar PV installations}"
      },
      {
        "key": "Burr2016",
        "author": "Chrystie Burr",
        "title": "{Subsidies and Investments in the Solar Power Market}"
      },
      {
        "key": "Zander2019",
        "author": "Zander,  Kerstin K. and Simpson,  Genevieve and Mathew,  Supriya and others",
        "title": "{Preferences for and potential impacts of financial incentives to install residential rooftop solar photovoltaic systems in Australia}"
      },
      {
        "key": "Kokoni2021",
        "author": "Kokoni,  Sophia and Leach,  Matthew",
        "title": "{Policy mechanisms to support heat pump deployment: A UK case study based on techno-economic modelling}"
      },
      {
        "key": "Sher2022",
        "author": "Sher,  Ali and Qiu,  Yuzhuo",
        "title": "{Pakistan’s solar mission: Do solar finance and subsidy remove the barriers to solar installations?}"
      },
      {
        "key": "DAdamo2022",
        "author": "D’Adamo,  Idiano and Gastaldi,  Massimo and Morone,  Piergiuseppe",
        "title": "{The impact of a subsidized tax deduction on residential solar photovoltaic-battery energy storage systems}"
      },
      {
        "key": "PobleteCazenave2023",
        "author": "Poblete-Cazenave,  Miguel and Rao,  Narasimha D.",
        "title": "{Social and contextual determinants of heat pump adoption in the US: Implications for subsidy policy design}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Blumsack2012",
        "author": "Blumsack,  Seth and Kleit,  Andrew and Smith,  Stephon W.",
        "title": "{Evaluation of federal and state subsidies for ground-source heat pumps}"
      },
      {
        "key": "Peerapong2014",
        "author": "Peerapong,  Prachuab and Limmeechokchai,  Bundit",
        "title": "{Investment Incentive of Grid Connected Solar Photovoltaic Power Plant under Proposed Feed-in Tariffs Framework in Thailand}"
      },
      {
        "key": "Agnew2017",
        "author": "Agnew,  Scott and Dargusch,  Paul",
        "title": "{Consumer preferences for household-level battery energy storage}"
      },
      {
        "key": "Nousdilis2020",
        "author": "Nousdilis,  Angelos I. and Kryonidis,  Georgios C. and Kontis,  Eleftherios O. and Barzegkar‐Ntovom,  Georgios A. and Panapakidis,  Ioannis P. and Christoforidis,  Georgios C. and Papagiannis,  Grigoris K.",
        "title": "{Impact of policy incentives on the promotion of integrated PV and battery storage systems: a techno‐economic assessment}"
      },
      {
        "key": "Chatterji2020",
        "author": "Chatterji,  Emon and Bazilian,  Morgan D.",
        "title": "{Battery Storage for Resilient Homes}"
      },
      {
        "key": "Vonsien2020",
        "author": "Vonsien,  Silvia and Madlener,  Reinhard",
        "title": "{Li-ion battery storage in private households with PV systems: Analyzing the economic impacts of battery aging and pooling}"
      },
      {
        "key": "Dougherty2021",
        "author": "Dougherty,  Anne and Billings,  Blake and Camacho,  Nestor and Powell,  Kody",
        "title": "{Improving the economics of battery storage for industrial customers: Are incentives enough to increase adoption?}"
      },
      {
        "key": "Ruffino2022",
        "author": "Ruffino,  Edoardo and Piga,  Bruno and Casasso,  Alessandro and others",
        "title": "{Heat Pumps,  Wood Biomass and Fossil Fuel Solutions in the Renovation of Buildings: A Techno-Economic Analysis Applied to Piedmont Region (NW Italy)}"
      },
      {
        "key": "DAdamo2022",
        "author": "D’Adamo,  Idiano and Gastaldi,  Massimo and Morone,  Piergiuseppe",
        "title": "{The impact of a subsidized tax deduction on residential solar photovoltaic-battery energy storage systems}"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Jones2017",
        "author": "Jones,  Christopher and Peshev,  Vladimir and Gilbert,  Paul and Mander,  Sarah",
        "title": "{Battery storage for post-incentive PV uptake? A financial and life cycle carbon assessment of a non-domestic building}"
      },
      {
        "key": "Zhang2018",
        "author": "Zhang,  Jian and Cho,  Heejin and Luck,  Rogelio and Mago,  Pedro J.",
        "title": "{Integrated photovoltaic and battery energy storage (PV-BES) systems: An analysis of existing financial incentive policies in the US}"
      },
      {
        "key": "Zakeri2021",
        "author": "Zakeri,  Behnam and Cross,  Samuel and Dodds,  Paul. and others",
        "title": "{Policy options for enhancing economic profitability of residential solar photovoltaic with battery energy storage}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Barnes2020",
        "author": "Barnes,  Jake and Bhagavathy,  Sivapriya M.",
        "title": "{The economics of heat pumps and the (un)intended consequences of government policy}"
      },
      {
        "key": "Gaur2021",
        "author": "Gaur,  Ankita Singh and Fitiwi,  Desta Z. and Curtis,  John",
        "title": "{Heat pumps and our low-carbon future: A comprehensive review}"
      },
      {
        "key": "Kokoni2021",
        "author": "Kokoni,  Sophia and Leach,  Matthew",
        "title": "{Policy mechanisms to support heat pump deployment: A UK case study based on techno-economic modelling}"
      },
      {
        "key": "PobleteCazenave2023",
        "author": "Poblete-Cazenave,  Miguel and Rao,  Narasimha D.",
        "title": "{Social and contextual determinants of heat pump adoption in the US: Implications for subsidy policy design}"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Srinivasan2009",
        "author": "Srinivasan,  Sunderasan",
        "title": "{Subsidy policy and the enlargement of choice}"
      },
      {
        "key": "Mulder2013",
        "author": "Mulder,  Grietus and Six,  Daan and Claessens,  Bert and Broes,  Thijs and Omar,  Noshin and Mierlo,  Joeri Van",
        "title": "{The dimensioning of PV-battery systems depending on the incentive and selling price conditions}"
      },
      {
        "key": "Hannon2015",
        "author": "Hannon,  Matthew J.",
        "title": "{Raising the temperature of the UK heat pump market: Learning lessons from Finland}"
      },
      {
        "key": "Patteeuw2016",
        "author": "Patteeuw,  Dieter and Henze,  Gregor P. and Helsen,  Lieve",
        "title": "{Comparison of load shifting incentives for low-energy buildings with heat pumps to attain grid flexibility benefits}"
      },
      {
        "key": "Sharma2019",
        "author": "Sharma,  Vanika and Haque,  Mohammed H. and Aziz,  Syed Mahfuzul",
        "title": "{Energy cost minimization for net zero energy homes through optimal sizing of battery storage system}"
      },
      {
        "key": "Bunea2020",
        "author": "Bunea,  Anita M. and Della Posta,  Pompeo and Guidolin,  Mariangela and Manfredi,  Piero",
        "title": "{What do adoption patterns of solar panels observed so far tell about governments’ incentive? Insights from diffusion models}"
      },
      {
        "key": "Varghese2020",
        "author": "Varghese,  Sushant and Sioshansi,  Ramteen",
        "title": "{The price is right? How pricing and incentive mechanisms in California incentivize building distributed hybrid solar and energy-storage systems}"
      },
      {
        "key": "Guo2021",
        "author": "Guo,  Qiaozhen and He,  Qiao-Chu and Chen,  Ying-Ju and Huang,  Wei",
        "title": "{Poverty mitigation via solar panel adoption: Smart contracts and targeted subsidy design}"
      },
      {
        "key": "Tibebu2021",
        "author": "Tibebu,  Tiruwork B. and Hittinger,  Eric and Miao,  Qing and Williams,  Eric",
        "title": "{What is the optimal subsidy for residential solar?}"
      },
      {
        "key": "Chattopadhyay2022",
        "author": "Chattopadhyay, Debabrata and Suski, Adam",
        "title": "{Should Electricity Market Designs Be Improved to Drive Decarbonization?}"
      },
      {
        "key": "Lin2022",
        "author": "Lin,  Jin and Dong,  Jun and Dou,  Xihao and Liu,  Yao and Yang,  Peiwen and Ma,  Tongtao",
        "title": "{Psychological insights for incentive-based demand response incorporating battery energy storage systems: A two-loop Stackelberg game approach}"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "Marinakis2018",
        "author": "Marinakis, Adamantios and Evrenosoglu, C Yaman and Oudalov, Alexandre and others",
        "title": "{Role of transmission expansion and energy storage in the context of scenarios with high shares of variable renewables}"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "Vimpari2021",
        "author": "Vimpari,  Jussi",
        "title": "{Should energy efficiency subsidies be tied into housing prices?}"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "Parkes2010",
        "author": "Parkes, David C and Cavallo, Ruggiero and Constantin, Florin and Singh, Satinder",
        "title": "{Dynamic incentive mechanisms}"
      },
      {
        "key": "Cai2013",
        "author": "Cai,  Yang and Daskalakis,  Constantinos and Weinberg,  S. Matthew",
        "title": "{Understanding Incentives: Mechanism Design Becomes Algorithm Design}"
      },
      {
        "key": "Pothineni2014",
        "author": "Pothineni,  Dinesh and Mishra,  Pratik and Rasheed,  Aadil and Sundararajan,  Deepak",
        "title": "{Incentive design to mould online behavior: a game mechanics perspective}"
      },
      {
        "key": "Pavan2014",
        "author": "Pavan, Alessandro and Segal, Ilya and Toikka, Juuso",
        "title": "{Dynamic Mechanism Design: A Myersonian Approach}"
      },
      {
        "key": "Ratliff2019",
        "author": "Ratliff,  Lillian J. and Dong,  Roy and Sekar,  Shreyas and Fiez,  Tanner",
        "title": "{A Perspective on Incentive Design: Challenges and Opportunities}"
      },
      {
        "key": "Bergemann2019",
        "author": "Bergemann,  Dirk and V\\\"{a}lim\\\"{a}ki,  Juuso",
        "title": "{Dynamic Mechanism Design: An Introduction}"
      },
      {
        "key": "Ratliff2021",
        "author": "Ratliff,  Lillian J. and Fiez,  Tanner",
        "title": "{Adaptive Incentive Design}"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "auer2002nonstochastic",
        "author": "Auer, Peter and Cesa-Bianchi, Nicolo and Freund, Yoav and Schapire, Robert E",
        "title": "{The nonstochastic multiarmed bandit problem}"
      },
      {
        "key": "li2010contextual",
        "author": "Li, Lihong and Chu, Wei and Langford, John and Schapire, Robert E",
        "title": "{A contextual-bandit approach to personalized news article recommendation}"
      },
      {
        "key": "slivkins2011contextual",
        "author": "Slivkins, Aleksandrs",
        "title": "{Contextual bandits with similarity information}"
      },
      {
        "key": "agarwal2014taming",
        "author": "Agarwal, Alekh and Hsu, Daniel and Kale, Satyen and others",
        "title": "{Taming the monster: A fast and simple algorithm for contextual bandits}"
      },
      {
        "key": "foster2018practical",
        "author": "Foster, Dylan and Agarwal, Alekh and Dud{\\'\\i}k, Miroslav and Luo, Haipeng and Schapire, Robert",
        "title": "{Practical contextual bandits with regression oracles}"
      },
      {
        "key": "jin2021pessimism",
        "author": "Jin, Ying and Yang, Zhuoran and Wang, Zhaoran",
        "title": "Is pessimism provably efficient for offline rl?"
      },
      {
        "key": "li2022pessimism",
        "author": "Li, Gene and Ma, Cong and Srebro, Nati",
        "title": "Pessimism for Offline Linear Contextual Bandits using lp Confidence Sets"
      },
      {
        "key": "rashidinejad2022bridging",
        "author": "Rashidinejad, Paria and Zhu, Banghua and Ma, Cong and Jiao, Jiantao and Russell, Stuart",
        "title": "Bridging offline reinforcement learning and imitation learning: A tale of pessimism"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "durand2018contextual",
        "author": "Durand, Audrey and Achilleos, Charis and Iacovides, Demetris and Strati, Katerina and Mitsis, Georgios D and Pineau, Joelle",
        "title": "{Contextual bandits for adapting treatment in a mouse model of de novo carcinogenesis}"
      },
      {
        "key": "bastani2020online",
        "author": "Bastani, Hamsa and Bayati, Mohsen",
        "title": "{Online decision making with high-dimensional covariates}"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "li2010contextual",
        "author": "Li, Lihong and Chu, Wei and Langford, John and Schapire, Robert E",
        "title": "{A contextual-bandit approach to personalized news article recommendation}"
      },
      {
        "key": "bouneffouf2012contextual",
        "author": "Bouneffouf, Djallel and Bouzeghoub, Amel and Gan{\\c{c}}arski, Alda Lopes",
        "title": "{A contextual-bandit algorithm for mobile context-aware recommender system}"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "li2016contextual",
        "author": "Li, Shuai and Wang, Baoxiang and Zhang, Shengyu and Chen, Wei",
        "title": "{Contextual combinatorial cascading bandits}"
      },
      {
        "key": "wu2019context",
        "author": "Wu, Yue and Li, Fan and Ma, Liran and Xie, Yadong and Li, Ting and Wang, Yu",
        "title": "{A context-aware multiarmed bandit incentive mechanism for mobile crowd sensing systems}"
      }
    ]
  }
]