[
  {
    "index": 0,
    "papers": [
      {
        "key": "qin_toolllm_2023",
        "author": "Qin, Yujia and Liang, Shihao and Ye, Yining and Zhu, Kunlun and Yan, Lan and Lu, Yaxi and Lin, Yankai and Cong, Xin and Tang, Xiangru and Qian, Bill and Zhao, Sihan and Hong, Lauren and Tian, Runchu and Xie, Ruobing and Zhou, Jie and Gerstein, Mark and Li, Dahai and Liu, Zhiyuan and Sun, Maosong",
        "title": "{ToolLLM}: {Facilitating} {Large} {Language} {Models} to {Master} 16000+ {Real}-world {APIs}"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "gptengineer2023",
        "author": "Osika, Anton",
        "title": "gpt-engineer"
      },
      {
        "key": "chatgptplugins2023",
        "author": "OpenAI",
        "title": "ChatGPT plugins"
      },
      {
        "key": "gptstore2024",
        "author": "OpenAI",
        "title": "Introducing the GPT Store"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "gptresearcher2023",
        "author": "Elovic, Assaf",
        "title": "gpt-researcher"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "anthropic_computer_use",
        "author": "Anthropic",
        "title": "Introducing computer use, a new Claude 3.5 Sonnet, and Claude 3.5 Haiku"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "wang_survey_2024",
        "author": "Wang, Lei and Ma, Chen and Feng, Xueyang and Zhang, Zeyu and Yang, Hao and Zhang, Jingsen and Chen, Zhiyuan and Tang, Jiakai and Chen, Xu and Lin, Yankai and Zhao, Wayne Xin and Wei, Zhewei and Wen, Ji-Rong",
        "title": "A {Survey} on {Large} {Language} {Model} based {Autonomous} {Agents}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "boiko2023emergent",
        "author": "Daniil A. Boiko and Robert MacKnight and Gabe Gomes",
        "title": "Emergent autonomous scientific research capabilities of large language models"
      },
      {
        "key": "liang2023taskmatrixai",
        "author": "Yaobo Liang and Chenfei Wu and Ting Song and Wenshan Wu and Yan Xia and Yu Liu and Yang Ou and Shuai Lu and Lei Ji and Shaoguang Mao and Yun Wang and Linjun Shou and Ming Gong and Nan Duan",
        "title": "TaskMatrix.AI: Completing Tasks by Connecting Foundation Models with Millions of APIs"
      },
      {
        "key": "shen2023hugginggpt",
        "author": "Yongliang Shen and Kaitao Song and Xu Tan and Dongsheng Li and Weiming Lu and Yueting Zhuang",
        "title": "HuggingGPT: Solving AI Tasks with ChatGPT and its Friends in Hugging Face"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "yao2023tree",
        "author": "Shunyu Yao and Dian Yu and Jeffrey Zhao and Izhak Shafran and Thomas L. Griffiths and Yuan Cao and Karthik Narasimhan",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      },
      {
        "key": "liu2024prompt",
        "author": "Yi Liu and Gelei Deng and Yuekang Li and Kailong Wang and Zihao Wang and Xiaofeng Wang and Tianwei Zhang and Yepang Liu and Haoyu Wang and Yan Zheng and Yang Liu",
        "title": "Prompt Injection attack against LLM-integrated Applications"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "liu2021pretrain-prompt-predict",
        "author": "Pengfei Liu and Weizhe Yuan and Jinlan Fu and Zhengbao Jiang and Hiroaki Hayashi and Graham Neubig",
        "title": "Pre-train, Prompt, and Predict: A Systematic Survey of Prompting Methods in Natural Language Processing"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "li2022rag-survey",
        "author": "Huayang Li and Yixuan Su and Deng Cai and Yan Wang and Lemao Liu",
        "title": "A Survey on Retrieval-Augmented Text Generation"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "hao2023reasoning-planing",
        "author": "Shibo Hao and Yi Gu and Haodi Ma and Joshua Jiahua Hong and Zhen Wang and Daisy Zhe Wang and Zhiting Hu",
        "title": "Reasoning with Language Model is Planning with World Model"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "zhao2023expel",
        "author": "Andrew Zhao and Daniel Huang and Quentin Xu and Matthieu Lin and Yong-Jin Liu and Gao Huang",
        "title": "ExpeL: LLM Agents Are Experiential Learners"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "park_generative_2023",
        "author": "Park, Joon Sung and O'Brien, Joseph C. and Cai, Carrie J. and Morris, Meredith Ringel and Liang, Percy and Bernstein, Michael S.",
        "title": "Generative {Agents}: {Interactive} {Simulacra} of {Human} {Behavior}"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "nascimento2023selfadaptive",
        "author": "Nathalia Nascimento and Paulo Alencar and Donald Cowan",
        "title": "Self-Adaptive Large Language Model (LLM)-Based Multiagent Systems"
      },
      {
        "key": "zhang2024building",
        "author": "Hongxin Zhang and Weihua Du and Jiaming Shan and Qinhong Zhou and Yilun Du and Joshua B. Tenenbaum and Tianmin Shu and Chuang Gan",
        "title": "Building Cooperative Embodied Agents Modularly with Large Language Models"
      },
      {
        "key": "wang2024unleashing",
        "author": "Zhenhailong Wang and Shaoguang Mao and Wenshan Wu and Tao Ge and Furu Wei and Heng Ji",
        "title": "Unleashing the Emergent Cognitive Synergy in Large Language Models: A Task-Solving Agent through Multi-Persona Self-Collaboration"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zheng2024cristallinity",
        "author": "Zheng, Zhiling and Zhang, Oufan and Nguyen, Ha L. and Rampal, Nakul and Alawadhi, Ali H. and Rong, Zichao and Head-Gordon, Teresa and Borgs, Christian and Chayes, Jennifer T. and Yaghi, Omar M.",
        "title": "ChatGPT Research Group for Optimizing the Crystallinity of MOFs and COFs"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "hong2023metagpt",
        "author": "Sirui Hong and Mingchen Zhuge and Jonathan Chen and Xiawu Zheng and Yuheng Cheng and Ceyao Zhang and Jinlin Wang and Zili Wang and Steven Ka Shing Yau and Zijuan Lin and Liyang Zhou and Chenyu Ran and Lingfeng Xiao and Chenglin Wu and Jürgen Schmidhuber",
        "title": "MetaGPT: Meta Programming for A Multi-Agent Collaborative Framework"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "li2023privacy",
        "author": "Haoran Li and Yulin Chen and Jinglong Luo and Yan Kang and Xiaojin Zhang and Qi Hu and Chunkit Chan and Yangqiu Song",
        "title": "Privacy in Large Language Models: Attacks, Defenses and Future Directions"
      },
      {
        "key": "wei2023jailbroken",
        "author": "Wei, Alexander and Haghtalab, Nika and Steinhardt, Jacob",
        "title": "Jailbroken: How Does LLM Safety Training Fail?"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "wei2023jailbroken",
        "author": "Wei, Alexander and Haghtalab, Nika and Steinhardt, Jacob",
        "title": "Jailbroken: How Does LLM Safety Training Fail?"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "liu2024prompt",
        "author": "Yi Liu and Gelei Deng and Yuekang Li and Kailong Wang and Zihao Wang and Xiaofeng Wang and Tianwei Zhang and Yepang Liu and Haoyu Wang and Yan Zheng and Yang Liu",
        "title": "Prompt Injection attack against LLM-integrated Applications"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "greshake2023youve",
        "author": "Kai Greshake and Sahar Abdelnabi and Shailesh Mishra and Christoph Endres and Thorsten Holz and Mario Fritz",
        "title": "Not what you've signed up for: Compromising Real-World LLM-Integrated Applications with Indirect Prompt Injection"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "yang2024watchagentsinvestigatingbackdoor",
        "author": "Wenkai Yang and Xiaohan Bi and Yankai Lin and Sishuo Chen and Jie Zhou and Xu Sun",
        "title": "Watch Out for Your Agents! Investigating Backdoor Threats to LLM-Based Agents"
      }
    ]
  },
  {
    "index": 20,
    "papers": [
      {
        "key": "andriushchenko2024agentharm",
        "author": "Andriushchenko, M. and Souly, A. and Dziemian, M. and Duenas, D. and Lin, M. and Wang, J. and Hendrycks, D. and Zou, A. and Kolter, Z. and Fredrikson, M. and Winsor, E. and Wynne, J. and Gal, Y. and Davies, X.",
        "title": "AgentHarm: A Benchmark for Measuring Harmfulness of LLM Agents"
      },
      {
        "key": "lermen2024applying",
        "author": "Lermen, S. and Dziemian, M. and Pimpale, G.",
        "title": "Applying Refusal-Vector Ablation to Llama 3.1 70B Agents"
      },
      {
        "key": "kumar2024refusal",
        "author": "Kumar, P. and Lau, E. and Vijayakumar, S. and Trinh, T. and Team, S. R. and Chang, E. and Robinson, V. and Hendryx, S. and Zhou, S. and Fredrikson, M. and Yue, S. and Wang, Z.",
        "title": "Refusal-Trained LLMs Are Easily Jailbroken As Browser Agents"
      }
    ]
  },
  {
    "index": 21,
    "papers": [
      {
        "key": "gu2024agentsmithsingleimage",
        "author": "Xiangming Gu and Xiaosen Zheng and Tianyu Pang and Chao Du and Qian Liu and Ye Wang and Jing Jiang and Min Lin",
        "title": "Agent Smith: A Single Image Can Jailbreak One Million Multimodal LLM Agents Exponentially Fast"
      }
    ]
  },
  {
    "index": 22,
    "papers": [
      {
        "key": "cohen2024comesaiwormunleashing",
        "author": "Stav Cohen and Ron Bitton and Ben Nassi",
        "title": "Here Comes The AI Worm: Unleashing Zero-click Worms that Target GenAI-Powered Applications"
      }
    ]
  },
  {
    "index": 23,
    "papers": [
      {
        "key": "tian2024evilgeniusesdelvingsafety",
        "author": "Yu Tian and Xiao Yang and Jingyuan Zhang and Yinpeng Dong and Hang Su",
        "title": "Evil Geniuses: Delving into the Safety of LLM-based Agents"
      }
    ]
  }
]