[
  {
    "index": 0,
    "papers": [
      {
        "key": "buehler2024generative",
        "author": "Buehler, Markus J",
        "title": "Generative retrieval-augmented ontologic graph and multiagent strategies for interpretive large language model-based materials design"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "LLMDrug",
        "author": "Pal, Soumen and Bhattacharya, Manojit and Islam, Md Aminul and Chakraborty, Chiranjib",
        "title": "Chatgpt or LLM in next-Generation Drug Discovery and development: Pharmaceutical and biotechnology companies can make use of the artificial intelligence-based device for a faster way of drug discovery and development"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ChemLLM",
        "author": "M. Bran, Andres\nand Cox, Sam\nand Schilter, Oliver\nand Baldassari, Carlo\nand White, Andrew D.\nand Schwaller, Philippe",
        "title": "Augmenting large language models with chemistry tools"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "jumper2021alphafold",
        "author": "Jumper, John and Evans, Richard and Pritzel, Alexander and Green, Tim and Figurnov, Michael and Ronneberger, Olaf and Tunyasuvunakool, Kathryn and Bates, Russ and {\\v{Z}}{\\'\\i}dek, Augustin and Potapenko, Anna and others",
        "title": "Highly accurate protein structure prediction with AlphaFold"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "lee2024molecule",
        "author": "Lee, Seul and Kreis, Karsten and Veccham, Srimukh Prasad and Liu, Meng and Reidenbach, Danny and Paliwal, Saee and Vahdat, Arash and Nie, Weili",
        "title": "Molecule Generation with Fragment Retrieval Augmentation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zhang2024rag2mol",
        "author": "Zhang, Pei-Dong and Peng, Xingang and Han, Rong and Chen, Ting and Ma, Jianzhu",
        "title": "Rag2Mol: Structure-based drug design based on Retrieval Augmented Generation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "shaw2024protex",
        "author": "Shaw, Peter and Gurram, Bhaskar and Belanger, David and Gane, Andreea and Bileschi, Maxwell L and Colwell, Lucy J and Toutanova, Kristina and Parikh, Ankur P",
        "title": "ProtEx: A Retrieval-Augmented Approach for Protein Function Prediction"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "LawlerMS63",
        "author": "E. L. Lawler",
        "title": "The quadratic assignment problem"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "RolinekECCV20",
        "author": "Rol{\\'\\i}nek, Michal and Swoboda, Paul and Zietlow, Dominik and Paulus, Anselm and Musil, V{\\'\\i}t and Martius, Georg",
        "title": "Deep Graph Matching via Blackbox Differentiation of Combinatorial Solvers"
      },
      {
        "key": "NowakDSW18",
        "author": "Nowak, A. and Villar, S. and Bandeira, A. and Bruna, J.",
        "title": "Revised note on learning quadratic assignment with graph neural networks"
      },
      {
        "key": "guo2023deep",
        "author": "Guo, Ziao and Wang, Runzhong and Jiang, Shaofei and Yang, Xiaokang and Yan, Junchi",
        "title": "Deep learning of partial graph matching via differentiable top-k"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "WangPAMI20",
        "author": "R. {Wang} and J. {Yan} and X. {Yang}",
        "title": "Combinatorial Learning of Robust Deep Graph Matching: an Embedding based Approach"
      },
      {
        "key": "YuICLR20",
        "author": "Yu, Tianshu and Wang, Runzhong and Yan, Junchi and Li, Baoxin",
        "title": "Learning deep graph matching with channel-independent embedding and Hungarian attention"
      },
      {
        "key": "sarlin2020superglue",
        "author": "Sarlin, Paul-Edouard and DeTone, Daniel and Malisiewicz, Tomasz and Rabinovich, Andrew",
        "title": "Superglue: Learning feature matching with graph neural networks"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "scarselli2008graph",
        "author": "Scarselli, Franco and Gori, Marco and Tsoi, Ah Chung and Hagenbuchner, Markus and Monfardini, Gabriele",
        "title": "The graph neural network model"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "SinkhornAMS64",
        "author": "R. Sinkhorn and A. Rangarajan",
        "title": "A relationship between arbitrary positive matrices and doubly stochastic matrices"
      }
    ]
  }
]