[
  {
    "index": 0,
    "papers": [
      {
        "key": "huberMS2DeepScoreNovelDeep2021",
        "author": "Huber, Florian and {van der Burg}, Sven and {van der Hooft}, Justin J. J. and Ridder, Lars",
        "title": "{{MS2DeepScore}}: A Novel Deep Learning Similarity Measure to Compare Tandem Mass Spectra"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "huberSpec2VecImprovedMass2021",
        "author": "Huber, Florian and Ridder, Lars and Verhoeven, Stefan and Spaaks, Jurriaan H. and Diblen, Faruk and Rogers, Simon and van der Hooft, Justin J. J.",
        "title": "{{Spec2Vec}}: {{Improved}} Mass Spectral Similarity Scoring through Learning of Structural Relationships"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "butlerMS2MolTransformerModel2023",
        "author": "Butler, Thomas and Frandsen, Abraham and Lightheart, Rose and Bargh, Brian and Kerby, Thomas and West, Kiana and Davison, Joseph and Taylor, James and Krettler, Christoph and Bollerman, T. J. and Voronov, Gennady and Moon, Kevin and Kind, Tobias and Dorrestein, Pieter and Allen, August and Colluru, Viswa and Healey, David",
        "title": "{{MS2Mol}}: {{A}} Transformer Model for Illuminating Dark Chemical Space from Mass Spectra"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zhangMSBERTEmbeddingTandem2024",
        "author": "Zhang, Hailiang and Yang, Qiong and Xie, Ting and Wang, Yue and Zhang, Zhimin and Lu, Hongmei",
        "title": "{{MSBERT}}: {{Embedding Tandem Mass Spectra}} into {{Chemically Rational Space}} by {{Mask Learning}} and {{Contrastive Learning}}"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "bushuievEmergenceMolecularStructures2025",
        "author": "Bushuiev, Roman and Bushuiev, Anton and Samusevich, Raman and Brungs, Corinna and Sivic, Josef and Pluskal, Tom{\\'a}{\\v s}",
        "title": "Emergence of Molecular Structures from Repository-Scale Self-Supervised Learning on Tandem Mass Spectra"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "youngTandemMassSpectrum2024",
        "author": "Young, Adamo and Röst, Hannes and Wang, Bo",
        "title": "Tandem Mass Spectrum Prediction for Small Molecules Using Graph Transformers"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhangPredictionElectronIonization2022",
        "author": "Zhang, Baojie and Zhang, Jun and Xia, Yi and Chen, Peng and Wang, Bing",
        "title": "Prediction of Electron Ionization Mass Spectra Based on Graph Convolutional Networks"
      },
      {
        "key": "murphyEfficientlyPredictingHigh2023",
        "author": "Murphy, Michael and Jegelka, Stefanie and Fraenkel, Ernest and Kind, Tobias and Healey, David and Butler, Thomas",
        "title": "Efficiently Predicting High Resolution Mass Spectra with Graph Neural Networks"
      },
      {
        "key": "parkMassSpectraPrediction2024",
        "author": "Park, Jiwon and Jo, Jeonghee and Yoon, Sungroh",
        "title": "Mass Spectra Prediction with Structural Motif-Based Graph Neural Networks"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "nallapareddyImprovingFulllengthRibosome2024",
        "author": "Nallapareddy, Mohan Vamsi and Craighero, Francesco and Gobet, Cédric and Naef, Felix and Vandergheynst, Pierre",
        "title": "Towards Improving Full-Length Ribosome Density Prediction by Bridging Sequence and Graph-Based Representations"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "jinSurveyGraphNeural2024",
        "author": "Jin, Ming and Koh, Huan Yee and Wen, Qingsong and Zambon, Daniele and Alippi, Cesare and Webb, Geoffrey I. and King, Irwin and Pan, Shirui",
        "title": "A {{Survey}} on {{Graph Neural Networks}} for {{Time Series}}: {{Forecasting}}, {{Classification}}, {{Imputation}}, and {{Anomaly Detection}}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "boulougouriMolecularSetRepresentation2024",
        "author": "Boulougouri, Maria and Vandergheynst, Pierre and Probst, Daniel",
        "title": "Molecular Set Representation Learning"
      }
    ]
  }
]