[
  {
    "index": 0,
    "papers": [
      {
        "key": "bhagavatula2020abductivecommonsensereasoning",
        "author": "Chandra Bhagavatula and Ronan Le Bras and Chaitanya Malaviya and Keisuke Sakaguchi and Ari Holtzman and Hannah Rashkin and Doug Downey and Scott Wen-tau Yih and Yejin Choi",
        "title": "Abductive Commonsense Reasoning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "qin2021futureunsupervisedbackpropbaseddecoding",
        "author": "Lianhui Qin and Vered Shwartz and Peter West and Chandra Bhagavatula and Jena Hwang and Ronan Le Bras and Antoine Bosselut and Yejin Choi",
        "title": "Back to the Future: Unsupervised Backprop-based Decoding for Counterfactual and Abductive Commonsense Reasoning"
      },
      {
        "key": "kadiķis2022embarrassinglysimpleperformanceprediction",
        "author": "Emīls Kadiķis and Vaibhav Srivastav and Roman Klinger",
        "title": "Embarrassingly Simple Performance Prediction for Abductive Natural Language Inference"
      },
      {
        "key": "chan2023selfconsistentnarrativepromptsabductive",
        "author": "Chunkit Chan and Xin Liu and Tsz Ho Chan and Jiayang Cheng and Yangqiu Song and Ginny Wong and Simon See",
        "title": "Self-Consistent Narrative Prompts on Abductive Natural Language Inference"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "zhao2024uncommonsensereasoningabductivereasoning",
        "author": "Wenting Zhao and Justin T Chiu and Jena D. Hwang and Faeze Brahman and Jack Hessel and Sanjiban Choudhury and Yejin Choi and Xiang Lorraine Li and Alane Suhr",
        "title": "UNcommonsense Reasoning: Abductive Reasoning about Uncommon Situations"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "tafjord2021proofwritergeneratingimplicationsproofs",
        "author": "Oyvind Tafjord and Bhavana Dalvi Mishra and Peter Clark",
        "title": "ProofWriter: Generating Implications, Proofs, and Abductive Statements over Natural Language"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhong2023chatablabductivelearningnatural",
        "author": "Tianyang Zhong and Yaonai Wei and Li Yang and Zihao Wu and Zhengliang Liu and Xiaozheng Wei and Wenjun Li and Junjie Yao and Chong Ma and Xiang Li and Dajiang Zhu and Xi Jiang and Junwei Han and Dinggang Shen and Tianming Liu and Tuo Zhang",
        "title": "ChatABL: Abductive Learning via Natural Language Interaction with ChatGPT"
      },
      {
        "key": "del2023truedetectivedeepabductive",
        "author": "Maksym Del and Mark Fishel",
        "title": "True Detective: A Deep Abductive Reasoning Benchmark Undoable for GPT-3 and Challenging for GPT-4"
      },
      {
        "key": "thagard2024chatgptmakeexplanatoryinferences",
        "author": "Paul Thagard",
        "title": "Can ChatGPT Make Explanatory Inferences? Benchmarks for Abductive Reasoning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "du-etal-2021-learning",
        "author": "Du, Li  and\nDing, Xiao  and\nLiu, Ting  and\nQin, Bing",
        "title": "Learning Event Graph Knowledge for Abductive Reasoning"
      },
      {
        "key": "bai2024advancingabductivereasoningknowledge",
        "author": "Jiaxin Bai and Yicheng Wang and Tianshi Zheng and Yue Guo and Xin Liu and Yangqiu Song",
        "title": "Advancing Abductive Reasoning in Knowledge Graphs through Complex Logical Hypothesis Generation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "clark2020transformerssoftreasonerslanguage",
        "author": "Peter Clark and Oyvind Tafjord and Kyle Richardson",
        "title": "Transformers as Soft Reasoners over Language"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "saparov2023testinggeneraldeductivereasoning",
        "author": "Abulhair Saparov and Richard Yuanzhe Pang and Vishakh Padmakumar and Nitish Joshi and Seyed Mehran Kazemi and Najoung Kim and He He",
        "title": "Testing the General Deductive Reasoning Capacity of Large Language Models Using OOD Examples"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zheng2025enhancingtransformersgeneralizablefirstorder",
        "author": "Tianshi Zheng and Jiazheng Wang and Zihao Wang and Jiaxin Bai and Hang Yin and Zheye Deng and Yangqiu Song and Jianxin Li",
        "title": "Enhancing Transformers for Generalizable First-Order Logical Entailment"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "dalvi2022explaininganswersentailmenttrees",
        "author": "Bhavana Dalvi and Peter Jansen and Oyvind Tafjord and Zhengnan Xie and Hannah Smith and Leighanna Pipatanangkura and Peter Clark",
        "title": "Explaining Answers with Entailment Trees"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "wei2022emergentabilitieslargelanguage",
        "author": "Jason Wei and Yi Tay and Rishi Bommasani and Colin Raffel and Barret Zoph and Sebastian Borgeaud and Dani Yogatama and Maarten Bosma and Denny Zhou and Donald Metzler and Ed H. Chi and Tatsunori Hashimoto and Oriol Vinyals and Percy Liang and Jeff Dean and William Fedus",
        "title": "Emergent Abilities of Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "min2022rethinkingroledemonstrationsmakes",
        "author": "Sewon Min and Xinxi Lyu and Ari Holtzman and Mikel Artetxe and Mike Lewis and Hannaneh Hajishirzi and Luke Zettlemoyer",
        "title": "Rethinking the Role of Demonstrations: What Makes In-Context Learning Work?"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "FALKENHAINER19891",
        "author": "Brian Falkenhainer and Kenneth D. Forbus and Dedre Gentner",
        "title": "The structure-mapping engine: Algorithm and examples"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Turney_2008",
        "author": "Turney, P. D.",
        "title": "The Latent Relation Mapping Engine: Algorithm and Experiments"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "mikolov2013distributedrepresentationswordsphrases",
        "author": "Tomas Mikolov and Ilya Sutskever and Kai Chen and Greg Corrado and Jeffrey Dean",
        "title": "Distributed Representations of Words and Phrases and their Compositionality"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "webb2023emergentanalogicalreasoninglarge",
        "author": "Taylor Webb and Keith J. Holyoak and Hongjing Lu",
        "title": "Emergent Analogical Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "ye2024analobenchbenchmarkingidentificationabstract",
        "author": "Xiao Ye and Andrew Wang and Jacob Choi and Yining Lu and Shreya Sharma and Lingfeng Shen and Vijay Tiyyala and Nicholas Andrews and Daniel Khashabi",
        "title": "AnaloBench: Benchmarking the Identification of Abstract and Long-context Analogies"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "wijesiriwardene2023analogicalnovelbenchmark",
        "author": "Thilini Wijesiriwardene and Ruwan Wickramarachchi and Bimal G. Gajera and Shreeyash Mukul Gowaikar and Chandan Gupta and Aman Chadha and Aishwarya Naresh Reganti and Amit Sheth and Amitava Das",
        "title": "ANALOGICAL -- A Novel Benchmark for Long Text Analogy Evaluation in Large Language Models"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "jiayang2023storyanalogyderivingstorylevelanalogies",
        "author": "Cheng Jiayang and Lin Qiu and Tsz Ho Chan and Tianqing Fang and Weiqi Wang and Chunkit Chan and Dongyu Ru and Qipeng Guo and Hongming Zhang and Yangqiu Song and Yue Zhang and Zheng Zhang",
        "title": "StoryAnalogy: Deriving Story-level Analogies from Large Language Models to Unlock Analogical Understanding"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "sourati2024arnanalogicalreasoningnarratives",
        "author": "Zhivar Sourati and Filip Ilievski and Pia Sommerauer and Yifan Jiang",
        "title": "ARN: Analogical Reasoning on Narratives"
      }
    ]
  }
]