[
  {
    "index": 0,
    "papers": [
      {
        "key": "besler_2021_Bone",
        "author": "Besler, Bryce A. and Michalski, Andrew S. and Kuczynski, Michael T. and Abid, Aleena and Forkert, Nils D. and Boyd, Steven K.",
        "title": "Bone and Joint Enhancement Filtering: Application to Proximal Femur Segmentation from Uncalibrated Computed Tomography Datasets"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "gao_2022_Deep",
        "author": "Gao, Yuan and Chen, Han and Ge, Rongjun and Wu, Zhan and Tang, Hui and Gao, Dazhi and Mai, Xiaoli and Zhang, Libo and Yang, Benqiang and Chen, Yang and Coatrieux, Jean-Louis",
        "title": "Deep Learning-Based Framework for Segmentation of Multiclass Rib Fractures in {CT} Utilizing a Multi-Angle Projection Network"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "liu_2023_Pelvic",
        "author": "Liu, Yanzhen and Yibulayimu, Sutuke and Sang, Yudi and Zhu, Gang and Wang, Yu and Zhao, Chunpeng and Wu, Xinbao",
        "title": "Pelvic Fracture Segmentation Using a Multi-Scale Distance-Weighted Neural Network"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "cai_2024_Automatic",
        "author": "Cai, Die and Zhou, Yu and He, Wenjie and Yuan, Jichun and Liu, Chenyuan and Li, Rui and Wang, Yi and Xia, Jun",
        "title": "Automatic Segmentation of Knee {CT} Images of Tibial Plateau Fractures Based on Three-Dimensional U-Net: Assisting Junior Physicians with Schatzker Classification"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "zhou_2024_CrossScale",
        "author": "Zhou, Yu and Zou, Xiahao and Wang, Yi",
        "title": "Towards Cross-Scale Attention and Surface Supervision for Fractured Bone Segmentation in {CT}"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zhao_2019_SemiSupervised",
        "author": "Zhao, Ziyuan and Zhang, Xiaoman and Chen, Cen and Li, Wei and Peng, Songyou and Wang, Jie and Yang, Xulei and Zhang, Le and Zeng, Zeng",
        "title": "Semi-Supervised Self-Taught Deep Learning for Finger Bones Segmentation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "burton_2020_Semisupervised",
        "author": "Burton, William and Myers, Casey and Rullkoetter, Paul",
        "title": "Semi-Supervised Learning for Automatic Segmentation of the Knee from {MRI} with Convolutional Neural Networks"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "liu_2020_Semisupervised",
        "author": "Liu, Huaqing and Xiao, Haoping and Luo, Lishu and Feng, Chaobo and Yin, Bangde and Wang, Dongdong and Li, Yufeng and He, Shisheng and Fan, Guoxin",
        "title": "Semi-Supervised Semantic Segmentation of Multiple Lumbosacral Structures on {CT}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "li_2023_Patchshufflebased",
        "author": "Li, Xiaoxu and Peng, Yu and Xu, Min",
        "title": "Patch-Shuffle-Based Semi-Supervised Segmentation of Bone Computed Tomography via Consistent Learning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "li_2025_Semisupervised",
        "author": "Li, Mingqian and Yan, Zhiqian and Lu, Qinghang and Ma, Qiongxiong and Guo, Liang and Zhang, Qingmao",
        "title": "A Semi-Supervised Tooth Segmentation Method Based on Entropy-Guided Mean Teacher and Weakly Mutual Consistency Network"
      }
    ]
  }
]