[
  {
    "index": 0,
    "papers": [
      {
        "key": "cascaded_CBF",
        "author": "Khan, Mouhyemen and Zafar, Munzir and Chatterjee, Abhijit",
        "title": "Barrier Functions in Cascaded Controller: Safe Quadrotor Control"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "range_sensing_CBF",
        "author": "Wu, Guofan and Sreenath, Koushil",
        "title": "{Safety-Critical Control of a 3D Quadrotor With Range-Limited Sensing}"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "cbf_potential_field_analysis",
        "author": "Singletary, Andrew and Klingebiel, Karl and Bourne, Joseph and Browning, Andrew and Tokumaru, Phil and Ames, Aaron",
        "title": "Comparative Analysis of Control Barrier Functions and Artificial Potential Fields for Obstacle Avoidance"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "backstepping_CBF",
        "author": "Kim, Jinrae and Kim, Youdan",
        "title": "Safe Control Synthesis for Multicopter via Control Barrier Function Backstepping"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "collisionConeCBF",
        "author": "Tayal, Manan and Singh, Rajpal and Keshavan, Jishnu and Kolathaya, Shishir",
        "title": "Control Barrier Functions in Dynamic UAVs for Kinematic Obstacle Avoidance: A Collision Cone Approach"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "compositeCBFtemporal",
        "author": "Amirsaeid Safari and Jesse B. Hoagg",
        "title": "Time-Varying Soft-Maximum Barrier Functions for Safety in Unmapped and Dynamic Environments"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "CBF_aided_teleop",
        "author": "Siqi Zhou and Sotiris Papatheodorou and Stefan Leutenegger and Angela P. Schoellig",
        "title": "Control-Barrier-Aided Teleoperation with Visual-Inertial SLAM for Safe MAV Navigation in Complex Environments"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "dawson2022learning",
        "author": "Dawson, Charles and others",
        "title": "Learning safe, generalizable perception-based hybrid control with certificates"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "harms2024neural",
        "author": "Harms, Marvin and Kulkarni, Mihir and Khedekar, Nikhil and Jacquet, Martin and Alexis, Kostas",
        "title": "Neural Control Barrier Functions for Safe Navigation"
      }
    ]
  }
]