[
  {
    "index": 0,
    "papers": [
      {
        "key": "cot",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and ichter, brian and Xia, Fei and Chi, Ed and Le, Quoc V and Zhou, Denny",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "turpin2023",
        "author": "Miles Turpin and Julian Michael and Ethan Perez and Samuel R. Bowman",
        "title": "Language Models Don't Always Say What They Think: Unfaithful Explanations in Chain-of-Thought Prompting"
      },
      {
        "key": "epflfaithfulness",
        "author": "Paul, Debjit  and\nWest, Robert  and\nBosselut, Antoine  and\nFaltings, Boi",
        "title": "Making Reasoning Matter: Measuring and Improving Faithfulness of Chain-of-Thought Reasoning"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "tan-bansal-2019-lxmert",
        "author": "Tan, Hao  and\nBansal, Mohit",
        "title": "{LXMERT}: Learning Cross-Modality Encoder Representations from Transformers"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "lu2019vilbert",
        "author": "Lu, Jiasen and Batra, Dhruv and Parikh, Devi and Lee, Stefan",
        "title": "ViLBERT: Pretraining Task-Agnostic Visiolinguistic Representations for Vision-and-Language Tasks"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "chen2020uniter",
        "author": "Chen, Yen-Chun and Li, Linjie and Yu, Licheng and El Kholy, Ahmed and Ahmed, Faisal and Gan, Zhe and Cheng, Yu and Liu, Jingjing",
        "title": "UNITER: UNiversal Image-TExt Representation Learning"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "radford2021learning",
        "author": "Radford, Alec and Kim, Jong Wook and Hallacy, Chris and Ramesh, Aditya and Goh, Gabriel and Agarwal, Sandhini and Sastry, Girish and Askell, Amanda and Mishkin, Pamela and Clark, Jack and Krueger, Gretchen and Sutskever, Ilya",
        "title": "Learning Transferable Visual Models From Natural Language Supervision"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "gu2023",
        "author": "Gu, Yuling  and\nDalvi Mishra, Bhavana  and\nClark, Peter",
        "title": "Do language models have coherent mental models of everyday things?"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "gao2024",
        "author": "Jun Gao and Yongqi Li and Ziqiang Cao and Wenjie Li",
        "title": "Interleaved-Modal Chain-of-Thought"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "zeng2022socratic",
        "author": "Andy Zeng and Maria Attarian and brian ichter and Krzysztof Marcin Choromanski and Adrian Wong and Stefan Welker and Federico Tombari and Aveek Purohit and Michael S Ryoo and Vikas Sindhwani and Johnny Lee and Vincent Vanhoucke and Pete Florence",
        "title": "Socratic Models: Composing Zero-Shot Multimodal Reasoning with Language"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "lu22",
        "author": "Lu, Pan and Mishra, Swaroop and Xia, Tanglin and Qiu, Liang and Chang, Kai-Wei and Zhu, Song-Chun and Tafjord, Oyvind and Clark, Peter and Kalyan, Ashwin",
        "title": "Learn to Explain: Multimodal Reasoning via Thought Chains for Science Question Answering"
      },
      {
        "key": "mmcot",
        "author": "Zhuosheng Zhang and Aston Zhang and Mu Li and hai zhao and George Karypis and Alex Smola",
        "title": "Multimodal Chain-of-Thought Reasoning in Language Models"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "mvot",
        "author": "Chengzu Li and Wenshan Wu and Huanyu Zhang and Yan Xia and Shaoguang Mao and Li Dong and Ivan Vulić and Furu Wei",
        "title": "Imagine while Reasoning in Space: Multimodal Visualization-of-Thought"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "larkin1987diagram",
        "author": "Larkin, Jill H. and Simon, Herbert A.",
        "title": "Why a Diagram is (Sometimes) Worth Ten Thousand Words"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "alayrac2022flamingo",
        "author": "Alayrac, Jean-Baptiste and Donahue, Jeff and Luc, Pauline and Miech, Antoine and Barr, Iain and Hasson, Yana and Lenc, Karel and Mensch, Arthur and Millican, Katherine and Reynolds, Malcolm and Ring, Roman and Rutherford, Eliza and Cabi, Serkan and Han, Tengda and Gong, Zhitao and Samangooei, Sina and Monteiro, Marianne and Menick, Jacob L and Borgeaud, Sebastian and Brock, Andy and Nematzadeh, Aida and Sharifzadeh, Sahand and Bi\\'{n}kowski, Miko\\l aj and Barreira, Ricardo and Vinyals, Oriol and Zisserman, Andrew and Simonyan, Kar\\'{e}n",
        "title": "Flamingo: a Visual Language Model for Few-Shot Learning"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "li2023blip",
        "author": "Li, Junnan and Li, Dongxu and Savarese, Silvio and Hoi, Steven",
        "title": "BLIP-2: bootstrapping language-image pre-training with frozen image encoders and large language models"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "openai2024gpt4",
        "author": "OpenAI",
        "title": "GPT-4 Technical Report"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "driess2023palm",
        "author": "Driess, Danny and Xia, Fei and Sajjadi, Mehdi S. M. and Lynch, Corey and Chowdhery, Aakanksha and Ichter, Brian and Wahid, Ayzaan and Tompson, Jonathan and Vuong, Quan and Yu, Tianhe and Huang, Wenlong and Chebotar, Yevgen and Sermanet, Pierre and Duckworth, Daniel and Levine, Sergey and Vanhoucke, Vincent and Hausman, Karol and Toussaint, Marc and Greff, Klaus and Zeng, Andy and Mordatch, Igor and Florence, Pete",
        "title": "PaLM-E: an embodied multimodal language model"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "nye2021show",
        "author": "Maxwell Nye and Anders Johan Andreassen and Guy Gur-Ari and Henryk Michalewski and Jacob Austin and David Bieber and David Dohan and Aitor Lewkowycz and Maarten Bosma and David Luan and Charles Sutton and Augustus Odena",
        "title": "Show Your Work: Scratchpads for Intermediate Computation with Language Models"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "wang2023self",
        "author": "Xuezhi Wang and Jason Wei and Dale Schuurmans and Quoc V Le and Ed H. Chi and Sharan Narang and Aakanksha Chowdhery and Denny Zhou",
        "title": "Self-Consistency Improves Chain of Thought Reasoning in Language Models"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "siegler",
        "author": "Robert S. Siegler and Karen E. Adolph and Patrick Lemaire",
        "title": "Implicit Memory and Metacognition"
      }
    ]
  }
]