[
  {
    "index": 0,
    "papers": [
      {
        "key": "Li_2021",
        "author": "Zhichao Li",
        "title": "Comparison between safety methods control barrier function vs. reachability analysis"
      },
      {
        "key": "Lopez_2021",
        "author": "Lopez, Brett T. and Slotine, Jean-Jacques E. and How, Jonathan P.",
        "title": "Robust Adaptive Control Barrier Functions: An Adaptive and Data-Driven Approach to Safety"
      },
      {
        "key": "Lindemann_2024",
        "author": "Lars Lindemann and Alexander Robey and Lejun Jiang and Satyajeet Das and Stephen Tu and Nikolai Matni",
        "title": "Learning Robust Output Control Barrier Functions from Safe Expert Demonstrations"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Singletary_2022",
        "author": "Singletary, Andrew and Swann, Aiden and Chen, Yuxiao and Ames, Aaron D.",
        "title": "Onboard Safety Guarantees for Racing Drones: High-Speed Geofencing With Control Barrier Functions"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Panja_2023",
        "author": "Promit Panja and Jesse B. Hoagg and Sabur Baidya",
        "title": "Control Barrier Function Based UAV Safety Controller in Autonomous Airborne Tracking and Following Systems"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Tayal_2024",
        "author": "Manan Tayal and Rajpal Singh and Jishnu Keshavan and Shishir Kolathaya",
        "title": "Control Barrier Functions in Dynamic UAVs for Kinematic Obstacle Avoidance: A Collision Cone Approach"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Zheng_2023",
        "author": "Zheng, Zewei and Li, Jiazhe and Guan, Zhiyuan and Zuo, Zongyu",
        "title": "Constrained Moving Path Following Control for UAV With Robust Control Barrier Function"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "Wang_2018",
        "author": "Wang, Li and Theodorou, Evangelos A. and Egerstedt, Magnus",
        "title": "Safe Learning of Quadrotor Dynamics Using Barrier Certificates"
      },
      {
        "key": "Wang_2023",
        "author": "Wang, Zhijun and Hu, Tengfei and Long, Lijun",
        "title": "Multi-UAV Safe Collaborative Transportation Based on Adaptive Control Barrier Function"
      },
      {
        "key": "Liu_2024",
        "author": "Liu, Bowen and Wang, Yingxun and Sepestanaki, Mohammadreza Askari and Pouzesh, Mohsen and Mobayen, Saleh and Rouhani, Seyed Hossein and Fekih, Afef",
        "title": "Event-Trigger-Based Adaptive Barrier Function Higher-Order Global Sliding Mode Control Technique for Quadrotor UAVs"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "Korsarnovsky_2020",
        "author": "Benny Kosarnovsky and Shai Arogeti",
        "title": "Geometric and constrained control for a string of tethered drones"
      },
      {
        "key": "Singh_2001",
        "author": "Singh, L. and Fuller, J.",
        "title": "Trajectory generation for a UAV in urban terrain, using nonlinear MPC"
      },
      {
        "key": "Lindqvist_2020",
        "author": "Lindqvist, Björn and Mansouri, Sina Sharif and Agha-mohammadi, Ali-akbar and Nikolakopoulos, George",
        "title": "Nonlinear MPC for Collision Avoidance and Control of UAVs With Dynamic Obstacles"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "Hermand_2018",
        "author": "Hermand, Elie and Nguyen, Tam W. and Hosseinzadeh, Mehdi and Garone, Emanuele",
        "title": "Constrained Control of UAVs in Geofencing Applications"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "Ankit_2024",
        "author": "Kumar Ankit and Shrivathsa M S and Shishir Kolathaya and Debasish Ghose",
        "title": "Reachability Analysis of UAVs through Cluttered Environments"
      },
      {
        "key": "Zhou_2015",
        "author": "Zhou, Yuchen and Baras, John S.",
        "title": "Reachable set approach to collision avoidance for UAVs"
      },
      {
        "key": "Ding_2012",
        "author": "Ding, Jerry and Sprinkle, Jonathan and Tomlin, Claire J and Sastry, S Shankar and Paunicka, James L",
        "title": "Reachability calculations for vehicle safety during manned/unmanned vehicle interaction"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Li_2021",
        "author": "Zhichao Li",
        "title": "Comparison between safety methods control barrier function vs. reachability analysis"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Tayal_2024",
        "author": "Manan Tayal and Rajpal Singh and Jishnu Keshavan and Shishir Kolathaya",
        "title": "Control Barrier Functions in Dynamic UAVs for Kinematic Obstacle Avoidance: A Collision Cone Approach"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Bolognini_2022",
        "author": "Bolognini, Michele and Saccani, Danilo and Cirillo, Fabrizio and Fagiano, Lorenzo",
        "title": "Autonomous navigation of interconnected tethered drones in a partially known environment with obstacles"
      },
      {
        "key": "Valerio_2022",
        "author": "Valerio, Carlos G. and Aguillón, Néstor and Espinoza, Eduardo S. and Lozano, Rogelio",
        "title": "Reference Generator for a System of Multiple Tethered Unmanned Aerial Vehicles"
      }
    ]
  }
]