[
  {
    "index": 0,
    "papers": [
      {
        "key": "friedkin1990social",
        "author": "Friedkin, Noah E. and Johnsen, Eugene C.",
        "title": "Social influence and opinions"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "deffuant2000mixing",
        "author": "Deffuant, Guillaume and Neau, David and Amblard, Frederic and Weisbuch, Gerard",
        "title": "Mixing beliefs among interacting agents"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "sasahara2021social",
        "author": "Sasahara, Kazutoshi and Chen, Wen and Peng, Hao and Ciampaglia, Giovanni Luca and Flammini, Alessandro and Menczer, Filippo",
        "title": "Social influence and unfollowing accelerate the emergence of echo chambers"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "park2023generative",
        "author": "Park, Joon Sung and O'Brien, Joseph and Cai, Carrie Jun and Morris, Meredith Ringel and Liang, Percy and Bernstein, Michael S",
        "title": "Generative agents: Interactive simulacra of human behavior"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "gao2023s",
        "author": "Gao, Chen and Lan, Xiaochong and Lu, Zhihong and Mao, Jinzhu and Piao, Jinghua and Wang, Huandong and Jin, Depeng and Li, Yong",
        "title": "S3: Social-network Simulation System with Large Language Model-Empowered Agents"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "wang2024decoding",
        "author": "Wang, Chenxi and Liu, Zongfang and Yang, Dequan and Chen, Xiuying",
        "title": "Decoding Echo Chambers: LLM-Powered Simulations Revealing Polarization in Social Networks"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "park2022social",
        "author": "Park, Joon Sung and Popowski, Lindsay and Cai, Carrie and Morris, Meredith Ringel and Liang, Percy and Bernstein, Michael S",
        "title": "Social simulacra: Creating populated prototypes for social computing systems"
      }
    ]
  }
]