[
  {
    "index": 0,
    "papers": [
      {
        "key": "Heit2000",
        "author": "Heit, Evan",
        "title": "Properties of inductive reasoning"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "doi:10.1126/science.1192788",
        "author": "Joshua B. Tenenbaum  and Charles Kemp  and Thomas L. Griffiths  and Noah D. Goodman ",
        "title": "How to Grow a Mind: Statistics, Structure, and Abstraction"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "doi:10.1126/science.aab3050",
        "author": "Brenden M. Lake  and Ruslan Salakhutdinov  and Joshua B. Tenenbaum ",
        "title": "Human-level concept learning through probabilistic program induction"
      },
      {
        "key": "Lake_Ullman_Tenenbaum_Gershman_2017",
        "author": "Lake, Brenden M. and Ullman, Tomer D. and Tenenbaum, Joshua B. and Gershman, Samuel J.",
        "title": "Building machines that learn and think like people"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "brown2020language",
        "author": "Brown, Tom B. and Mann, Benjamin and Ryder, Nick and Subbiah, Melanie and Kaplan, Jared and Dhariwal, Prafulla and Neelakantan, Arvind and Shyam, Pranav and Sastry, Girish and Askell, Amanda and Agarwal, Sandhini and Herbert-Voss, Ariel and Krueger, Gretchen and Henighan, Tom and Child, Rewon and Ramesh, Aditya and Ziegler, Daniel M. and Wu, Jeffrey and Winter, Clemens and Hesse, Christopher and Chen, Mark and Sigler, Eric and Litwin, Mateusz and Gray, Scott and Chess, Benjamin and Clark, Jack and Berner, Christopher and McCandlish, Sam and Radford, Alec and Sutskever, Ilya and Amodei, Dario",
        "title": "Language models are few-shot learners"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "tian2020learning",
        "author": "Tian, Lucas and Ellis, Kevin and Kryven, Marta and Tenenbaum, Josh",
        "title": "Learning abstract structure for drawing by efficient motor program induction"
      },
      {
        "key": "odena2021bustlebottomupprogramsynthesis",
        "author": "Augustus Odena and Kensen Shi and David Bieber and Rishabh Singh and Charles Sutton and Hanjun Dai",
        "title": "BUSTLE: Bottom-Up Program Synthesis Through Learning-Guided Exploration"
      },
      {
        "key": "SABLEMEYER2022101527",
        "author": "Mathias Sablé-Meyer and Kevin Ellis and Josh Tenenbaum and Stanislas Dehaene",
        "title": "A language of thought for the mental representation of geometric shapes"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "pmlr-v139-alet21a",
        "author": "Alet, Ferran and Lopez-Contreras, Javier and Koppel, James and Nye, Maxwell and Solar-Lezama, Armando and Lozano-Perez, Tomas and Kaelbling, Leslie and Tenenbaum, Joshua",
        "title": "A large-scale benchmark for few-shot program induction and synthesis"
      },
      {
        "key": "ijcai2024p693",
        "author": "Gendron, Gaël and Bao, Qiming and Witbrock, Michael and Dobbie, Gillian",
        "title": "Large Language Models Are Not Strong Abstract Reasoners"
      },
      {
        "key": "mirchandani2023large",
        "author": "Suvir Mirchandani and Fei Xia and Pete Florence and brian ichter and Danny Driess and Montserrat Gonzalez Arenas and Kanishka Rao and Dorsa Sadigh and Andy Zeng",
        "title": "Large Language Models as General Pattern Machines"
      },
      {
        "key": "yang-etal-2024-language",
        "author": "Yang, Zonglin  and\nDong, Li  and\nDu, Xinya  and\nCheng, Hao  and\nCambria, Erik  and\nLiu, Xiaodong  and\nGao, Jianfeng  and\nWei, Furu",
        "title": "Language Models as Inductive Reasoners"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wang2024hypothesis",
        "author": "Ruocheng Wang and Eric Zelikman and Gabriel Poesia and Yewen Pu and Nick Haber and Noah Goodman",
        "title": "Hypothesis Search: Inductive Reasoning with Language Models"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "qiu2024phenomenal",
        "author": "Linlu Qiu and Liwei Jiang and Ximing Lu and Melanie Sclar and Valentina Pyatkin and Chandra Bhagavatula and Bailin Wang and Yoon Kim and Yejin Choi and Nouha Dziri and Xiang Ren",
        "title": "Phenomenal Yet Puzzling: Testing Inductive Reasoning Capabilities of Language Models with Hypothesis Refinement"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "elazar-etal-2021-measuring",
        "author": "Elazar, Yanai  and\nKassner, Nora  and\nRavfogel, Shauli  and\nRavichander, Abhilasha  and\nHovy, Eduard  and\nSch{\\\"u}tze, Hinrich  and\nGoldberg, Yoav",
        "title": "Measuring and Improving Consistency in Pretrained Language Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "zhang2023sirenssongaiocean",
        "author": "Yue Zhang and Yafu Li and Leyang Cui and Deng Cai and Lemao Liu and Tingchen Fu and Xinting Huang and Enbo Zhao and Yu Zhang and Yulong Chen and Longyue Wang and Anh Tuan Luu and Wei Bi and Freda Shi and Shuming Shi",
        "title": "Siren's Song in the AI Ocean: A Survey on Hallucination in Large Language Models"
      },
      {
        "key": "huang2025hallu",
        "author": "Huang, Lei and Yu, Weijiang and Ma, Weitao and Zhong, Weihong and Feng, Zhangyin and Wang, Haotian and Chen, Qianglong and Peng, Weihua and Feng, Xiaocheng and Qin, Bing and Liu, Ting",
        "title": "A Survey on Hallucination in Large Language Models: Principles, Taxonomy, Challenges, and Open Questions"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "tu2024chatlogcarefullyevaluatingevolution",
        "author": "Shangqing Tu and Chunyang Li and Jifan Yu and Xiaozhi Wang and Lei Hou and Juanzi Li",
        "title": "ChatLog: Carefully Evaluating the Evolution of ChatGPT Across Time"
      },
      {
        "key": "chen2023chatgptsbehaviorchangingtime",
        "author": "Lingjiao Chen and Matei Zaharia and James Zou",
        "title": "How is ChatGPT's behavior changing over time?"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mirzadeh2024gsmsymbolicunderstandinglimitationsmathematical",
        "author": "Iman Mirzadeh and Keivan Alizadeh and Hooman Shahrokhi and Oncel Tuzel and Samy Bengio and Mehrdad Farajtabar",
        "title": "GSM-Symbolic: Understanding the Limitations of Mathematical Reasoning in Large Language Models"
      },
      {
        "key": "huang2025mathperturbbenchmarkingllmsmath",
        "author": "Kaixuan Huang and Jiacheng Guo and Zihao Li and Xiang Ji and Jiawei Ge and Wenzhe Li and Yingqing Guo and Tianle Cai and Hui Yuan and Runzhe Wang and Yue Wu and Ming Yin and Shange Tang and Yangsibo Huang and Chi Jin and Xinyun Chen and Chiyuan Zhang and Mengdi Wang",
        "title": "MATH-Perturb: Benchmarking LLMs' Math Reasoning Abilities against Hard Perturbations"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "wu-etal-2024-reasoning",
        "author": "Wu, Zhaofeng  and\nQiu, Linlu  and\nRoss, Alexis  and\nAky{\\\"u}rek, Ekin  and\nChen, Boyuan  and\nWang, Bailin  and\nKim, Najoung  and\nAndreas, Jacob  and\nKim, Yoon",
        "title": "Reasoning or Reciting? Exploring the Capabilities and Limitations of Language Models Through Counterfactual Tasks"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "zhou2024can",
        "author": "Zhanke Zhou and Rong Tao and Jianing Zhu and Yiwen Luo and Zengmao Wang and Bo Han",
        "title": "Can Language Models Perform Robust Reasoning in Chain-of-thought Prompting with Noisy Rationales?"
      }
    ]
  }
]