[
  {
    "index": 0,
    "papers": [
      {
        "key": "bestsynth",
        "author": "Ruibo Liu and Jerry Wei and Fangyu Liu and Chenglei Si and Yanzhe Zhang and Jinmeng Rao and Steven Zheng and Daiyi Peng and Diyi Yang and Denny Zhou and Andrew M. Dai",
        "title": "Best Practices and Lessons Learned on Synthetic Data"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "personas",
        "author": "Tao Ge and Xin Chan and Xiaoyang Wang and Dian Yu and Haitao Mi and Dong Yu",
        "title": "Scaling Synthetic Data Creation with 1,000,000,000 Personas"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "ultrachat",
        "author": "Ning Ding and Yulin Chen and Bokai Xu and Yujia Qin and Shengding Hu and Zhiyuan Liu and Maosong Sun and Bowen Zhou",
        "title": "Enhancing Chat Language Models by Scaling High-quality Instructional Conversations"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "orca",
        "author": "Subhabrata Mukherjee and Arindam Mitra and Ganesh Jawahar and Sahaj Agarwal and Hamid Palangi and Ahmed Hassan Awadallah",
        "title": "Orca: Progressive Learning from Complex Explanation Traces of GPT-4"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "agentsLLM",
        "author": "Lei Wang and Chen Ma and Xueyang Feng and Zeyu Zhang and Hao Yang and Jingsen Zhang and Zhiyuan Chen and Jiakai Tang and Xu Chen and Yankai Lin and Wayne Xin Zhao and Zhewei Wei and Jirong Wen",
        "title": "A survey on large language model based autonomous agents"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "CoT",
        "author": "Jason Wei and Xuezhi Wang and Dale Schuurmans and Maarten Bosma and Brian Ichter and Fei Xia and Ed Chi and Quoc Le and Denny Zhou",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "reprompt",
        "author": "Shreyas Sundara Raman and Vanya Cohen and Eric Rosen and Ifrah Idrees and David Paulius and Stefanie Tellex",
        "title": "Planning With Large Language Models Via Corrective Re-Prompting"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "ToT",
        "author": "Shunyu Yao and Dian Yu and Jeffrey Zhao and Izhak Shafran and Thomas L. Griffiths and Yuan Cao and Karthik R Narasimhan",
        "title": "Tree of Thoughts: Deliberate Problem Solving with Large Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "innermono",
        "author": "Huang, Wenlong and Xia, Fei and Xiao, Ted and Chan, Harris and Liang, Jacky and Florence, Pete and Zeng, Andy and Tompson, Jonathan and Mordatch, Igor and Chebotar, Yevgen and Sermanet, Pierre and Jackson, Tomas and Brown, Noah and Luu, Linda and Levine, Sergey and Hausman, Karol and ichter, brian",
        "title": "Inner Monologue: Embodied Reasoning through Planning with Language Models"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "sayplan",
        "author": "Rana, Krishan and Haviland, Jesse and Garg, Sourav and Abou-Chakra, Jad and Reid, Ian and Suenderhauf, Niko",
        "title": "SayPlan: Grounding Large Language Models using 3D Scene Graphs for Scalable Robot Task Planning"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "humanplan",
        "author": "Chengxing Xie and Difan Zou",
        "title": "A Human-Like Reasoning Framework for Multi-Phases Planning Task with Large Language Models"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Text2Afford",
        "author": "Sayantan Adak and Daivik Agrawal and Animesh Mukherjee and Somak Aditya",
        "title": "Text2Afford: Probing Object Affordance Prediction abilities of Language Models solely from Text"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "LLMdisaster",
        "author": "Godinho,Matilde M. L.",
        "title": "The Impact of Natural Language Processing in Disaster Management: A Systematic Literature Review"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "LLMdisaster",
        "author": "Godinho,Matilde M. L.",
        "title": "The Impact of Natural Language Processing in Disaster Management: A Systematic Literature Review"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "LLMdisaster",
        "author": "Godinho,Matilde M. L.",
        "title": "The Impact of Natural Language Processing in Disaster Management: A Systematic Literature Review"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "agentsLLM",
        "author": "Lei Wang and Chen Ma and Xueyang Feng and Zeyu Zhang and Hao Yang and Jingsen Zhang and Zhiyuan Chen and Jiakai Tang and Xu Chen and Yankai Lin and Wayne Xin Zhao and Zhewei Wei and Jirong Wen",
        "title": "A survey on large language model based autonomous agents"
      }
    ]
  }
]