[
  {
    "index": 0,
    "papers": [
      {
        "key": "EU2016GDPR",
        "author": "EU",
        "title": "General Data Protection RegulationGDPR"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "EU2016GDPR",
        "author": "EU",
        "title": "General Data Protection RegulationGDPR"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kmetty2022identifying",
        "author": "Kmetty, Zolt{\\'a}n and Bozsonyi, K{\\'a}roly",
        "title": "Identifying depression-related behavior on Facebook—an experimental study"
      },
      {
        "key": "yang2024coupling",
        "author": "Yang, Cai and Mousavi, Sepehr and Dash, Abhisek and Gummadi, Krishna P and Weber, Ingmar",
        "title": "Coupling GDPR Data Donation and Crowdsourced User Survey: A Case Study on TikTok Addiction"
      },
      {
        "key": "alsoubai2024profiling",
        "author": "Alsoubai, Ashwaq and Razi, Afsaneh and Agha, Zainab and Ali, Shiza and Stringhini, Gianluca and De Choudhury, Munmun and Wisniewski, Pamela J",
        "title": "Profiling the offline and online risk experiences of youth to develop targeted interventions for online safety"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "blassnig2023googling",
        "author": "Blassnig, Sina and Mitova, Eliza and Pfiffner, Nico and Reiss, Michael V",
        "title": "Googling referendum campaigns: analyzing online search patterns regarding swiss direct-democratic votes"
      },
      {
        "key": "2023haimintegratin",
        "author": "Haim, Mario and Leiner, Dominik and Hase, Valerie",
        "title": "Integrating Data Donations in Online Surveys"
      },
      {
        "key": "hase2024can",
        "author": "Hase, Valerie and Haim, Mario",
        "title": "Can we get rid of bias? Mitigating systematic error in data donation studies through survey design strategies"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "moller2023detecting",
        "author": "M{\\\"o}ller, J and Linnert, E and Araujo, T",
        "title": "Detecting Algorithmic Bias and Fringe Bubbles in Social Media [conference session]"
      },
      {
        "key": "vombatkere2024tiktok",
        "author": "Vombatkere, Karan and Mousavi, Sepehr and Zannettou, Savvas and Roesner, Franziska and Gummadi, Krishna P",
        "title": "TikTok and the Art of Personalization: Investigating Exploration and Exploitation on Social Media Feeds"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "zannettou2024analyzing",
        "author": "Zannettou, Savvas and Nemes-Nemeth, Olivia and Ayalon, Oshrat and Goetzen, Angelica and Gummadi, Krishna P and Redmiles, Elissa M and Roesner, Franziska",
        "title": "Analyzing User Engagement with TikTok's Short Format Video Recommendations using Data Donations"
      },
      {
        "key": "garimella2024whatsapp",
        "author": "Garimella, Kiran and Chauchard, Simon",
        "title": "WhatsApp Explorer: A Data Donation Tool To Facilitate Research on WhatsApp"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "wei2020twitter",
        "author": "Wei, Miranda and Stamos, Madison and Veys, Sophie and Reitinger, Nathan and Goodman, Justin and Herman, Margot and Filipczuk, Dorota and Weinshel, Ben and Mazurek, Michelle L and Ur, Blase",
        "title": "What Twitter knows: Characterizing ad targeting practices, user perceptions, and ad explanations through users' own Twitter data"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "santos2019cookie",
        "author": "Santos, Cristiana and Bielova, Nataliia and Matte, C{\\'e}lestin",
        "title": "Are cookie banners indeed compliant with the law? Deciphering EU legal requirements on consent and technical means to verify compliance of cookie banners"
      },
      {
        "key": "santos2021consent",
        "author": "Santos, Cristiana and Nouwens, Midas and Toth, Michael and Bielova, Nataliia and Roca, Vincent",
        "title": "Consent Management Platforms under the GDPR: processors and/or controllers?"
      },
      {
        "key": "matte2020cookie",
        "author": "Matte, C{\\'e}lestin and Bielova, Nataliia and Santos, Cristiana",
        "title": "Do cookie banners respect my choice?: Measuring legal compliance of banners from iab europe’s transparency and consent framework"
      },
      {
        "key": "bouhoula2024automated",
        "author": "Ahmed Bouhoula and Karel Kubicek and Amit Zac and Carlos Cotrini and David Basin",
        "title": "Automated Large-Scale Analysis of Cookie Notice Compliance"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "smith2024study",
        "author": "Smith, Michael and Torres-Ag{\\\"u}ero, Antonio and Grossman, Riley and Sen, Pritam and Chen, Yi and Borcea, Cristian",
        "title": "A Study of GDPR Compliance under the Transparency and Consent Framework"
      },
      {
        "key": "kyi2023investigating",
        "author": "Kyi, Lin and Ammanaghatta Shivakumar, Sushil and Santos, Cristiana Teixeira and Roesner, Franziska and Zufall, Frederike and Biega, Asia J",
        "title": "Investigating deceptive design in GDPR’s legitimate interest"
      },
      {
        "key": "kyi2024doesn",
        "author": "Kyi, Lin and Mhaidli, Abraham and Santos, Cristiana Teixeira and Roesner, Franziska and Biega, Asia J",
        "title": "“It doesn’t tell me anything about how my data is used”: User Perceptions of Data Collection Purposes"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Du2024Withdraw",
        "author": "X. Du and Z. Yang and J. Lin and Y. Cao and M. Yang",
        "title": "Withdrawing is believing? Detecting Inconsistencies Between Withdrawal Choices and Third-party Data Collections in Mobile Apps"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "borem2024data",
        "author": "Borem, Arthur and Pan, Elleen and Obielodan, Olufunmilola and Roubinowitz, Aurelie and Dovichi, Luca and Mazurek, Michelle L and Ur, Blase",
        "title": "Data Subjects’ Reactions to Exercising Their Right of Access"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "valkenburg2024time",
        "author": "Valkenburg, Patti M and van der Wal, Amber and Siebers, Teun and Beyens, Ine and Boeschoten, Laura and Araujo, Theo",
        "title": "It is time to ensure research access to platform data"
      },
      {
        "key": "hase2024fulfilling",
        "author": "Hase, Valerie and Jef, Ausloos and Laura, Boeschoten and Nico, Pfiffner and Heleen, Janssen and Theo, Araujo and Thijs, Carri{\\`e}re and Claes, de Vreese and J{\\\"o}rg, Ha{\\ss}ler and Felicia, Loecherbach and others",
        "title": "Fulfilling data access obligations: How could (and should) platforms facilitate data donation studies?"
      }
    ]
  }
]