[
  {
    "index": 0,
    "papers": [
      {
        "key": "CIJLTZ23",
        "author": "Nicholas Carlini and Daphne Ippolito and Matthew Jagielski and Katherine Lee and Florian Tramer and Chiyuan Zhang",
        "title": "Quantifying Memorization Across Neural Language Models"
      },
      {
        "key": "ZILJTC23",
        "author": "Chiyuan Zhang and Daphne Ippolito and Katherine Lee and Matthew Jagielski and Florian Tramèr and Nicholas Carlini",
        "title": "Counterfactual Memorization in Neural Language Models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "KWR22",
        "author": "Nikhil Kandpal and Eric Wallace and Colin Raffel",
        "title": "Deduplicating Training Data Mitigates Privacy Risks in Language Models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "LINZECC22",
        "author": "Lee, Katherine  and\nIppolito, Daphne  and\nNystrom, Andrew  and\nZhang, Chiyuan  and\nEck, Douglas  and\nCallison-Burch, Chris  and\nCarlini, Nicholas",
        "title": "Deduplicating Training Data Makes Language Models Better"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "BCCJTZLP20",
        "author": "Lucas Bourtoule and Varun Chandrasekaran and Christopher A. Choquette-Choo and Hengrui Jia and Adelin Travers and Baiwu Zhang and David Lie and Nicolas Papernot",
        "title": "Machine Unlearning"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "CZWBHZ21",
        "author": "Chen, Min and Zhang, Zhikun and Wang, Tianhao and Backes, Michael and Humbert, Mathias and Zhang, Yang",
        "title": "When Machine Unlearning Jeopardizes Privacy"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "SSSS17",
        "author": "Reza Shokri and Marco Stronati and Congzheng Song and Vitaly Shmatikov",
        "title": "{Membership Inference Attacks Against Machine Learning Models}"
      },
      {
        "key": "SZHBFB19",
        "author": "Ahmed Salem and Yang Zhang and Mathias Humbert and Pascal Berrang and Mario Fritz and Michael Backes",
        "title": "{ML-Leaks: Model and Data Independent Membership Inference Attacks and Defenses on Machine Learning Models}"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "GNG21",
        "author": "Graves, Laura and Nagisetty, Vineel and Ganesh, Vijay",
        "title": "Amnesiac Machine Learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "GGHM23",
        "author": "Chuan Guo and Tom Goldstein and Awni Hannun and Laurens van der Maaten",
        "title": "Certified Data Removal from Machine Learning Models"
      },
      {
        "key": "GAS20",
        "author": "Aditya Golatkar and Alessandro Achille and Stefano Soatto",
        "title": "Forgetting Outside the Box: Scrubbing Deep Networks of Information Accessible from Input-Output Observations"
      },
      {
        "key": "WHS22",
        "author": "Ga Wu and Masoud Hashemi and Christopher Srinivasa",
        "title": "PUMA: Performance Unchanged Model Augmentation for Training Data Removal"
      },
      {
        "key": "MPSR22",
        "author": "Ronak Mehta and Sourav Pal and Vikas Singh and Sathya N. Ravi",
        "title": "Deep Unlearning via Randomized Conditionally Independent Hessians"
      },
      {
        "key": "ER23",
        "author": "Ronen Eldan and Mark Russinovich",
        "title": "Who's Harry Potter? Approximate Unlearning in LLMs"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "HWJKKSSSGBG24",
        "author": "Abhimanyu Hans and Yuxin Wen and Neel Jain and John Kirchenbauer and Hamid Kazemi and Prajwal Singhania and Siddharth Singh and Gowthami Somepalli and Jonas Geiping and Abhinav Bhatele and Tom Goldstein",
        "title": "Be like a Goldfish, Don't Memorize! Mitigating Memorization in Generative LLMs"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "LWWG23",
        "author": "Li, Zongjie and Wang, Chaozheng and Wang, Shuai and Gao, Cuiyun",
        "title": "Protecting Intellectual Property of Large Language Model-Based Code Generation APIs via Watermarks"
      },
      {
        "key": "SDSJ20",
        "author": "Alexandre Sablayrolles and Matthijs Douze and Cordelia Schmid and Hervé Jégou",
        "title": "Radioactive data: tracing through training"
      },
      {
        "key": "SFDDF24",
        "author": "Tom Sander and Pierre Fernandez and Alain Durmus and Matthijs Douze and Teddy Furon",
        "title": "Watermarking Makes Language Models Radioactive"
      }
    ]
  }
]