[
  {
    "index": 0,
    "papers": [
      {
        "key": "Yue_2024_CVPR",
        "author": "Yue, Xiang and Ni, Yuansheng and Zhang, Kai and Zheng, Tianyu and Liu, Ruoqi and Zhang, Ge and Stevens, Samuel and Jiang, Dongfu and Ren, Weiming and Sun, Yuxuan and Wei, Cong and Yu, Botao and Yuan, Ruibin and Sun, Renliang and Yin, Ming and Zheng, Boyuan and Yang, Zhenzhu and Liu, Yibo and Huang, Wenhao and Sun, Huan and Su, Yu and Chen, Wenhu",
        "title": "MMMU: A Massive Multi-discipline Multimodal Understanding and Reasoning Benchmark for Expert AGI"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "lu2024mathvista",
        "author": "Pan Lu and Hritik Bansal and Tony Xia and Jiacheng Liu and Chunyuan Li and Hannaneh Hajishirzi and Hao Cheng and Kai-Wei Chang and Michel Galley and Jianfeng Gao",
        "title": "MathVista: Evaluating Mathematical Reasoning of Foundation Models in Visual Contexts"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "kazemi2024geomverse",
        "author": "Mehran Kazemi and Hamidreza Alvari and Ankit Anand and Jialin Wu and Xi Chen and Radu Soricut",
        "title": "GeomVerse: A Systematic Evaluation of Large Models for Geometric Reasoning"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "kazemi2024remi",
        "author": "Mehran Kazemi and Nishanth Dikkala and Ankit Anand and Petar Devic and Ishita Dasgupta and Fangyu Liu and Bahare Fatemi and Pranjal Awasthi and Sreenivas Gollapudi and Dee Guo and Ahmed Qureshi",
        "title": "Re{MI}: A Dataset for Reasoning with Multiple Images"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2410-11756",
        "author": "Isaac R. Galatzer{-}Levy and\nJed McGiffin and\nDavid Munday and\nXin Liu and\nDanny Karmon and\nIlia Labzovsky and\nRivka Moroshko and\nAmir Zait and\nDaniel McDuff",
        "title": "Evidence of Cognitive Deficits and Developmental Advances in Generative\n{AI:} {A} Clock Drawing Test Analysis"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "DBLP:journals/corr/abs-2410-11756",
        "author": "Isaac R. Galatzer{-}Levy and\nJed McGiffin and\nDavid Munday and\nXin Liu and\nDanny Karmon and\nIlia Labzovsky and\nRivka Moroshko and\nAmir Zait and\nDaniel McDuff",
        "title": "Evidence of Cognitive Deficits and Developmental Advances in Generative\n{AI:} {A} Clock Drawing Test Analysis"
      },
      {
        "key": "5673a1d18644461d895f9b7c6ecfe2e1",
        "author": "Jones, {David T.} and Jonathan Graff-Radford",
        "title": "Executive Dysfunction and the Prefrontal Cortex"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "yang2022its",
        "author": "Charig Yang and\nWeidi Xie and\nAndrew Zisserman",
        "title": "It's About Time: Analog Clock Reading in the Wild"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "deitke2024molmopixmoopenweights",
        "author": "Matt Deitke and Christopher Clark and Sangho Lee and Rohun Tripathi and Yue Yang and Jae Sung Park and Mohammadreza Salehi and Niklas Muennighoff and Kyle Lo and Luca Soldaini and Jiasen Lu and Taira Anderson and Erin Bransom and Kiana Ehsani and Huong Ngo and YenSung Chen and Ajay Patel and Mark Yatskar and Chris Callison-Burch and Andrew Head and Rose Hendrix and Favyen Bastani and Eli VanderBilt and Nathan Lambert and Yvonne Chou and Arnavi Chheda and Jenna Sparks and Sam Skjonsberg and Michael Schmitz and Aaron Sarnat and Byron Bischoff and Pete Walsh and Chris Newell and Piper Wolters and Tanmay Gupta and Kuo-Hao Zeng and Jon Borchardt and Dirk Groeneveld and Crystal Nam and Sophie Lebrecht and Caitlin Wittlif and Carissa Schoenick and Oscar Michel and Ranjay Krishna and Luca Weihs and Noah A. Smith and Hannaneh Hajishirzi and Ross Girshick and Ali Farhadi and Aniruddha Kembhavi",
        "title": "Molmo and PixMo: Open Weights and Open Data for State-of-the-Art Vision-Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "ghosal2024languagemodelspuzzleprodigies",
        "author": "Deepanway Ghosal and Vernon Toh Yan Han and Chia Yew Ken and Soujanya Poria",
        "title": "Are Language Models Puzzle Prodigies? Algorithmic Puzzles Unveil Serious Challenges in Multimodal Reasoning"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Alexeev20",
        "author": "Alexeev, Alexey and Kukharev, Georgy and Matveev, Yuri and Matveev, Anton",
        "title": "A highly efficient neural network solution for automated detection of pointer meters with different analog scales operating in different conditions"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "bao19",
        "author": "Bao, Haojing and Tan, Qingchang and Liu, Siyuan and Miao, Jianwei",
        "title": "Computer Vision Measurement of Pointer Meter Readings Based on Inverse Perspective Mapping"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "cai20",
        "author": "{Cai}, Weidong and {Ma}, Bo and {Zhang}, Liu and {Han}, Yongming",
        "title": "{A pointer meter recognition method based on virtual sample generation technology}"
      },
      {
        "key": "Howells_2021_CVPR",
        "author": "Howells, B. and Charles, J. and Cipolla, R.",
        "title": "Real-time analogue gauge transcription on mobile phone"
      }
    ]
  }
]