[
  {
    "index": 0,
    "papers": [
      {
        "key": "wei2022cot",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and ichter, brian and Xia, Fei and Chi, Ed and Le, Quoc V and Zhou, Denny",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "lambert2024tulu",
        "author": "Nathan Lambert and Jacob Morrison and Valentina Pyatkin and Shengyi Huang and Hamish Ivison and Faeze Brahman and Lester James V. Miranda and Alisa Liu and Nouha Dziri and Shane Lyu and Yuling Gu and Saumya Malik and Victoria Graf and Jena D. Hwang and Jiangjiang Yang and Ronan Le Bras and Oyvind Tafjord and Chris Wilhelm and Luca Soldaini and Noah A. Smith and Yizhong Wang and Pradeep Dasigi and Hannaneh Hajishirzi",
        "title": "Tulu 3: Pushing Frontiers in Open Language Model Post-Training"
      },
      {
        "key": "wei2022cot",
        "author": "Wei, Jason and Wang, Xuezhi and Schuurmans, Dale and Bosma, Maarten and ichter, brian and Xia, Fei and Chi, Ed and Le, Quoc V and Zhou, Denny",
        "title": "Chain-of-Thought Prompting Elicits Reasoning in Large Language Models"
      },
      {
        "key": "flan",
        "author": "Longpre, Shayne and Hou, Le and Vu, Tu and Webson, Albert and Chung, Hyung Won and Tay, Yi and Zhou, Denny and Le, Quoc V and Zoph, Barret and Wei, Jason and Roberts, Adam",
        "title": "The Flan Collection: Designing Data and Methods for Effective Instruction Tuning"
      },
      {
        "key": "yu2024metamath",
        "author": "Longhui Yu and Weisen Jiang and Han Shi and Jincheng YU and Zhengying Liu and Yu Zhang and James Kwok and Zhenguo Li and Adrian Weller and Weiyang Liu",
        "title": "MetaMath: Bootstrap Your Own Mathematical Questions for Large Language Models"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "openai2024o1",
        "author": "OpenAI",
        "title": "Learning to reason with LLMs"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "ouyang2022training",
        "author": "Long Ouyang and Jeff Wu and Xu Jiang and Diogo Almeida and Carroll L. Wainwright and Pamela Mishkin and Chong Zhang and Sandhini Agarwal and Katarina Slama and Alex Ray and John Schulman and Jacob Hilton and Fraser Kelton and Luke Miller and Maddie Simens and Amanda Askell and Peter Welinder and Paul Christiano and Jan Leike and Ryan Lowe",
        "title": "Training language models to follow instructions with human feedback"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kimi2025k15",
        "author": "{Kimi Team}",
        "title": "Kimi k1.5: Scaling Reinforcement Learning with LLMs"
      },
      {
        "key": "deepseekai2025r1",
        "author": "DeepSeek-AI",
        "title": "DeepSeek-R1: Incentivizing Reasoning Capability in LLMs via Reinforcement Learning"
      },
      {
        "key": "lambert2024tulu",
        "author": "Nathan Lambert and Jacob Morrison and Valentina Pyatkin and Shengyi Huang and Hamish Ivison and Faeze Brahman and Lester James V. Miranda and Alisa Liu and Nouha Dziri and Shane Lyu and Yuling Gu and Saumya Malik and Victoria Graf and Jena D. Hwang and Jiangjiang Yang and Ronan Le Bras and Oyvind Tafjord and Chris Wilhelm and Luca Soldaini and Noah A. Smith and Yizhong Wang and Pradeep Dasigi and Hannaneh Hajishirzi",
        "title": "Tulu 3: Pushing Frontiers in Open Language Model Post-Training"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "deepseekai2025r1",
        "author": "DeepSeek-AI",
        "title": "DeepSeek-R1: Incentivizing Reasoning Capability in LLMs via Reinforcement Learning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "lightman2023verifystep",
        "author": "Hunter Lightman and Vineet Kosaraju and Yuri Burda and Harrison Edwards and Bowen Baker and Teddy Lee and Jan Leike and John Schulman and Ilya Sutskever and Karl Cobbe",
        "title": "Let's Verify Step by Step"
      },
      {
        "key": "wang2024multistep",
        "author": "Zihan Wang and Yunxuan Li and Yuexin Wu and Liangchen Luo and Le Hou and Hongkun Yu and Jingbo Shang",
        "title": "Multi-step Problem Solving Through a Verifier: An Empirical Analysis on Model-induced Process Supervision"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "feng2023alphazerolike",
        "author": "Xidong Feng and Ziyu Wan and Muning Wen and Stephen Marcus McAleer and Ying Wen and Weinan Zhang and Jun Wang",
        "title": "Alphazero-like Tree-Search can Guide Large Language Model Decoding and Training"
      },
      {
        "key": "snell2024scaling",
        "author": "Charlie Snell and Jaehoon Lee and Kelvin Xu and Aviral Kumar",
        "title": "Scaling LLM Test-Time Compute Optimally can be More Effective than Scaling Model Parameters"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "kimi2025k15",
        "author": "{Kimi Team}",
        "title": "Kimi k1.5: Scaling Reinforcement Learning with LLMs"
      }
    ]
  }
]