[
  {
    "index": 0,
    "papers": [
      {
        "key": "davincipreoperative1",
        "author": "Hayashibe, M and Suzuki, N and Hashizume, M and Kakeji, Y and Konishi, K and Suzuki, S and Hattori, A",
        "title": "Preoperative planning system for surgical robotics setup with kinematics and haptics"
      },
      {
        "key": "davincipreoperative2",
        "author": "Trejos, AL and Patel, RV and Ross, I and Kiaii, B",
        "title": "Optimizing port placement for robot-assisted minimally invasive cardiac surgery"
      },
      {
        "key": "davincipreoperative3",
        "author": "Cannon, J.W. and Stoll, J.A. and Selha, S.D. and Dupont, P.E. and Howe, R.D. and Torchiana, D.F.",
        "title": "Port placement planning in robot-assisted coronary artery bypass"
      },
      {
        "key": "davincipreoperative4",
        "author": "Sun, L.W. and Yeung, C. K.",
        "title": "Port placement and pose selection of the da Vinci surgical system for collision-free intervention based on performance optimization"
      },
      {
        "key": "davincipreoperative5",
        "author": "Azimian, Hamidreza and Breetzke, Jeremy and Trejos, Ana Luisa and Patel, Rajni V. and Naish, Michael D. and Peters, Terry and Moore, John and Wedlake, Chris and Kiaii, Bob",
        "title": "Preoperative planning of robotics-assisted minimally invasive coronary artery bypass grafting"
      },
      {
        "key": "davincipreoperative6",
        "author": "Adhami, L. and Coste-Maniere, E.",
        "title": "Optimal planning for minimally invasive surgical robots"
      },
      {
        "key": "davincipreoperative7",
        "author": "Du, Zhijiang and Wang, Wei and Wang, Weidong and Dong, Wei",
        "title": "Preoperative planning for a multi-arm robot-assisted minimally invasive surgery system"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "trocaroptimization1",
        "author": "Cursi, Francesco and Kormushev, Petar",
        "title": "Pre-operative Offline Optimization of Insertion Point Location for Safe and Accurate Surgical Task Execution"
      },
      {
        "key": "trocaroptimization2",
        "author": "Locke, Roderick C. O. and Patel, Rajni V.",
        "title": "Optimal Remote Center-of-Motion Location for Robotics-Assisted Minimally-Invasive Surgery"
      },
      {
        "key": "trocaroptimization3",
        "author": "Cursi, Francesco and Bai, Weibang and Yeatman, Eric M. and Kormushev, Petar",
        "title": "Optimization of Surgical Robotic Instrument Mounting in a Macro–Micro Manipulator Setup for Improving Task Execution"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Koyama",
        "author": "Koyama, Yuki and Marinho, Murilo M. and Harada, Kanako",
        "title": "Vitreoretinal Surgical Robotic System with Autonomous Orbital Manipulation using Vector-Field Inequalities"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "weidesign",
        "author": "Wei, Wei and Goldman, Roger and Simaan, Nabil and Fine, Howard and Chang, Stanley",
        "title": "Design and Theoretical Evaluation of Micro-Surgical Manipulators for Orbital Manipulation and Intraocular Dexterity"
      },
      {
        "key": "weiperformance",
        "author": "Wei, Wei and Goldman, Roger E. and Fine, Howard F. and Chang, Stanley and Simaan, Nabil",
        "title": "Performance Evaluation for Multi-arm Manipulation of Hollow Suspended Organs"
      },
      {
        "key": "haorandesign",
        "author": "Yu, Haoran and Shen, Jin-Hui and Joos, Karen M. and Simaan, Nabil",
        "title": "Design, calibration and preliminary testing of a robotic telemanipulator for OCT guided retinal surgery"
      }
    ]
  }
]