[
  {
    "index": 0,
    "papers": [
      {
        "key": "Bernstein:2022aa",
        "author": "Aaron Bernstein and Jan van den Brand and Maximilian Probst Gutenberg and Danupon Nanongkai and Thatchaphol Saranurak and Aaron Sidford and He Sun",
        "title": "Fully-Dynamic Graph Sparsifiers Against an Adaptive Adversary"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "Kelner:2013aa",
        "author": "Jonathan A. Kelner and Alex Levin",
        "title": "Spectral Sparsification in the Semi-streaming Setting"
      },
      {
        "key": "Kapralov:2017aa",
        "author": "Michael Kapralov and Yin Tat Lee and Cameron Musco and Christopher Musco and Aaron Sidford",
        "title": "Single Pass Spectral Sparsification in Dynamic Streams"
      },
      {
        "key": "Kapralov:2019aa",
        "author": "Michael Kapralov and Navid Nouri and Aaron Sidford and Jakab Tardos",
        "title": "Dynamic Streaming Spectral Sparsification in Nearly Linear Time and Space"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "Koutis:2016aa",
        "author": "Ioannis Koutis and Shen Chen Xu",
        "title": "Simple Parallel and Distributed Algorithms for Spectral Graph Sparsification"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "Goranci:2018aa",
        "author": "Gramoz Goranci and Monika Henzinger and Pan Peng",
        "title": "Dynamic Effective Resistances and Approximate Schur Complement on Separable Graphs"
      },
      {
        "key": "Durfee:2019aa",
        "author": "Durfee, David and Gao, Yu and Goranci, Gramoz and Peng, Richard",
        "title": "Fully dynamic spectral vertex sparsifiers and applications"
      },
      {
        "key": "Chen:2020ac",
        "author": "Li Chen and Gramoz Goranci and Monika Henzinger and Richard Peng and Thatchaphol Saranurak",
        "title": "Fast Dynamic Cuts, Distances and Effective Resistances via Vertex Sparsifiers"
      },
      {
        "key": "Gao:2021aa",
        "author": "Yu Gao and Yang P. Liu and Richard Peng",
        "title": "Fully Dynamic Electrical Flows: Sparse Maxflow Faster Than Goldberg-Rao"
      },
      {
        "key": "Axiotis:2021aa",
        "author": "Kyriakos Axiotis and Aleksander Madry and Adrian Vladu",
        "title": "Faster Sparse Minimum Cost Flow by Electrical Flow Localization"
      },
      {
        "key": "Brand:2022aa",
        "author": "van den Brand, Jan and Gao, Yu and Jambulapati, Arun and Lee, Yin Tat and Liu, Yang P. and Peng, Richard and Sidford, Aaron",
        "title": "Faster maxflow via improved dynamic spectral vertex sparsifiers"
      },
      {
        "key": "Dong:2022aa",
        "author": "Sally Dong and Yu Gao and Gramoz Goranci and Yin Tat Lee and Richard Peng and Sushant Sachdeva and Guanghao Ye",
        "title": "Nested Dissection Meets IPMs: Planar Min-Cost Flow in Nearly-Linear Time"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "Zhu:2021aa",
        "author": "Zhu, Chunjiang and Liu, Qinqing and Bi, Jinbo",
        "title": "Spectral vertex sparsifiers and pair-wise spanners over distributed graphs"
      },
      {
        "key": "Forster:2021aa",
        "author": "Sebastian Forster and Gramoz Goranci and Yang P. Liu and Richard Peng and Xiaorui Sun and Mingquan Ye",
        "title": "Minor Sparsifiers and the Distributed Laplacian Paradigm"
      }
    ]
  }
]