[
  {
    "index": 0,
    "papers": [
      {
        "key": "10403378",
        "author": "Wang, Jianxun and Chen, Yixiang",
        "title": "A Review on Code Generation with LLMs: Application and Evaluation"
      },
      {
        "key": "10.1145/3627217.3627233",
        "author": "Balse, Rishabh and Kumar, Viraj and Prasad, Prajish and Warriem, Jayakrishnan Madathil",
        "title": "Evaluating the Quality of LLM-Generated Explanations for Logical Errors in CS1 Student Programs"
      },
      {
        "key": "Chen2021EvaluatingLL",
        "author": "Mark Chen and Jerry Tworek and Heewoo Jun and Qiming Yuan and Henrique Pond{\\'e} and Jared Kaplan and Harrison Edwards and Yura Burda and Nicholas Joseph and Greg Brockman and Alex Ray and Raul Puri and Gretchen Krueger and Michael Petrov and Heidy Khlaaf and Girish Sastry and Pamela Mishkin and Brooke Chan and Scott Gray and Nick Ryder and Mikhail Pavlov and Alethea Power and Lukasz Kaiser and Mohammad Bavarian and Clemens Winter and Philippe Tillet and Felipe Petroski Such and David W. Cummings and Matthias Plappert and Fotios Chantzis and Elizabeth Barnes and Ariel Herbert-Voss and William H. Guss and Alex Nichol and Igor Babuschkin and Suchir Balaji and Shantanu Jain and Andrew Carr and Jan Leike and Joshua Achiam and Vedant Misra and Evan Morikawa and Alec Radford and Matthew M. Knight and Miles Brundage and Mira Murati and Katie Mayer and Peter Welinder and Bob McGrew and Dario Amodei and Sam McCandlish and Ilya Sutskever and Wojciech Zaremba",
        "title": "Evaluating Large Language Models Trained on Code"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "han-etal-2023-sample",
        "author": "Han, Hojae  and\nKim, Yu Jin  and\nKim, Byoungjip  and\nLee, Youngwon  and\nLee, Kyungjae  and\nLee, Kyungmin  and\nLee, Moontae  and\nBae, Kyunghoon  and\nHwang, Seung-won",
        "title": "On Sample-Efficient Code Generation"
      },
      {
        "key": "Nitin_Sherje_2024",
        "author": "Nitin Sherje",
        "title": "Enhancing Software Development Efficiency through AI-Powered Code Generation"
      },
      {
        "key": "copilotAcc",
        "author": "Yetistiren, Burak and Ozsoy, Isik and Tuzun, Eray",
        "title": "Assessing the quality of GitHub copilot’s code generation"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "vartziotis2024learn",
        "author": "Tina Vartziotis and Ippolyti Dellatolas and George Dasoulas and Maximilian Schmidt and Florian Schneider and Tim Hoffmann and Sotirios Kotsopoulos and Michael Keckeisen",
        "title": "Learn to Code Sustainably: An Empirical Study on LLM-based Green Code Generation"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "10.1145/3661167.3661221",
        "author": "Coignion, Tristan and Quinton, Cl\\'{e}ment and Rouvoy, Romain",
        "title": "A Performance Study of LLM-Generated Code on Leetcode"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "vartziotis2024learn",
        "author": "Tina Vartziotis and Ippolyti Dellatolas and George Dasoulas and Maximilian Schmidt and Florian Schneider and Tim Hoffmann and Sotirios Kotsopoulos and Michael Keckeisen",
        "title": "Learn to Code Sustainably: An Empirical Study on LLM-based Green Code Generation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "vartziotis2024learn",
        "author": "Tina Vartziotis and Ippolyti Dellatolas and George Dasoulas and Maximilian Schmidt and Florian Schneider and Tim Hoffmann and Sotirios Kotsopoulos and Michael Keckeisen",
        "title": "Learn to Code Sustainably: An Empirical Study on LLM-based Green Code Generation"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "PEREIRA2021102609",
        "author": "Rui Pereira and Marco Couto and Francisco Ribeiro and Rui Rua and Jácome Cunha and João Paulo Fernandes and João Saraiva",
        "title": "Ranking programming languages by energy efficiency"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "du2024mercury",
        "author": "Mingzhe Du and Anh Tuan Luu and Bin Ji and Qian Liu and See-Kiong Ng",
        "title": "Mercury: A Code Efficiency Benchmark for Code Large Language Models"
      },
      {
        "key": "huang2024effibench",
        "author": "Dong Huang and Yuhao Qing and Weiyi Shang and Heming Cui and Jie M. Zhang",
        "title": "EFFIBENCH: Benchmarking the Efficiency of Automatically Generated Code"
      },
      {
        "key": "10.1145/3597503.3623316",
        "author": "Yu, Hao and Shen, Bo and Ran, Dezhi and Zhang, Jiaxin and Zhang, Qi and Ma, Yuchi and Liang, Guangtai and Li, Ying and Wang, Qianxiang and Xie, Tao",
        "title": "CoderEval: A Benchmark of Pragmatic Code Generation with Generative Pre-trained Models"
      },
      {
        "key": "Hendrycks2021MeasuringCC",
        "author": "Dan Hendrycks and Steven Basart and Saurav Kadavath and Mantas Mazeika and Akul Arora and Ethan Guo and Collin Burns and Samir Puranik and Horace He and Dawn Xiaodong Song and Jacob Steinhardt",
        "title": "Measuring Coding Challenge Competence With APPS"
      },
      {
        "key": "wang-etal-2023-recode",
        "author": "Wang, Shiqi  and\nLi, Zheng  and\nQian, Haifeng  and\nYang, Chenghao  and\nWang, Zijian  and\nShang, Mingyue  and\nKumar, Varun  and\nTan, Samson  and\nRay, Baishakhi  and\nBhatia, Parminder  and\nNallapati, Ramesh  and\nRamanathan, Murali Krishna  and\nRoth, Dan  and\nXiang, Bing",
        "title": "{R}e{C}ode: Robustness Evaluation of Code Generation Models"
      },
      {
        "key": "Huang2024EffiCodeUC",
        "author": "Dong Huang and Guangtao Zeng and Jianbo Dai and Meng Luo and Han Weng and Yuhao Qing and Heming Cui and Zhijiang Guo and Jie M. Zhang",
        "title": "Effi-Code: Unleashing Code Efficiency in Language Models"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "du2024mercury",
        "author": "Mingzhe Du and Anh Tuan Luu and Bin Ji and Qian Liu and See-Kiong Ng",
        "title": "Mercury: A Code Efficiency Benchmark for Code Large Language Models"
      },
      {
        "key": "huang2024effibench",
        "author": "Dong Huang and Yuhao Qing and Weiyi Shang and Heming Cui and Jie M. Zhang",
        "title": "EFFIBENCH: Benchmarking the Efficiency of Automatically Generated Code"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "liu2024evaluatinglanguagemodelsefficient",
        "author": "Jiawei Liu and Songrun Xie and Junhao Wang and Yuxiang Wei and Yifeng Ding and Lingming Zhang",
        "title": "Evaluating Language Models for Efficient Code Generation"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "duCodeGen",
        "author": "Du, Xueying and Liu, Mingwei and Wang, Kaixin and Wang, Hanlin and Liu, Junwei and Chen, Yixuan and Feng, Jiayi and Sha, Chaofeng and Peng, Xin and Lou, Yiling",
        "title": "Evaluating Large Language Models in Class-Level Code Generation"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Dderlein2022PilotingCA",
        "author": "Jean-Baptiste D{\\\"o}derlein and Mathieu Acher and Djamel Eddine Khelladi and Beno{\\^i}t Combemale",
        "title": "Piloting Copilot and Codex: Hot Temperature, Cold Prompts, or Black Magic?"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "9796235",
        "author": "Nguyen, Nhan and Nadi, Sarah",
        "title": "An Empirical Evaluation of GitHub Copilot's Code Suggestions"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "10.1145/3702320",
        "author": "Vasconcelos, Helena and Bansal, Gagan and Fourney, Adam and Liao, Q. Vera and Vaughan, Jennifer Wortman",
        "title": "Generation Probabilities Are Not Enough: Uncertainty Highlighting in AI Code Completions"
      }
    ]
  }
]