[
  {
    "index": 0,
    "papers": [
      {
        "key": "bubeck2023sparks",
        "author": "Bubeck, S{\\'e}bastien and Chandrasekaran, Varun and Eldan, Ronen and Gehrke, Johannes and Horvitz, Eric and Kamar, Ece and Lee, Peter and Lee, Yin Tat and Li, Yuanzhi and Lundberg, Scott and others",
        "title": "Sparks of artificial general intelligence: Early experiments with gpt-4"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "singhal2023large",
        "author": "Singhal, Karan and Azizi, Shekoofeh and Tu, Tao and Mahdavi, S Sara and Wei, Jason and Chung, Hyung Won and Scales, Nathan and Tanwani, Ajay and Cole-Lewis, Heather and Pfohl, Stephen and others",
        "title": "Large language models encode clinical knowledge"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "singhal2023large",
        "author": "Singhal, Karan and Azizi, Shekoofeh and Tu, Tao and Mahdavi, S Sara and Wei, Jason and Chung, Hyung Won and Scales, Nathan and Tanwani, Ajay and Cole-Lewis, Heather and Pfohl, Stephen and others",
        "title": "Large language models encode clinical knowledge"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "guha2024legalbench",
        "author": "Guha, Neel and Nyarko, Julian and Ho, Daniel and R{\\'e}, Christopher and Chilton, Adam and Chohlas-Wood, Alex and Peters, Austin and Waldon, Brandon and Rockmore, Daniel and Zambrano, Diego and others",
        "title": "{LegalBench}: A collaboratively built benchmark for measuring legal reasoning in large language models"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "guo2023can",
        "author": "Guo, Taicheng and Nan, Bozhao and Liang, Zhenwen and Guo, Zhichun and Chawla, Nitesh and Wiest, Olaf and Zhang, Xiangliang and others",
        "title": "What can large language models do in chemistry? a comprehensive benchmark on eight tasks"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "boiko2023autonomous",
        "author": "Boiko, Daniil A and MacKnight, Robert and Kline, Ben and Gomes, Gabe",
        "title": "Autonomous chemical research with large language models"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "roohani2024biodiscoveryagent",
        "author": "Roohani, Yusuf and Lee, Andrew and Huang, Qian and Vora, Jian and Steinhart, Zachary and Huang, Kexin and Marson, Alexander and Liang, Percy and Leskovec, Jure",
        "title": "{BioDiscoveryAgent: An AI agent for designing genetic perturbation experiments}"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "swanson2024virtual",
        "author": "Swanson, Kyle and Wu, Wesley and Bulaong, Nash L and Pak, John E and Zou, James",
        "title": "{The virtual lab: AI agents design new SARS-CoV-2 nanobodies with experimental validation}"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "si2024can",
        "author": "Si, Chenglei and Yang, Diyi and Hashimoto, Tatsunori",
        "title": "{Can LLMs generate novel research ideas? A large-scale human study with 100+ NLP researchers}"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "si2024can",
        "author": "Si, Chenglei and Yang, Diyi and Hashimoto, Tatsunori",
        "title": "{Can LLMs generate novel research ideas? A large-scale human study with 100+ NLP researchers}"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "zhang2024usimagent",
        "author": "Zhang, Erhan and Wang, Xingzhu and Gong, Peiyuan and Lin, Yankai and Mao, Jiaxin",
        "title": "{USimAgent}: Large language models for simulating search users"
      },
      {
        "key": "park2022social",
        "author": "Park, Joon Sung and Popowski, Lindsay and Cai, Carrie and Morris, Meredith Ringel and Liang, Percy and Bernstein, Michael S",
        "title": "Social simulacra: Creating populated prototypes for social computing systems"
      },
      {
        "key": "horton2023large",
        "author": "Horton, John J",
        "title": "Large language models as simulated economic agents: What can we learn from homo silicus?"
      },
      {
        "key": "aher2023using",
        "author": "Aher, Gati V and Arriaga, Rosa I and Kalai, Adam Tauman",
        "title": "Using large language models to simulate multiple humans and replicate human subject studies"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "santurkar2023whose",
        "author": "Santurkar, Shibani and Durmus, Esin and Ladhak, Faisal and Lee, Cinoo and Liang, Percy and Hashimoto, Tatsunori",
        "title": "Whose opinions do language models reflect?"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "santurkar2023whose",
        "author": "Santurkar, Shibani and Durmus, Esin and Ladhak, Faisal and Lee, Cinoo and Liang, Percy and Hashimoto, Tatsunori",
        "title": "Whose opinions do language models reflect?"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "yang2024large",
        "author": "Chengrun Yang and Xuezhi Wang and Yifeng Lu and Hanxiao Liu and Quoc V Le and Denny Zhou and Xinyun Chen",
        "title": "Large Language Models as Optimizers"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "pmlr-v235-ahmaditeshnizi24a",
        "author": "Ahmaditeshnizi, Ali and Gao, Wenzhi and Udell, Madeleine",
        "title": "{O}pti{MUS}: Scalable Optimization Modeling with ({MI}){LP} Solvers and Large Language Models"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "pmlr-v235-ma24m",
        "author": "Ma, Pingchuan and Wang, Tsun-Hsuan and Guo, Minghao and Sun, Zhiqing and Tenenbaum, Joshua B. and Rus, Daniela and Gan, Chuang and Matusik, Wojciech",
        "title": "{LLM} and Simulation as Bilevel Optimizers: A New Paradigm to Advance Physical Scientific Discovery"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "morio2023an",
        "author": "Gaku Morio and Christopher D Manning",
        "title": "An {NLP} Benchmark Dataset for Assessing Corporate Climate Policy Engagement"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "pmlr-v235-bulian24a",
        "author": "Bulian, Jannis and Sch\\\"{a}fer, Mike S. and Amini, Afra and Lam, Heidi and Ciaramita, Massimiliano and Gaiarin, Ben and Chen Huebscher, Michelle and Buck, Christian and Mede, Niels G. and Leippold, Markus and Strauss, Nadine",
        "title": "Assessing Large Language Models on Climate Information"
      }
    ]
  }
]