[
  {
    "index": 0,
    "papers": [
      {
        "key": "nellesnonlinear",
        "author": "Nelles, Oliver and others",
        "title": "Nonlinear System Identification [electronic resource]: From Classical Approaches to Neural Networks and Fuzzy Models"
      },
      {
        "key": "ljung2010perspectives",
        "author": "Ljung, Lennart",
        "title": "Perspectives on system identification"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "schmid2010dynamic",
        "author": "Schmid, Peter J",
        "title": "Dynamic mode decomposition of numerical and experimental data"
      },
      {
        "key": "kutz2016dynamic",
        "author": "Kutz, J Nathan and Brunton, Steven L and Brunton, Bingni W and Proctor, Joshua L",
        "title": "Dynamic mode decomposition: data-driven modeling of complex systems"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "akaike1969autoregressive",
        "author": "Akaike, Hirotugu",
        "title": "Autoregressive models for prediction"
      },
      {
        "key": "billings2013nonlinear",
        "author": "Billings, Stephen A",
        "title": "Nonlinear system identification: NARMAX methods in the time, frequency, and spatio-temporal domains"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "yang2020physics",
        "author": "Yang, Liu and Zhang, Dongkun and Karniadakis, George Em",
        "title": "Physics-informed generative adversarial networks for stochastic differential equations"
      },
      {
        "key": "wehmeyer2018time",
        "author": "Wehmeyer, Christoph and No{\\'e}, Frank",
        "title": "Time-lagged autoencoders: Deep learning of slow collective variables for molecular kinetics"
      },
      {
        "key": "mardt2018vampnets",
        "author": "Mardt, Andreas and Pasquali, Luca and Wu, Hao and No{\\'e}, Frank",
        "title": "VAMPnets for deep learning of molecular kinetics"
      },
      {
        "key": "vlachas2018data",
        "author": "Vlachas, Pantelis R and Byeon, Wonmin and Wan, Zhong Y and Sapsis, Themistoklis P and Koumoutsakos, Petros",
        "title": "Data-driven forecasting of high-dimensional chaotic systems with long short-term memory networks"
      },
      {
        "key": "pathak2018model",
        "author": "Pathak, Jaideep and Hunt, Brian and Girvan, Michelle and Lu, Zhixin and Ott, Edward",
        "title": "Model-free prediction of large spatiotemporally chaotic systems from data: A reservoir computing approach"
      },
      {
        "key": "lu2021deepxde",
        "author": "Lu, Lu and Meng, Xuhui and Mao, Zhiping and Karniadakis, George Em",
        "title": "DeepXDE: A deep learning library for solving differential equations"
      },
      {
        "key": "raissi2019physics",
        "author": "Raissi, Maziar and Perdikaris, Paris and Karniadakis, George E",
        "title": "Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations"
      },
      {
        "key": "champion2019data",
        "author": "Champion, Kathleen and Lusch, Bethany and Kutz, J Nathan and Brunton, Steven L",
        "title": "Data-driven discovery of coordinates and governing equations. arXiv e-prints, art"
      },
      {
        "key": "raissi2020hidden",
        "author": "Raissi, Maziar and Yazdani, Alireza and Karniadakis, George Em",
        "title": "Hidden fluid mechanics: Learning velocity and pressure fields from flow visualizations"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "budivsic2012applied",
        "author": "Budi{\\v{s}}i{\\'c}, Marko and Mohr, Ryan and Mezi{\\'c}, Igor",
        "title": "Applied koopmanism"
      },
      {
        "key": "mezic2013analysis",
        "author": "Mezi{\\'c}, Igor",
        "title": "Analysis of fluid flows via spectral properties of the Koopman operator"
      },
      {
        "key": "williams2015data",
        "author": "Williams, Matthew O and Kevrekidis, Ioannis G and Rowley, Clarence W",
        "title": "A data--driven approximation of the koopman operator: Extending dynamic mode decomposition"
      },
      {
        "key": "klus2018data",
        "author": "Klus, Stefan and N{\\\"u}ske, Feliks and Koltai, P{\\'e}ter and Wu, Hao and Kevrekidis, Ioannis and Sch{\\\"u}tte, Christof and No{\\'e}, Frank",
        "title": "Data-driven model reduction and transfer operator approximation"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "giannakis2012nonlinear",
        "author": "Giannakis, Dimitrios and Majda, Andrew J",
        "title": "Nonlinear Laplacian spectral analysis for time series with intermittency and low-frequency variability"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "raissi2017machine",
        "author": "Raissi, Maziar and Perdikaris, Paris and Karniadakis, George Em",
        "title": "Machine learning of linear differential equations using Gaussian processes"
      },
      {
        "key": "raissi2018hidden",
        "author": "Raissi, Maziar and Karniadakis, George Em",
        "title": "Hidden physics models: Machine learning of nonlinear partial differential equations"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "yair2017reconstruction",
        "author": "Yair, Or and Talmon, Ronen and Coifman, Ronald R and Kevrekidis, Ioannis G",
        "title": "Reconstruction of normal forms by learning informed observation geometries from data"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "daniels2015automated",
        "author": "Daniels, Bryan C and Nemenman, Ilya",
        "title": "Automated adaptive inference of phenomenological dynamical models"
      },
      {
        "key": "schmidt2009distilling",
        "author": "Schmidt, Michael and Lipson, Hod",
        "title": "Distilling free-form natural laws from experimental data"
      },
      {
        "key": "bongard2007automated",
        "author": "Bongard, Josh and Lipson, Hod",
        "title": "Automated reverse engineering of nonlinear dynamical systems"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "Brunton2016",
        "author": "Steven L. Brunton  and Joshua L. Proctor  and J. Nathan Kutz ",
        "title": "Discovering governing equations from data by sparse identification of nonlinear dynamical systems"
      },
      {
        "key": "rudy2017data",
        "author": "Rudy, Samuel H and Brunton, Steven L and Proctor, Joshua L and Kutz, J Nathan",
        "title": "Data-driven discovery of partial differential equations"
      },
      {
        "key": "schaeffer2017learning",
        "author": "Schaeffer, Hayden",
        "title": "Learning partial differential equations via data discovery and sparse optimization"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "Brunton2016",
        "author": "Steven L. Brunton  and Joshua L. Proctor  and J. Nathan Kutz ",
        "title": "Discovering governing equations from data by sparse identification of nonlinear dynamical systems"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "Shea_2021",
        "author": "Shea, Daniel E. and Brunton, Steven L. and Kutz, J. Nathan",
        "title": "SINDy-BVP: Sparse identification of nonlinear dynamics for boundary value problems"
      },
      {
        "key": "MESSENGER2021110525",
        "author": "Daniel A. Messenger and David M. Bortz",
        "title": "Weak SINDy for partial differential equations"
      },
      {
        "key": "kaheman2020sindy",
        "author": "Kaheman, Kadierdan and Kutz, J Nathan and Brunton, Steven L",
        "title": "SINDy-PI: a robust algorithm for parallel implicit sparse identification of nonlinear dynamics"
      },
      {
        "key": "Fasel_2022",
        "author": "Fasel, U. and Kutz, J. N. and Brunton, B. W. and Brunton, S. L.",
        "title": "Ensemble-SINDy: Robust sparse model discovery in the low-data, high-noise limit, with active learning and control"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "Vaswani17",
        "author": "Vaswani, Ashish and Shazeer, Noam and Parmar, Niki and Uszkoreit, Jakob and Jones, Llion and Gomez, Aidan N and Kaiser, \\L ukasz and Polosukhin, Illia",
        "title": "Attention is All you Need"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "Lample2020Deep",
        "author": "Guillaume Lample and François Charton",
        "title": "Deep Learning For Symbolic Mathematics"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "hahn2021teaching",
        "author": "Christopher Hahn and Frederik Schmitt and Jens U. Kreber and Markus Norman Rabe and Bernd Finkbeiner",
        "title": "Teaching Temporal Logics to Neural Networks"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "polu2020",
        "author": "Stanislas Polu and Ilya Sutskever",
        "title": "Generative Language Modeling for Automated Theorem Proving"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "kamienny2022endtoend",
        "author": "Pierre-Alexandre Kamienny and St{\\'e}phane d'Ascoli and Guillaume Lample and Francois Charton",
        "title": "End-to-end Symbolic Regression with Transformers"
      },
      {
        "key": "Landajuela22",
        "author": "Landajuela, Mikel and Lee, Chak Shing and Yang, Jiachen and Glatt, Ruben and Santiago, Claudio P and Aravena, Ignacio and Mundhenk, Terrell and Mulcahy, Garrett and Petersen, Brenden K",
        "title": "A Unified Framework for Deep Symbolic Regression"
      },
      {
        "key": "Vastl24",
        "author": "Vastl, Martin and Kulhánek, Jonáš and Kubalík, Jiří and Derner, Erik and Babuška, Robert",
        "title": "SymFormer: End-to-End Symbolic Regression Using Transformer-Based Architecture"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "ascoli2024odeformer",
        "author": "St{\\'e}phane d'Ascoli and S{\\\"o}ren Becker and Philippe Schwaller and Alexander Mathis and Niki Kilbertus",
        "title": "{ODEF}ormer: Symbolic Regression of Dynamical Systems with Transformers"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "Mengge24",
        "author": "Du, Mengge and Chen, Yuntian and Wang, Zhongzheng and Nie, Longfeng and Zhang, Dongxiao",
        "title": "Large language models for automatic equation discovery of nonlinear dynamics"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "Mengge24",
        "author": "Du, Mengge and Chen, Yuntian and Wang, Zhongzheng and Nie, Longfeng and Zhang, Dongxiao",
        "title": "Large language models for automatic equation discovery of nonlinear dynamics"
      }
    ]
  }
]