[
  {
    "index": 0,
    "papers": [
      {
        "key": "b7",
        "author": "Valiyaveedu, Nithin and Jamal, Sangeetha and Reju, Roshan and Murali, Vysakh and M, Nithin K",
        "title": "Survey and Analysis on AI Based Phishing Detection Techniques"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "b8",
        "author": "Bahnsen, Alejandro Correa and Bohorquez, Eduardo Contreras and Villegas, Sergio and Vargas, Javier and González, Fabio A.",
        "title": "Classifying phishing URLs using recurrent neural networks"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "b9",
        "author": "Hung Le and Quang Pham and Doyen Sahoo and Steven C. H. Hoi",
        "title": "URLNet: Learning a URL Representation with Deep Learning for Malicious URL Detection"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "b11",
        "author": "Aljofey, Ali and Jiang, Qingshan and Qu, Qiang and Huang, Mingqing and Niyigena, Jean-Pierre",
        "title": "An Effective Phishing Detection Model Based on Character Level Convolutional Neural Network from URL"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "b12",
        "author": "Avisha Das and Shahryar Baki and Ayman El Aassal and Rakesh M. Verma and Arthur Dunbar",
        "title": "{SOK:} {A} Comprehensive Reexamination of Phishing Research from the Security Perspective"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "b13",
        "author": "Mohamed Ahzam Amanullah and Riyaz Ahamed Ariyaluran Habeeb and Fariza Hanum Nasaruddin and Abdullah Gani and Ejaz Ahmed and Abdul Salam Mohamed Nainar and Nazihah Md Akim and Muhammad Imran",
        "title": "Deep learning and big data technologies for IoT security"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "b10",
        "author": "Mondal, Shaheen and Maheshwari, Diksha and Pai, Nilima and Biwalkar, Ameyaa",
        "title": "A Review on Detecting Phishing URLs using Clustering Algorithms"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "b10",
        "author": "Mondal, Shaheen and Maheshwari, Diksha and Pai, Nilima and Biwalkar, Ameyaa",
        "title": "A Review on Detecting Phishing URLs using Clustering Algorithms"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "b22",
        "author": "Juan Zamora and Marcelo Mendoza and Héctor Allende",
        "title": "Hashing-based clustering in high dimensional data"
      }
    ]
  }
]