[
  {
    "index": 0,
    "papers": [
      {
        "key": "texas",
        "author": "Cesar Iovescu and Sandeep Rao",
        "title": "The fundamentals of millimeter wave radar sensors"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "nuscenes",
        "author": "H. Caesar and V. Bankiti and A. H. Lang and S. Vora and V. Liong and Q. Xu and A. Krishnan and Y. Pan and G. Baldan and O. Beijbom",
        "title": "nuScenes: A Multimodal Dataset for Autonomous Driving"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "RADDet",
        "author": "Zhang, Ao and Nowruzi, Farzan Erlik and Laganiere, Robert",
        "title": "RADDet: Range-Azimuth-Doppler based Radar Object Detection for Dynamic Road Users"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "zendar",
        "author": "Mostajabi, Mohammadreza and Wang, Ching Ming and Ranjan, Darsh and Hsyu, Gilbert",
        "title": "High Resolution Radar Dataset for Semi-Supervised Learning of Dynamic Objects"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "RADIATE",
        "author": "Sheeny, Marcel and De Pellegrin, Emanuele and Mukherjee, Saptarshi and Ahrabian, Alireza and Wang, Sen and Wallace, Andrew",
        "title": "RADIATE: A Radar Dataset for Automotive Perception in Bad Weather"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "CARRADADC",
        "author": "A. Ouaknine and A. Newson and J. Rebut and F. Tupin and P. Perez",
        "title": "CARRADA Dataset: Camera and Automotive Radar with Range- Angle- Doppler Annotations"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "vod",
        "author": "Palffy, Andras and Pool, Ewoud and Baratam, Srimannarayana and Kooij, Julian F. P. and Gavrila, Dariu M.",
        "title": "Multi-Class Road User Detection With 3+1D Radar in the View-of-Delft Dataset"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "astyx",
        "author": "Meyer, Michael and Kuschk, Georg",
        "title": "Automotive Radar Dataset for Deep Learning Based 3D Object Detection"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "radar_scenes",
        "author": "Schumann, Ole and Hahn, Markus and Scheiner, Nicolas and Weishaupt, Fabio and Tilly, Julius F. and Dickmann, Jürgen and Wöhler, Christian",
        "title": "RadarScenes: A Real-World Radar Point Cloud Data Set for Automotive Applications"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "echofusion",
        "author": "Yang Liu and Feng Wang and Naiyan Wang and Zhaoxiang Zhang",
        "title": "Echoes Beyond Points: Unleashing the Power of Raw Radar Data in Multi-modality Fusion"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "k-radar",
        "author": "Paek, Dong-Hee and Kong, Seung-Hyun and Wijaya, Kevin Tirta",
        "title": "K-radar: 4d radar object detection for autonomous driving in various weather conditions"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "centerfusion",
        "author": "R. Nabati and H. Qi",
        "title": "CenterFusion: Center-based Radar and Camera Fusion for 3D Object Detection"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "rcbevdet",
        "author": "Lin, Zhiwei and Liu, Zhe and Xia, Zhongyu and Wang, Xinhao and Wang, Yongtao and Qi, Shengxiang and Dong, Yang and Dong, Nan and Zhang, Le and Zhu, Ce",
        "title": "RCBEVDet: Radar-camera Fusion in Bird's Eye View for 3D Object Detection"
      }
    ]
  },
  {
    "index": 13,
    "papers": [
      {
        "key": "bevfusion",
        "author": "Liu, Zhijian and Tang, Haotian and Amini, Alexander and Yang, Xinyu and Mao, Huizi and Rus, Daniela L and Han, Song",
        "title": "Bevfusion: Multi-task multi-sensor fusion with unified bird's-eye view representation"
      }
    ]
  },
  {
    "index": 14,
    "papers": [
      {
        "key": "lxl",
        "author": "Xiong, Weiyi and Liu, Jianan and Huang, Tao and Han, Qing-Long and Xia, Yuxuan and Zhu, Bing",
        "title": "LXL: LiDAR Excluded Lean 3D Object Detection With 4D Imaging Radar and Camera Fusion"
      }
    ]
  },
  {
    "index": 15,
    "papers": [
      {
        "key": "rcfusion",
        "author": "Zheng, Lianqing and Li, Sen and Tan, Bin and Yang, Long and Chen, Sihan and Huang, Libo and Bai, Jie and Zhu, Xichan and Ma, Zhixiong",
        "title": "RCFusion: Fusing 4-D Radar and Camera With Bird’s-Eye View Features for 3-D Object Detection"
      }
    ]
  },
  {
    "index": 16,
    "papers": [
      {
        "key": "echofusion",
        "author": "Yang Liu and Feng Wang and Naiyan Wang and Zhaoxiang Zhang",
        "title": "Echoes Beyond Points: Unleashing the Power of Raw Radar Data in Multi-modality Fusion"
      }
    ]
  },
  {
    "index": 17,
    "papers": [
      {
        "key": "dpft",
        "author": "Felix Fent and Andras Palffy and Holger Caesar",
        "title": "DPFT: Dual Perspective Fusion Transformer for Camera-Radar-based Object Detection"
      }
    ]
  },
  {
    "index": 18,
    "papers": [
      {
        "key": "dpft",
        "author": "Felix Fent and Andras Palffy and Holger Caesar",
        "title": "DPFT: Dual Perspective Fusion Transformer for Camera-Radar-based Object Detection"
      }
    ]
  },
  {
    "index": 19,
    "papers": [
      {
        "key": "k-radar",
        "author": "Paek, Dong-Hee and Kong, Seung-Hyun and Wijaya, Kevin Tirta",
        "title": "K-radar: 4d radar object detection for autonomous driving in various weather conditions"
      }
    ]
  }
]