[
  {
    "index": 0,
    "papers": [
      {
        "key": "schulman2014motion",
        "author": "Schulman, John and Duan, Yan and Ho, Jonathan and Lee, Alex and Awwal, Ibrahim and Bradlow, Henry and Pan, Jia and Patil, Sachin and Goldberg, Ken and Abbeel, Pieter",
        "title": "Motion planning with sequential convex optimization and convex collision checking"
      },
      {
        "key": "zhao2024survey",
        "author": "Zhao, Zhigen and Cheng, Shuo and Ding, Yan and Zhou, Ziyi and Zhang, Shiqi and Xu, Danfei and Zhao, Ye",
        "title": "A survey of optimization-based task and motion planning: from classical to learning approaches"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "orthey2024review",
        "author": "Orthey, Andreas and Chamzas, Constantinos and Kavraki, Lydia E.",
        "title": "Sampling-Based Motion Planning: A Comparative Review"
      },
      {
        "key": "kingston2018sampling",
        "author": "Kingston, Zachary and Moll, Mark and Kavraki, Lydia E",
        "title": "Sampling-based methods for motion planning with constraints"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "likhachev2003ara",
        "author": "Likhachev, Maxim and Gordon, Geoffrey J and Thrun, Sebastian",
        "title": "ARA*: Anytime A* with provable bounds on sub-optimality"
      },
      {
        "key": "cohen2010search",
        "author": "Cohen, Benjamin J and Chitta, Sachin and Likhachev, Maxim",
        "title": "Search-based planning for manipulation with motion primitives"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "park2020trajectory",
        "author": "Park, Sun-Oh and Lee, Min Cheol and Kim, Jaehyung",
        "title": "Trajectory planning with collision avoidance for redundant robots using jacobian and artificial potential field-based real-time inverse kinematics"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "kavraki1996probabilistic",
        "author": "Kavraki, Lydia E and Svestka, Petr and Latombe, J-C and Overmars, Mark H",
        "title": "Probabilistic roadmaps for path planning in high-dimensional configuration spaces"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "liu2021model",
        "author": "Liu, Wenxing and Niu, Hanlin and Mahyuddin, Muhammad Nasiruddin and Herrmann, Guido and Carrasco, Joaquin",
        "title": "A model-free deep reinforcement learning approach for robotic manipulators path planning"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "zhou2021robotic",
        "author": "Zhou, Dongxu and Jia, Ruiqing and Yao, Haifeng and Xie, Mingzuo",
        "title": "Robotic arm motion planning based on residual reinforcement learning"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "ichter2019robot",
        "author": "Ichter, Brian and Pavone, Marco",
        "title": "Robot motion planning in learned latent spaces"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "556169",
        "author": "Zeller, M. and Sharma, R. and Schulten, K.",
        "title": "Vision-based motion planning of a pneumatic robot using a topology representing neural network"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "ichter2019robot",
        "author": "Ichter, Brian and Pavone, Marco",
        "title": "Robot motion planning in learned latent spaces"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "556169",
        "author": "Zeller, M. and Sharma, R. and Schulten, K.",
        "title": "Vision-based motion planning of a pneumatic robot using a topology representing neural network"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "mezouar2000path",
        "author": "Mezouar, Youcef and Chaumette, Fran{\\c{c}}ois",
        "title": "Path planning in image space for robust visual servoing"
      }
    ]
  },
  {
    "index": 12,
    "papers": [
      {
        "key": "lee2011obstacle",
        "author": "Lee, Daewon and Lim, Hyon and Kim, H Jin",
        "title": "Obstacle avoidance using image-based visual servoing integrated with nonlinear model predictive control"
      }
    ]
  }
]