[
  {
    "index": 0,
    "papers": [
      {
        "key": "pinnacle",
        "author": "McConnell, K. A. and Marston, T. and Zehren, B. E. and Lirani, A. and Stanley, D. N. and Bishop, A. and Crownover, R. and Eng, T. and Shi, Z. and Li, Y. and Baacke, D. and Kirby, N. and Rasmussen, K. and Papanikolaou, N. and Gutierrez, A. N.",
        "title": "Dosimetric Evaluation of Pinnacle's Automated Treatment Planning Software to Manually Planned Treatments"
      }
    ]
  },
  {
    "index": 1,
    "papers": [
      {
        "key": "kb",
        "author": "Momin, Sajida and Fu, Yang and Lei, Yao and others",
        "title": "Knowledge-based radiation treatment planning: A data-driven method survey"
      }
    ]
  },
  {
    "index": 2,
    "papers": [
      {
        "key": "raystation",
        "author": "Bodensteiner, David",
        "title": "RayStation: External beam treatment planning system"
      }
    ]
  },
  {
    "index": 3,
    "papers": [
      {
        "key": "rl_beam_radiotherapy",
        "author": "Peng Bao and Gong Wang and Ruijie Yang and Bin Dong",
        "title": "Deep Reinforcement Learning for Beam Angle Optimization of Intensity-Modulated Radiation Therapy"
      }
    ]
  },
  {
    "index": 4,
    "papers": [
      {
        "key": "rl_radiotherapy_2",
        "author": "Tortora, Matteo and Cordelli, Ermanno and Sicilia, Rosa and\nMiele, Marianna and Matteucci, Paolo and Iannello, Giulio and\nRamella, Sara and Soda, Paolo",
        "title": "Deep Reinforcement Learning for fractionated radiotherapy in\nnon-small cell lung carcinoma"
      }
    ]
  },
  {
    "index": 5,
    "papers": [
      {
        "key": "rl_radiotherapy_3",
        "author": "Ebrahimi, Sara and Lim, Gino J.",
        "title": "A reinforcement learning approach for finding optimal policy of adaptive radiation therapy considering uncertain tumor biological response"
      }
    ]
  },
  {
    "index": 6,
    "papers": [
      {
        "key": "rl_radiotherapy_4",
        "author": "Shen, Chuan and Chen, Ling and Gonzalez, Yaitskia and Jia, Xun",
        "title": "Improving efficiency of training a virtual treatment planner network via knowledge-guided deep reinforcement learning for intelligent automatic treatment planning of radiotherapy"
      }
    ]
  },
  {
    "index": 7,
    "papers": [
      {
        "key": "rl_medicine_survey",
        "author": "Xu, Lei and Zhu, Shun and Wen, Ning",
        "title": "Deep reinforcement learning and its applications in medical imaging and radiation therapy: a survey"
      },
      {
        "key": "rl_medicine_literature_review",
        "author": "S. Kevin Zhou and Hoang Ngan Le and Khoa Luu and Hien V. Nguyen and Nicholas Ayache",
        "title": "Deep reinforcement learning in medical imaging: A literature review"
      }
    ]
  },
  {
    "index": 8,
    "papers": [
      {
        "key": "llm_diagnosis",
        "author": "Daniel McDuff and Mike Schaekermann and Tao Tu and Anil Palepu and Amy Wang and Jake Garrison and Karan Singhal and Yash Sharma and Shekoofeh Azizi and Kavita Kulkarni and Le Hou and Yong Cheng and Yun Liu and S Sara Mahdavi and Sushant Prakash and Anupam Pathak and Christopher Semturs and Shwetak Patel and Dale R Webster and Ewa Dominowska and Juraj Gottweis and Joelle Barral and Katherine Chou and Greg S Corrado and Yossi Matias and Jake Sunshine and Alan Karthikesalingam and Vivek Natarajan",
        "title": "Towards Accurate Differential Diagnosis with Large Language Models"
      },
      {
        "key": "llm_medicine_application",
        "author": "Xiangbin Meng and Xiangyu Yan and Kuo Zhang and Da Liu and Xiaojuan Cui and Yaodong Yang and Muhan Zhang and Chunxia Cao and Jingjia Wang and Xuliang Wang and Jun Gao and Yuan-Geng-Shuo Wang and Jia-ming Ji and Zifeng Qiu and Muzi Li and Cheng Qian and Tianze Guo and Shuangquan Ma and Zeying Wang and Zexuan Guo and Youlan Lei and Chunli Shao and Wenyao Wang and Haojun Fan and Yi-Da Tang",
        "title": "The application of large language models in medicine: A scoping review"
      },
      {
        "key": "llm_medicine_review",
        "author": "Clusmann, Julia and Kolbinger, Franz R. and Muti, Hamza S. and others",
        "title": "The future landscape of large language models in medicine"
      }
    ]
  },
  {
    "index": 9,
    "papers": [
      {
        "key": "med-llama",
        "author": "Qianqian Xie and Qingyu Chen and Aokun Chen and Cheng Peng and Yan Hu and Fongci Lin and Xueqing Peng and Jimin Huang and Jeffrey Zhang and Vipina Keloth and Xinyu Zhou and Huan He and Lucila Ohno-Machado and Yonghui Wu and Hua Xu and Jiang Bian",
        "title": "Me LLaMA: Foundation Large Language Models for Medical Applications"
      },
      {
        "key": "med-sam",
        "author": "Ma, Jianzhong and He, Yuting and Li, Feng and others",
        "title": "Segment anything in medical images"
      },
      {
        "key": "yagnik2024medlm",
        "author": "Niraj Yagnik and Jay Jhaveri and Vivek Sharma and Gabriel Pila",
        "title": "MedLM: Exploring Language Models for Medical Question Answering Systems"
      }
    ]
  },
  {
    "index": 10,
    "papers": [
      {
        "key": "action_models",
        "author": "Sai Shashank Kalakonda and Shubh Maheshwari and Ravi Kiran Sarvadevabhatla",
        "title": "Action-GPT: Leveraging Large-scale Language Models for Improved and Generalized Action Generation"
      }
    ]
  },
  {
    "index": 11,
    "papers": [
      {
        "key": "matrad",
        "author": "Cisternas, Eduardo and Mairani, Andrea and Ziegenhein, Peter and Jäkel, Oliver and Bangert, Mark",
        "title": "matRad - a Multi-Modality Open Source 3D Treatment Planning Toolkit"
      }
    ]
  }
]